{
    "account": "Nome de usuário",
    "quantify_records": "Quantificar registros",
    "finish": "Terminar",
    "buy_platform": "Compre plataforma",
    "purchase_price": "Preço de compra",
    "sales_platform": "Plataforma de vendas",
    "selling_price": "Preço de venda",
    "service_charge": "Taxa de serviço",
    "model": "Modelo",
    "vip_model": "Modelo VIP",
    "quantitative_strategy": "Estratégia quantitativa",
    "popular": "Popular",
    "cryptocurrency_trading": "Negociação de criptomoedas",
    "no_more_data": "Não há mais dados",
    "check": "Verificar",
    "execute_position": "Executar posição",
    "wallet_account_balance": "Saldo da conta da carteira",
    "not_limited": "Não limitado",
    "daily_interest_payment": "Pagamento diário de juros, pagamento principal na maturidade",
    "share_rules": "Compartilhar regras",
    "hello": "Olá",
    "register_an_account": "Registrar uma conta",
    "flexible_account": "Conta quantitativa",
    "wallet_account": "Conta inteligente",
    "wave_field": "Centro de ajuda",
    "chain_quant": "Quant da cadeia: Introdução e Guia do Usuário para Plataforma de Negociação Quantitativa Inteligente",
    "how_to_get_benefits": "Como depositar e retirar fundos",
    "bandwidth": "Introdução da empresa: Quant de cadeia",
    "energy": "Poder",
    "welcome_to": "Bem -vindo a",
    "official_telegram_channel": "Canal oficial do telegrama",
    "cloud_mining_hosting": "A Tronokx oferece serviços confiáveis ​​de mineração e estacas em nuvem, garantindo que os principais retornos dentro de 12 dias. Nossa plataforma fornece vários níveis VIP com valores variados de depósito e taxas diárias de retirada para atender às diferentes necessidades de investimento:",
    "cloud_mining_hosting_2": "Temos o prazer de apresentar a Tronokx, uma plataforma de ponta dedicada a fornecer serviços inovadores de mineração e estacas em nuvem que oferecem retornos seguros, confiáveis ​​e lucrativos. Nosso sistema garante um retorno principal em 12 dias, oferecendo a você a oportunidade de aumentar seu investimento rapidamente, fazendo parte de um ecossistema financeiro emocionante e sustentável.",
    "cloud_mining_hosting_3": "Na Tronokx, oferecemos uma série de níveis VIP projetados para atender a diferentes capacidades de investimento. Cada nível possui faixas específicas de depósito e taxas diárias de retirada, fornecendo opções flexíveis para os usuários que buscam obter retornos diários de seus investimentos. Aqui está uma visão geral das várias camadas VIP:",
    "the_amount_of_vip1": "VIP 1: intervalo de depósito 10-1.000 trx, retire 9% diariamente",
    "the_amount_of_vip2": "VIP 2: intervalo de depósito de 1.001-2.000 trx, retire 10% diariamente",
    "the_amount_of_vip3": "VIP 3: intervalo de depósito 2.001-10.000 TRX, retire 13% diariamente",
    "the_amount_of_vip4": "VIP 4: intervalo de depósito 10.001-50.000 trx, retire 15% diariamente",
    "the_amount_of_vip5": "VIP 5: intervalo de depósito 50.001-200.000 trx, retire 17% diariamente",
    "the_amount_of_vip6": "VIP 6: varia de depósito de 2001-300.000 TRX, retire 20% diariamente",
    "the_amount_of_vip7": "VIP 7: intervalo de depósito 300.001-500.000 TRX, retire 23% diariamente",
    "the_amount_of_vip8": "VIP 8: intervalo de depósito 500.001-800.000 TRX, retire 28% diariamente",
    "the_amount_of_vip9": "VIP 9: intervalo de depósito 800.001-1.500.000 TRX, retire 35% diariamente",
    "the_amount_of_vip10": "VIP 10: intervalo de depósito 1.500.001+ trx, retire 42% diariamente",
    "the_amount_of_vip1_ann": "VIP 1: Para depósitos que variam entre 10 a 1.000 TRX, ganhe um retorno diário de 9%.",
    "the_amount_of_vip2_ann": "VIP 2: Para depósitos entre 1.001 e 2.000 TRX, desfrute de uma retirada diária de 10%.",
    "the_amount_of_vip3_ann": "VIP 3: Depósitos de 2.001 a 10.000 TRX se qualificam para uma retirada diária de 13%.",
    "the_amount_of_vip4_ann": "VIP 4: Para investimentos entre 10.001 e 50.000 TRX, receba 15% diariamente.",
    "the_amount_of_vip5_ann": "VIP 5: Se você depositar entre 50.001 e 200.000 TRX, será elegível para um retorno diário de 17%.",
    "the_amount_of_vip6_ann": "VIP 6: Depósitos de 200.001 a 300.000 TRX ganharão 20% diariamente.",
    "the_amount_of_vip7_ann": "VIP 6: Depósitos de 200.001 a 300.000 TRX ganharão 20% diariamente.",
    "the_amount_of_vip8_ann": "VIP 8: Depósitos de 500.001 a 800.000 TRX recebem um retorno diário de 28%.",
    "the_amount_of_vip9_ann": "VIP 9: Para depósitos maiores de 800.001 a 1.500.000 TRX, desfrute de uma retirada diária de 35%.",
    "the_amount_of_vip10_ann": "VIP 10: O nível mais alto, para depósitos acima de 1.500.001 TRX, oferece um impressionante retorno diário de 42%.",
    "financial_turnaround": "Também oferecemos um plano financeiro de curto prazo para aqueles que desejam ver rapidamente os retornos, com o principal retornando em apenas 3 dias. Este plano é ideal para usuários que buscam uma reviravolta financeira mais imediata.",
    "periodic_financial_management": "Além disso, oferecemos um plano financeiro de curto prazo que garante o retorno do seu investimento principal em apenas 3 dias. Você também pode ganhar recompensas adicionais convidando amigos para ingressar em nossa plataforma. O programa de referência está estruturado em três níveis:",
    "periodic_financial_management_ann": "Além dessas oportunidades excepcionais de investimento, acreditamos no poder da comunidade. Nosso programa de recompensas de convite permite que você ganhe ainda mais compartilhando a plataforma com amigos e familiares. Veja como funciona o nosso sistema de referência em camadas:",
    "the_unit_price_of_tron": "Nível 1: 13% Recompensa para referências diretas",
    "the_unit_price_of_tron2": "Recompensa de nível 2: 2% para referências de segundo nível",
    "the_unit_price_of_tron3": "Recompensa de nível 3: 1% para referências de terceiro nível",
    "the_unit_price_of_tron4": "A Tronokx foi projetada para sustentabilidade a longo prazo, oferecendo uma plataforma que continuará a prosperar enquanto existir a criptomoeda. Junte -se a nós hoje para começar a ganhar e aumentar seu investimento com confiança!",
    "the_unit_price_of_tron_ann": "Nível 1: As referências diretas ganharão uma recompensa de 13% de suas atividades.",
    "the_unit_price_of_tron2_ann": "Nível 2: Para referências de segundo nível, você receberá 2% de suas atividades.",
    "the_unit_price_of_tron3_ann": "Nível 3: As referências do terceiro nível o recompensarão com 1% de suas atividades.",
    "the_unit_price_of_tron4_ann": "Esse sistema de recompensa de vários níveis garante que o crescimento da sua rede contribua diretamente para o seu sucesso, criando um efeito de bola de neve do potencial de ganhar.",
    "the_unit_price_of_tron5_ann": "A base do Tronokx é construída sobre o crescimento a longo prazo e nossa plataforma é projetada para sustentar suas operações, desde que a criptomoeda continue a prosperar. Nosso modelo garante que o valor que você investe hoje continue a render retornos nos próximos anos. Ao ingressar na Tronokx, você está se tornando parte de uma comunidade comprometida em criar oportunidades financeiras duradouras que se alinham ao mundo em evolução dos ativos digitais.",
    "the_unit_price_of_tron6_ann": "Incentivamos você a começar agora, investir sabiamente e aproveitar ao máximo as inúmeras oportunidades que a Tronokx oferece. Através de programas de mineração de nuvem, estando e referência, você tem a chance de ampliar sua riqueza e se tornar um participante importante no mundo da criptomoeda.",
    "join_now_ann": "Junte -se a nós agora e comece a ganhar hoje - o futuro das finanças digitais está aqui!",
    "received": "Recebido",
    "minimum_yeild_requires": "A quantificação mínima requer pelo menos depósito",
    "share_to": "Compartilhar para",
    "transiction_records": "Registros de transição",
    "transfer_to_flexible_account": "Transferência para conta quantitativa",
    "transfer_into_flexible_account": "1. A transferência para esta conta pode ser usada para depositar dinheiro para obter juros e você pode receber manualmente a receita 24 horas após o primeiro tempo de investimento e devolver o diretor quando expirar.",
    "transfer_to_wallet_account": "Transferência para a conta inteligente",
    "transfer_into_wallet_account": "2. A transferência para esta conta pode ser usada para comprar produtos regulares. Produtos diferentes têm diferentes ciclos e rendimentos. Para detalhes, consulte a introdução do produto.",
    "no_records": "Sem registros",
    "energy_bandwidth": "A quantidade de cadeia é lançada oficialmente",
    "you_send_virtual_currency_to_the_platform": "Usando sua carteira digital, você envia moeda virtual para o endereço de compra especificado e a Tronokx cuida da distribuição automática de recursos. Nossa plataforma aposenta ativos na rede Tron para gerar largura de banda e energia. Esses recursos são arrendados para parceria com carteiras, e os ganhos de aluguel fluem de volta para Tronokx, o que os redistribui para os usuários!",
    "income_has_arrived": "Chegou a renda",
    "profit_received": "lucro recebido",
    "invitation_rewards": "Programa de parceria de agente de quantidade de cadeia",
    "by_sharing_the_agent": "Entre no futuro das finanças movidas pela IA com o programa de agentes globais da Chain Quant-sua porta de entrada para renda passiva de longo prazo por meio de negociações quantitativas inteligentes. À medida que o mercado de negociação de IA acelera, a Chain Quant está expandindo sua pegada mundial, convidando profissionais de marketing, líderes comunitários e investidores com pensamento avançado para se tornarem parte de nossa rede de agentes. Desfrute de um poderoso sistema de recompensas de várias camadas com comissões de 15%-2%a 1%, obtendo renda recorrente com lucros comerciais e crescimento de referência. Todo membro recebe um link de referência pessoal, tornando a promoção perfeita e acessível a qualquer pessoa - nenhuma experiência necessária. Esteja você aproveitando as mídias sociais, grupos de investidores privados ou comunidades locais, será apoiado por uma plataforma de alto desempenho e automaticamente reabates em tempo real. À medida que sua equipe escala, o mesmo acontece com seus benefícios, com os melhores desempenhos avançando para o status de parceiro da cidade, nacional ou global, desbloqueando 20%de ações de lucro vitalício e vantagens regionais exclusivas. Junte -se hoje à Chain Quant e construa seu legado na nova era da criação inteligente de riqueza.",
    "sharing_is_polite": "Compartilhar é educado",
    "when_the_cumulative_recharge_reaches": "Quando sua recarga total atingir 10 trx ou mais, compartilhe seu link de registro em plataformas sociais para receber uma recompensa aleatória entre 0,01 TRX e 18,88 TRX. Cada usuário pode participar uma vez por dia!",
    "time": "tempo",
    "tron_is_a_distributed_operating_system": "A TRON é um sistema operacional de blockchain descentralizado com sua criptomoeda nativa, TRX. Lançado em 2017 pelo empresário chinês Justin Sun, ele pretende promover uma economia digital descentralizada.",
    "architecture_in_the_torn": "Arquitetura: Dentro do protocolo de rede Tron, os detentores de TRX desfrutam de acesso igual a recursos como largura de banda e energia. A rede é alimentada por uma máquina virtual descentralizada que aproveita os nós públicos em todo o mundo para executar contratos inteligentes. Sem taxas de transação e capacidade de lidar com aproximadamente 2000 transações por segundo, garante uma experiência de rede rápida e eficiente.",
    "goverance_tron_online_community": "Governança: A comunidade Tron elege 27 Super representantes através da votação on -line. Esses representantes são responsáveis ​​pela geração e verificação de blocos a cada 3 segundos, em média, formando uma organização autônoma descentralizada. Eles são reeleitos a cada 6 horas e desempenham um papel crucial no gerenciamento de propostas de rede e na votação das propostas de melhoria do TRON (DIPS).",
    "advantages_usdt_has_always": "Vantagens: o USDT é o Stablecoin mais amplamente reconhecido, e a Tether o emitiu em 13 redes de blockchain, com Tron liderando a carga, representando mais de 54% do suprimento total. O Ethereum segue com 44%e a Solana é responsável por 2,7%, solidificando o TRON como a rede principal da emissão do USDT.",
    "bandwith_all_types": "Largura de banda: toda transação na rede Tron requer pontos de largura de banda. As transações são armazenadas e transmitidas como matrizes de bytes, com cada byte consumindo um ponto de largura de banda. O custo total da largura de banda de uma transação é determinado pelo tamanho do byte. Se um usuário não possui largura de banda suficiente, o TRX deve ser queimado para cobrir os pontos de largura de banda necessários.",
    "the_unit_price_of_the_targe": "A taxa de queima oficial para o consumo de largura de banda é fixada em 1.000 sol por unidade.",
    "energy_each_instruction": "Energia: toda execução de contrato inteligente consome uma quantidade específica de energia, dependendo de sua complexidade. Contratos mais complexos exigem mais energia. À medida que o contrato é executado, a energia é calculada e deduzida por instrução. Se uma conta não possui energia suficiente, o TRX deve ser queimado para cobrir os custos de energia necessários.",
    "the_current_offical_unit_price": "A taxa de queima oficial para o consumo de energia é atualmente fixada em 420 sol por unidade.",
    "smart_investment": "Investimento inteligente",
    "international_lines": "Linhas internacionais",
    "basic_investment_plan": "Plano de investimento básico",
    "invest_in_our_basic": "Invista em nossa conta básica e comece a obter receita diária de mineração! No seu primeiro depósito, você entrará automaticamente em um contrato de 180 dias. O contrato começa assim que o primeiro depósito for feito.",
    "key_features": "Principais recursos",
    "earn_daily_between": "Ganhe diariamente entre 8% a 36% do seu investimento cumulativo.",
    "incomoe_is_settled": "A renda é liquidada 24 horas após o seu primeiro depósito (exemplo: depósito às 15:00, renda disponível às 15:00 no dia seguinte).",
    "you_must_manually": "Você deve clicar manualmente para coletar renda diária.",
    "vip_levels_benefits": "Níveis e benefícios VIP",
    "daily_withdrawal": "retirada diária",
    "how_it_works": "Como funciona",
    "deposit_funds": "Fundos de depósito: inicie seu investimento fazendo um depósito inicial.",
    "earn_daily_income": "Ganhe renda diária: desfrute da renda de mineração a cada 24 horas.",
    "collect_income": "Colete renda: efetue login diariamente para coletar manualmente seus ganhos.",
    "start_today_and_enjoy": "Comece hoje e desfrute de retornos de alto rendimento com nosso plano básico de investimento!",
    "our_system_will_automatically": "Nosso sistema determinará automaticamente o seu total de depósitos acumulados e o atualizará para o nível VIP apropriado. Por exemplo:",
    "first_deposit": "Primeiro depósito",
    "second_deposit": "Segundo depósito",
    "total_deposit": "Depósito total",
    "the_system_will_automatically_upgrade": "O sistema atualizará automaticamente você para o VIP2 e você desfrutará de uma renda diária de 10% nesse nível e assim por diante.",
    "referral_system": "Sistema de referência",
    "earn_rewards_by_reffering": "Ganhe recompensas referindo outras pessoas para participar! Nosso sistema de referência de três níveis oferece grandes benefícios",
    "refer_level_1": "Nível 1: 13% da renda diária da referência",
    "refer_level_2": "Nível 2: 2% da renda diária da referência",
    "refer_level_3": "Nível 3: 1% da renda diária da referência",
    "start_referring_today": "Comece a se referir hoje para aumentar seus ganhos!",
    "account_is_required": "Conta é necessária",
    "login_password": "Senha de login",
    "password_is_required": "A senha é necessária",
    "verification_code": "Código de verificação",
    "vcode_is_required": "Vcode é necessário",
    "vcode": "Vcode",
    "forgot_password": "Esqueceu sua senha",
    "login": "Conecte-se",
    "register": "Registrar",
    "go_to_homepage": "Vá para a página inicial",
    "total_balance": "Conta quantitativa",
    "home_notice": "Bem -vindo ao Meased Quant - onde o Smart Capital atende a algoritmos inteligentes. Estamos entusiasmados em recebê-lo em medir a Quant, sua nova casa para obter ganhos quantitativos de ponta. Seja você um investidor experiente ou apenas inicia sua jornada para o mundo da renda algorítmica, você acabou de ingressar em uma plataforma construída para maior clareza, desempenho e confiança. Na medida do Meas, não acreditamos apenas em ganhar - acreditamos em ganhar de forma inteligente. Nossas estratégias proprietárias são projetadas por cientistas de dados e especialistas financeiros para aproveitar o poder da precisão algorítmica, permitindo que seu capital cresça através de oportunidades de mercado em tempo real. Toda decisão, toda estratégia, todo retorno é alimentado por dados e impulsionado por nossa missão inabalável: tornar as ferramentas avançadas de ganho acessíveis a todos.",
    "go_to_recharge": "Vá para recarregar",
    "telegram_customer_service": "Atendimento ao cliente do Telegram",
    "dear_user": "Caro Usuário: Como o poder\/energia de computação da sua máquina de mineração está prestes a se esgotar, reabasteça rapidamente {valor} trx de acordo com o valor de energia exigido pelos fundos da sua conta. Atualmente, sua máquina de mineração suspendeu o controle e a receita\/retirada da mineração.",
    "note_to_avoid": "[Nota: para evitar a perda de receita, entre em contato com o suporte do telegrama]",
    "deposit": "Recarregar",
    "withdrawal": "Cancelamento",
    "share_friends": "Convide amigos",
    "team": "Equipe",
    "app": "App",
    "information": "Notícias",
    "wallet": "Carteira",
    "promotion": "Promoção",
    "join_to_be_a_sitename_millionaire": "Junte -se para ser um milionário Tronrico",
    "use_the_latest_mining_machines": "Use as mais recentes máquinas de mineração e a tecnologia Defi para garantir que todos os usuários obtenham a maior renda do TRX.",
    "details": "Detalhes",
    "platform_data_display": "Exibição de dados da plataforma",
    "income": "renda",
    "Income": "Quantificar",
    "cyclical_investing": "Investimento de ciclo",
    "trontin_3day_mining_machine": "Máquina de mineração de 3 dias de Trontin",
    "trontin_9day_mining_machine": "Máquina de mineração de tráfego de 9 dias de TRON",
    "trontin_16day_traffic_mining_machine": "Máquina de mineração de tráfego de 16 dias de Rontin",
    "trontin_45day_miner_energy": "Trontin 45 dias Energia mineiro",
    "trontin_18day_miner_energy": "TRON 18 dias Energia de mineiro",
    "trontin_trxMining_in_46days": "Mineração de Tron Trx em 46 dias",
    "tron_eth_digi_2_mining": "TRON ETH DIGI 2.0 Mineração",
    "torn_80days_photolvatic_mine": "TRON 80 dias Mina fotovoltaica",
    "trontin_bnb_mining_in_65days": "TRONTIN BNB MINEIRA EM 65 DIAS",
    "view_more": "Veja mais",
    "cycle": "Ciclo",
    "day": "Dia",
    "instant_quotes": "Citações instantâneas",
    "profit_withdrawal": "Retirada de lucro",
    "repurchase": "Recompra",
    "latest_announcement": "Último anúncio",
    "registered_members_will_be_given": "Os membros registrados receberão 56.000TRX como patrimônio líquido. Para ativar a conta, é necessário um depósito mínimo de 10TRX e uma retirada mínima de 5TRX. A renda pode ser retirada ou investida na mineração.",
    "deposit_into_the_basic_account_and_automatically_join_the_contract": "[Investimento básico] depositar na conta básica e ingressar automaticamente ao contrato por 180 dias [o período do contrato entra em vigor desde o momento do primeiro depósito]. A conta básica tem receita de mineração todos os dias e pode receber 9% a 38% do valor da investimento cumulativo todos os dias. O tempo de liquidação do nosso sistema de plataforma é: a hora da primeira compra do usuário, 24 horas depois.",
    "the_income_will_not_be_automatically_deposited_into_the_account": "[Por exemplo: o primeiro tempo de compra é 15:00 e a renda será obtida às 15:00 no dia seguinte] A renda não será automaticamente depositada na conta e você precisará clicar na renda todos os dias; Quando a mineração entrar, clique ativamente para receber a renda.",
    "accumulated_deposits_of_10-2500_trx": "Depósitos acumulados de 10-2500 TRX, atualizados automaticamente para VIP1, retirada diária de 9%",
    "accumulated_deposits_of_2501-10000_trx": "Depósitos acumulados de 2501-10000 TRX, atualizados automaticamente para o VIP2, 10% de retirada diária",
    "accumulated_deposits_of_10001-20000_trx": "Depósitos acumulados de 10001-20000 TRX, atualizados automaticamente para o VIP3, retiradas diárias de 11%",
    "accumulated_deposits_of_20001-50000_trx": "Depósitos acumulados de 20001-50000 TRX, atualizados automaticamente para o VIP4, retiradas diárias de 13%",
    "accumulated_deposits_of_50001-100000_trx": "Depósitos acumulados de 50001-100000 TRX, atualizados automaticamente para o VIP5, retirada diária de 15%",
    "accumulated_deposits_of_100001-200000_trx": "Depósitos acumulados de 100001-200000 TRX, atualizados automaticamente para VIP6, retiradas diárias de 17%",
    "accumulated_deposits_of_200001-500000_trx": "Depósitos acumulados de 200001-500000 TRX, atualizados automaticamente para o VIP7, retirada diária de 23%",
    "accumulated_deposits_of_500001-1000000_trx": "Depósitos acumulados de 500001-1000000 TRX, atualizados automaticamente para o VIP8, retirada diária de 26%",
    "accumulated_deposits_of_1000001-1600000_trx": "Depósitos acumulados de 1000001-1600000 TRX, atualizados automaticamente para VIP9, retirada diária de 32%",
    "accumulated_deposits_of_1600001-9999999_trx": "Os depósitos acumulados são 1600001-99999999 TRX, atualizados automaticamente para o VIP10, com retiradas diárias de 38%",
    "automatically_upgrade_vip_level": "Atualize automaticamente para o nível VIP",
    "the_system_will_determine_your_total_accumulated_deposit": "[O sistema determinará seu depósito acumulado total e o atualizará automaticamente para o nível apropriado] Por exemplo: a primeira recarga é 500TRX, a segunda recarga é 2001TRX, [a recarga cumulativa é 2501TRX] O sistema atualizará automaticamente para o VIP2 e você terá VIP2, a renda diária do diário do diário é a renda diária.",
    "previous": "Anterior",
    "next": "Próximo",
    "close": "Fechar",
    "current_yield": "Rendimento atual",
    "miner_is_running": "Mineiro está funcionando",
    "view_all": "Ver tudo",
    "earning_times": "Tempos de quantificação",
    "singapore_time_after": "Cingapura tempo depois",
    "every_day": "diariamente",
    "daily_rate": "Taxa diária",
    "receive": "Receber",
    "basic_investment": "Investimento básico",
    "record": "Registro",
    "current_level": "Nível atual",
    "deposit_quantity": "Quantidade de depósito",
    "invitation_reward": "Recompensa de convite",
    "deposit_now": "Depósito agora",
    "daily_income": "renda diária",
    "daily_withdrawals": "Retiradas diárias",
    "valid_period": "Período válido",
    "remaining_days": "dias restantes",
    "status": "Status",
    "running": "Correndo",
    "quantity": "Quantidade",
    "amount": "Quantia",
    "return": "retornar",
    "Return": "Retornar",
    "profit": "lucro",
    "equity_pledge": "Promessa de patrimônio",
    "end": "Fim",
    "invite_your_contacts": "Convide seus contatos",
    "sign_up_and_recharge_to_get_great_rewards": "Inscreva -se e recarregue para obter ótimas recompensas",
    "invitation_codes": "Códigos de convite",
    "share_invitation_links_to_social_platforms": "Compartilhe links de convite para plataformas sociais",
    "build_a_team_and_get_great_rewards": "Construa uma equipe e obtenha ótimas recompensas",
    "copy_successfully": "Copiar com sucesso",
    "copy_link": "Link de cópia",
    "app_services": "Serviços de aplicativos",
    "wallet_funds_conversion": "Transferir",
    "change_password": "Centro de Segurança",
    "notification": "Notificação",
    "logout": "Sair",
    "my_promotion": "Equipe",
    "bonus": "Bônus",
    "bonus_record": "Registros da comissão",
    "number_of_teams": "Pessoas totais",
    "valid_number_of_invites": "Convites válidos",
    "team_cycle_investment_details": "Detalhes do investimento do ciclo da equipe",
    "total_people": "Pessoas totais",
    "contribution": "Comissão",
    "invite_friends": "Convide amigos",
    "go_now": "Vá agora",
    "in_progress": "Em andamento",
    "number_of_investments": "Número de investimentos",
    "total_investment": "Investimento total",
    "subordinate_investment_amount": "Valor subordinado do investimento",
    "confirm": "Confirmar",
    "Confirm": "CONFIRMAR",
    "last_login_time": "Último tempo de login",
    "records": "Registros",
    "transfer_to_smart_account": "Transfira para {{type}} conta",
    "transfer_to_quantitative_account": "Transferência para conta quantitativa",
    "transfer_to_smart_account_2": "Transferência para a conta inteligente",
    "address": "Endereço",
    "copy": "Cópia",
    "please_do_not_top_up_other_non_bnb_assets": "Por favor, não complete outros ativos não-{{Method}}. Após a recarga, clique em",
    "submit_successfully": "Recarregue completo",
    "submit": "Enviar",
    "exchange_rate": "Taxa de câmbio",
    "if_the_account_has_not_been_received_for_a_long_time": "Se a conta não tiver sido recebida há muito tempo, clique em",
    "again": "de novo",
    "recharge_record": "Recarregar o registro",
    "successful": "Bem-sucedido",
    "purchase": "comprar",
    "Purchase": "Comprar",
    "transaction_record": "Registro de transação",
    "all": "TODOS",
    "recharge": "Recarregar",
    "giveaway": "Giveaway",
    "withdrawal_failed": "A retirada falhou",
    "promotion_account": "Conta da carteira",
    "basic_account": "Conta flexível",
    "amount_to_be_converted": "Valor a ser convertido",
    "withdrawable_balance": "Saldo retirado",
    "withdrawals_arebased_one_singapore_time_and_are_withdrawn_once_a_day": "Os saques são baseados no horário de Cingapura e são retirados uma vez por dia",
    "choose_withdrawal_account": "Escolha a conta de retirada",
    "choose": "Escolher",
    "digital_currency_wallet": "Carteira de moeda digital",
    "cancel": "CANCELAR",
    "password": "Senha",
    "actual_withdrawal": "Retirada real",
    "withdrawal_record": "Registro de retirada",
    "fee": "Taxa",
    "to_account": "para explicar",
    "account_security": "Segurança da conta",
    "modify_login_password": "Modificar senha de login",
    "modify_payment_password": "Modificar senha de pagamento",
    "transfer_to_basic_account": "Transferência para a conta básica",
    "transfer_to_promotion_account": "Transferência para a conta de promoção",
    "there_are_two_investment_models_please_choose_according_to_your_needs": "Existem dois modelos de investimento, escolha de acordo com suas necessidades",
    "deposit_into_this_account_for_pledge_mining": "Depósito nessa conta da mineração de promessa. Após 24 horas a partir do primeiro tempo de depósito, você pode receber manualmente a renda e devolver o diretor quando expirar",
    "recharge_to_the_promotion_account_to_purchase_periodic_mining_machines": "Recarregue a conta de promoção para comprar máquinas de mineração periódicas, você pode coletar renda em diferentes ciclos e devolver o principal e a renda quando expirar",
    "add_digital_currency_wallet": "Adicionar carteira de moeda digital",
    "address_type": "tipo de endereço",
    "wallet_address": "endereço da carteira",
    "start_with": "Comece com",
    "digit_wallet_address": "Endereço da carteira de dígitos",
    "set_payment_password": "Defina a senha de pagamento",
    "continue": "Continuar",
    "are_you_sure_sign_out": "Você tem certeza, saia",
    "wallet_registration": "Registro da carteira",
    "decentralized_wallet_download_address": "Endereço de download da carteira descentralizado",
    "tutorial": "Veja o tutorial",
    "buy_currency": "compre moeda",
    "common_problem": "problema comum",
    "how_to_become_a_partner_of_trontin_mining_company": "Como se tornar um parceiro da Tronico Mining Company",
    "to_become_our_partner": "Para se tornar nosso parceiro, você pode obter 56.000trx gratuitamente, simplesmente registrando -se e pode retirá -lo dentro de 180 dias após a ativação",
    "what_to_do_after_registration": "O que fazer após o registro",
    "you_need_to_log_in_to_your_account": "Você precisa fazer login na sua conta e a função de mineração será ativada automaticamente. Para aumentar sua renda diária, faça um depósito",
    "what_are_the_minimum_deposit_and_withdrawal_amounts": "Quais são os valores mínimos de depósito e retirada",
    "the_minimum_deposit_is_10trx": "O depósito mínimo é 10TRX e a retirada mínima é 5TRX.",
    "how_to_withdraw_money_what_should_i_do": "Como retirar dinheiro, o que devo fazer",
    "log_in_to_your_account": "Faça login na sua conta. Digite a página de 'retirada'. Clique no botão 'retirada'. Ligue o endereço da carteira TRX e defina uma senha de pagamento pela primeira vez, especifique o valor da retirada e selecione seu endereço de carteira e clique para retirar.",
    "what_is_level_and_how_do_i_increase_it": "O que é nivelado e como faço para aumentar",
    "tron_marketing_uses_level_design": "O Tron Marketing usa design de nível. Quanto mais eletricidade um usuário compra, maior seu nível. A lucratividade depende diretamente do nível de aquisição. Se o usuário inicial do VIP1 ganhar 8% ao dia, então, à medida que a energia disponível para a mineração aumenta, o VIP10 de maior lucratividade pode ganhar 36% ao dia",
    "i_made_a_withdrawal_request_but_it_hasnt_arrived_in_my_wallet_yet": "Eu fiz um pedido de retirada, mas ainda não chegou na minha carteira",
    "all_requests_are_handled_by_a_set_of_system_automatic_modes": "Todas as solicitações são tratadas por um conjunto de modos automáticos do sistema. A solicitação é normalmente processada em 1 minuto",
    "what_payment_systems_does_this_project_have_for_deposits": "Que sistemas de pagamento este projeto tem para depósitos",
    "you_can_deposit_using_a_payment_system_like_this": "Você pode depositar usando um sistema de pagamento como este",
    "what_payment_systems_does_this_project_have_for_withdrawals": "Que sistemas de pagamento este projeto tem para saques",
    "you_can_withdraw_money_using_this_payment_system": "Você pode retirar dinheiro usando este sistema de pagamento",
    "how_to_change_account_password": "Como alterar a senha da conta",
    "click_the_change_password_function_on_the_my_tab_on_the_lower_right": "Clique na função 'Alterar senha' na guia 'My' no canto inferior direito da página. Digite sua senha antiga e nova senha para alterá -la",
    "what_if_i_forget_my_withdrawal_password": "E se eu esquecer minha senha de retirada",
    "please_use_the_email_address_you_reserved_when_registering_to_send_username": "Por favor, use o endereço de e -mail que você reservou ao se registrar para enviar (nome de usuário: .... 'Esqueceu a senha de retirada') para nosso endereço de e -mail oficial: Tronico68@gmail.com",
    "what_should_i_do_if_i_need_to_change_my_wallet_address": "O que devo fazer se precisar mudar meu endereço de carteira",
    "please_use_the_email_address_you_reserved_when_registering_to_send": "Use o endereço de e -mail que você reservou ao se registrar para enviar (nome de usuário e novo endereço da carteira) para nosso endereço de e -mail oficial: Tronico68@gmail.com",
    "how_to_top_up": "Como completar",
    "to_make_a_deposit_you_need_to_log_into_your_account": "Para fazer um depósito, você precisa fazer login em sua conta e ir para a página de mineração. Na parte superior, você verá o botão 'Depósito'. Uma vez na página de depósito, selecione a moeda que deseja depositar. Depois disso, você receberá um endereço de carteira para o qual precisa enviar suas criptomoedas. Os depósitos serão creditados em 1 minuto.",
    "your_account_may_be_frozen_under_the_following_circumstances": "Sua conta pode estar congelada nas seguintes circunstâncias",
    "trontin_takes_a_responsible_approach_to_protect_the_personal_data": "Trontin adota uma abordagem responsável para proteger os dados pessoais de seus usuários e a segurança de seu site. Qualquer tentativa de coletar informações pessoais do usuário, hackers do código do site, uso inadequado do programa afiliado, acesso às contas de usuário por meio de hackers, uso de serviços de terceiros para aumentar artificialmente o número de parceiros e qualquer administração que insulta o site ou seus usuários pode ser fundamental para suspensão da conta do usuário.",
    "I_didnt_find_the_answer_to_my_question_what_should_I_do": "Não encontrei a resposta para minha pergunta, o que devo fazer",
    "contact_online_customer_service_or_telegram_customer_service": "Entre em contato com o atendimento ao cliente on -line ou atendimento ao cliente do Telegram",
    "how_to_deposit": "Como depositar",
    "click_deposit_on_the_platform_page": "Clique em 'Depósito' na página da plataforma",
    "choose_to_transfer_to_the_basic_account_or_promotion_account": "Escolha transferir para a conta básica ou conta de promoção. Depois de entrar, você pode escolher a moeda para depósito.",
    "select_a_top_up_enter_to_copy_the_deposit_address": "Selecione uma recarga. Digite para copiar o endereço de depósito.",
    "open_your_crypto_wallet_select_the_corresponding_currency_and_transfer": "Abra sua carteira criptográfica, selecione a moeda correspondente e transfira.",
    "paste_the_address_of_the_receiving_wallet": "Cole o endereço da carteira receptora.",
    "enter_the_amount_you_plan_to_deposit_into_your_account": "Digite o valor que você planeja depositar em sua conta.",
    "click_next_and_confirm_completion": "Clique em 'Avançar' e confirme a conclusão.",
    "return_to_the_platform_and_click_the_recharge_button_note_the_last_step": "Retorne à plataforma e clique no botão 'Recarga'. NOTA: A última etapa é retornar à plataforma e clicar em 'Recarga completa'. Depois que a recarga for concluída, a conta será creditada a tempo.",
    "how_to_withdraw_money": "Como retirar dinheiro",
    "select_the_exit_button_on_the_homepage_then_use_your_exchange_wallet": "Selecione o botão de saída na página inicial e use sua troca (carteira) para encontrar o endereço TRC20, copiar e vinculá -lo à plataforma para sair, e a plataforma liquida o TRX da moeda. Após a retirada bem-sucedida, a conta será creditada em 1-3 minutos.",
    "if_you_need_help_please_click_online_customer_service": "(Se precisar de ajuda, clique em Atendimento ao Cliente online)",
    "announcement": "Anúncio",
    "my_message": "Minha mensagem",
    "company_mining_and_revenue": "【Mineração e receita da empresa】",
    "registered_members_will_be_given_56000trx_as_pledged_equity": "Os membros registrados receberão 56.000TRX como patrimônio líquido. Para ativar a conta, é necessário um depósito mínimo de 10TRX e uma retirada mínima de 5TRX. A renda pode ser retirada ou investida na mineração.",
    "basic_investment_deposit_into_the_basic_account_and_automatically_join_the_contract_for_180_days": "[Investimento básico] depositar na conta básica e ingressar automaticamente ao contrato por 180 dias [o período do contrato entra em vigor desde o momento do primeiro depósito]. A conta básica tem receita de mineração todos os dias e pode receber 9% a 38% do valor da investimento cumulativo todos os dias. O tempo de liquidação do nosso sistema de plataforma é: a hora da primeira compra do usuário, 24 horas depois.",
    "for_example_the_first_purchase_time_is_1500_and_the_income_will_be_obtained_at_1500_the_next_day": "[Por exemplo: o primeiro tempo de compra é 15:00 e a renda será obtida às 15:00 no dia seguinte] A renda não será automaticamente depositada na conta e você precisará clicar na renda todos os dias; Quando a mineração entrar, clique ativamente para receber a renda.",
    "accumulated_deposits_of_10_2500_trx_automatically_upgraded_to_vip1_daily_withdrawal": "Depósitos acumulados de 10-2500 TRX, atualizados automaticamente para o VIP1, retirada diária de 9%.",
    "accumulated_deposits_of_2501_10000_trx_automatically_upgraded_to_vip2_10_daily_withdrawal": "Depósitos acumulados de 2501-10000 TRX, atualizados automaticamente para o VIP2, 10% de retirada diária.",
    "accumulated_deposits_of_10001_20000_trx_automatically_upgraded_to_vip3_daily_withdrawal": "Depósitos acumulados de 10001-20000 TRX, atualizados automaticamente para o VIP3, saques diários de 11%.",
    "accumulated_deposits_of_20001_50000_trx_automatically_upgraded_to_vip4_daily_withdrawal": "Depósitos acumulados de 20001-50000 TRX, atualizados automaticamente para o VIP4, retiradas diárias de 13%.",
    "accumulated_deposits_of_50001_100000_trx_automatically_upgraded_to_vip5_daily_withdrawal": "Depósitos acumulados de 50001-100000 TRX, atualizados automaticamente para o VIP5, retirada diária de 15%.",
    "accumulated_deposits_of_100001_200000_trx_automatically_upgraded_to_vip6_daily_withdrawal": "Depósitos acumulados de 100001-200000 TRX, atualizados automaticamente para o VIP6, retiradas diárias de 17%.",
    "accumulated_deposits_of_200001_500000_trx_automatically_upgraded_to_vip7_daily_withdrawal": "Depósitos acumulados de 200001-500000 TRX, atualizados automaticamente para o VIP7, retirada diária de 23%.",
    "accumulated_deposits_of_500001_1000000_trx_automatically_upgraded_to_vip8_daily_withdrawal": "Depósitos acumulados de 500001-1000000 TRX, atualizados automaticamente para o VIP8, retirada diária de 26%.",
    "accumulated_deposits_of_1000001_1600000_trx_automatically_upgraded_to_vip9_daily_withdrawal": "Depósitos acumulados de 1000001-1600000 TRX, atualizados automaticamente para o VIP9, retirada diária de 32%.",
    "accumulated_deposits_of_1600001_9999999_trx_automatically_upgraded_to_vip10_daily_withdrawal": "Os depósitos acumulados são 1600001-99999999 TRX, atualizados automaticamente para o VIP10, com retiradas diárias de 38%.",
    "automatically_upgrade_vip_level_instructions": "Atualize automaticamente o nível VIP e as instruções.",
    "the_system_will-determine_your_total_accumulated_deposit": "O sistema determinará seu depósito acumulado total e o atualizará automaticamente para o nível apropriado. Por exemplo: A primeira recarga é 500 TRX, a segunda recarga é 2001 TRX, [a recarga cumulativa é 2501 Trx] O sistema atualizará automaticamente para o VIP2 e você terá VIP2. A renda diária do nível é de 10% e assim por diante.",
    "share_invitation_reward_description": "Compartilhe a descrição da recompensa do convite",
    "invite_friends_description": "Convide amigos com o link de promoção e 13% da renda será retirada imediatamente. Se você recomenda centenas de pessoas para ingressar em Trontin, você pode se tornar um milionário. Máximo de 18% (Nível de Comissão 13% + Nível 2 2% + Nível 3 1%) 1: Por exemplo: você convida o usuário A, Usuário A Depósitos e investe 10.000TRX, você receberá 1.300TRX como recompensa. Usuário A convites Usuário B, Usuário B Depósitos e investe 10.000TRX, e você receberá 200TRX como recompensa. O usuário B mais uma vez inspira o usuário C. Usuário C Depósitos e investe 10.000trx. Você receberá 100TRX como recompensa. A receita da promoção será transferida diretamente para sua conta de promoção. Você pode retirar diretamente o dinheiro ou comprar links da plataforma de promoção de produtos financeiros para obter receita de promoção e cultivar membros da própria equipe (a promoção pode obter uma certa porcentagem da receita de promoção). Promova seu link de convite sobre sua família e amigos, WhatsApp, Grupo do Facebook, YouTube, Instagram, Twitter, Grupo de Telegrama ou qualquer plataforma de mídia social (Link de convite: faça login na plataforma e clique no botão Compartilhar para copiar o link. Envie o link para seus amigos ou qualquer plataforma social.",
    "official_platform_description": "Plataforma oficial da piscina de mineração de Tronrico",
    "the_official_platform_of_trontin_mining_pool": "A plataforma oficial do pool de mineração de Tronrico, denominada Tronrico, foi certificada pelo Tron Blockchain Financial Center. Somos um operador oficial e legal do TRON. Forneça aos clientes os serviços mais estáveis, seguros e eficientes! Desde 2020, nós e a sede da TRON reprimimos mais de 3.000 plataformas falsificadas. Se você encontrar uma plataforma falsa, poderá entrar em contato conosco e cooperaremos com a sede da TRON para reprimir, a plataforma oficial de certificação Tronico.",
    "trontin_msb_registration_certificate": "Certificado de registro de Tronrico MSB",
    "tax_registration_certificate": "Certificado de registro de impostos",
    "TRONTIN_White_Paper": "Tronrico White Paper",
    "click_to_view_trontin_white_paper": "Clique para ver o papel branco Tronrico",
    "news_report": "Reportagem de notícias",
    "trontin_launches_revolutionary_cloud_mining_platform": "Tronrico lança plataforma de mineração de nuvem revolucionária",
    "click_to_view": "Clique para visualizar",
    "contact_us": "Contate-nos",
    "company_website": "Site da empresa",
    "company_telegram": "Telegrama da empresa",
    "telegram_channel": "Canal de telegrama",
    "email": "E-mail",
    "company_address": "8 Marina Blvd, Torre 1, piso 31 e 32, Marina Bay Financial Center Singapore",
    "invite_friends_to_recharge": "Convide amigos para recarregar para obter descontos correspondentes",
    "level": "Nível",
    "rebate": "Desconto",
    "price": "Preço",
    "available_balance": "Saldo disponível",
    "limit_quantity": "Quantidade limitada",
    "purchase_quantity": "Quantidade de compra",
    "daily_interest_rate": "Taxa de juros diária",
    "real_time": "Tempo real",
    "participate_in_investment": "Participar do investimento",
    "project_rules": "Regras do projeto",
    "repayment_method": "Método de reembolso",
    "repay_principal_and_interest_at_maturity": "Reembolsar o diretor e o interesse na maturidade",
    "unit_price": "Preço unitário",
    "daily_rate_of_return": "Taxa diária de retorno",
    "investment_cycle": "Ciclo de investimento",
    "expected_profit": "lucro esperado",
    "project_introduction": "Introdução ao projeto",
    "tron_love_mining_machine": "Tron Love Minering Machine Ciclo curto e renda estável é uma boa escolha. A renda diária é de 4,57%-4,7%e o ciclo é de 3 dias. Após o término do ciclo, ele será distribuído diretamente à sua [conta de promoção] juntamente com o principal e a renda obtida durante o ciclo. Você pode retirar dinheiro diretamente; Esta plataforma suporta a mineração de investimentos TRX, ETH, BNB, DOGE, USDT (ERC20 TRC20 BEP20).",
    "notice": "PERCEBER",
    "confirmation_transfer": "Tem certeza de que deseja se transferir?",
    "home": "Lar",
    "invest": "Investir",
    "mine": "Meu",
    "Account_6_16_characters_no_spaces_allowed": "Conta, 6 a 16 caracteres, sem espaços permitidos",
    "Area_code_plus_mobile_number": "Código de área + número de celular",
    "recommendation_code": "Código de recomendação",
    "global_partners": "Parceiros globais",
    "email_verification_code": "Código de verificação de email",
    "otp": "OTP",
    "enter_a_new_password": "Digite uma nova senha",
    "wallet_found": "Fundos da carteira",
    "need_traded": "Precisa negociado",
    "already_traded": "Já negociado",
    "number_of_withdrawals": "Número de retiradas",
    "allow_withdrawal": "Permitir a retirada",
    "yes": "sim",
    "minimum_withdrawal": "Retirada mínima",
    "enter_withdrawal_amount": "Insira o valor da retirada",
    "please_enter": "Por favor, digite",
    "loading": "Carregando",
    "confirm_password": "Confirme sua senha",
    "original_payment_password": "Senha de pagamento original",
    "invest_product": "Investimento inteligente",
    "purchased": "comprado",
    "total_income": "renda total",
    "principal": "principal",
    "total_principal_and_interest": "Principal total e interesse",
    "how_to_deposit_funds_on_the_ai_trading_platform": "1. Como depositar fundos na plataforma de negociação de IA",
    "step_1_get_your_deposit_address": "Etapa 1: Obtenha seu endereço de depósito",
    "log_into_your_ai_trading_account": "Faça login em sua conta de negociação de IA",
    "head_to_the_deposit_page": "Vá para a página \"Depósito\"",
    "choose_your_cryptocurrency": "Escolha sua criptomoeda (TRC20, BEP20, BNB ou TRX)",
    "generate_the_deposit_address_and_copy_it_to_your_clipboard": "Gerar o endereço de depósito e copiá -lo para sua área de transferência",
    "step_2_send_funds_from_your_wallet": "Etapa 2: Envie fundos da sua carteira",
    "open_your_crypto_wallet_app": "Abra o seu aplicativo de carteira criptográfica (por exemplo, Metamask, Trust Wallet)",
    "select_the_correct_network": "Selecione a rede correta (TRC20 ou BEP20)",
    "paste_the_copied_deposit_address_as_the_recipient": "Cole o endereço de depósito copiado como destinatário",
    "input_the_amount_you_want_to_deposit_and_confirm_the_send": "Insira o valor que deseja depositar e confirmar o envio",
    "wait_for_confirmation_on_the_blockchain": "Aguarde a confirmação no blockchain (geralmente alguns minutos)",
    "step_3_confirm_your_deposit": "Etapa 3: confirme seu depósito",
    "go_to_transaction_history_to_track_progress": "Vá para \"Histórico da transação\" para acompanhar o progresso",
    "click_complete_deposit_once_transaction_is_verified": "Clique em \"Depósito completo\" assim que a transação for verificada",
    "if_your_deposit_doesnt_reflect_within_30_minutes_reach_out_to_support": "Se o seu depósito não refletir em 30 minutos, estenda a mão para apoiar",
    "how_to_withdraw_funds_from_the_ai_trading_platform": "2. Como retirar fundos da plataforma de negociação de IA",
    "step_1_choose_your_withdrawal_option": "Etapa 1: Escolha sua opção de retirada",
    "log_in_and_open_the_fund_management_tab": "Faça login e abra a guia \"Gerenciamento de fundos\"",
    "click_withdraw_and_pick_your_preferred_network": "Clique em \"retirar\" e escolha sua rede preferida (TRC20\/BEP20\/BNB\/TRX)",
    "step_2_fill_in_withdrawal_information": "Etapa 2: Preencha as informações de retirada",
    "enter_the_amount_you_want_to_withdraw": "Digite o valor que deseja retirar",
    "paste_your_wallet_address": "Cole o endereço da sua carteira (verifique se ela corresponde à rede correta)",
    "complete_any_required_security_verification_steps": "Preencha todas as etapas de verificação de segurança necessárias",
    "step_3_final_confirmation_and_submission": "Etapa 3: confirmação final e submissão",
    "double_check_all_the_details_before_submitting": "Verifique todos os detalhes antes de enviar",
    "withdrawals_usually_process_within_30_minutes": "Os saques geralmente processam em 30 minutos",
    "track_the_progress_under_withdrawal_records": "Rastrear o progresso em \"Retirwal Records\"",
    "important_notes": "Notas importantes:",
    "double_check_your_wallet_address_crypto_transfers_cant_be_undone": "❗️ Verifique duas vezes o endereço da carteira-as transferências de criptografia não podem ser desfeitas",
    "make_sure_to_meet_the_platforms_minimum_withdrawal_limit": "❗️ Certifique -se de atender ao limite mínimo de retirada da plataforma",
    "delays_can_occur_due_to_high_network_traffic": "A atrasos podem ocorrer devido ao alto tráfego de rede",
    "contact_live_chat_support_anytime_if_you_face_any_issues": "❗️ Contate o suporte ao vivo de bate -papo a qualquer momento, se você enfrentar algum problema",
    "if_you_need_more_help_our_customer_service_team_is_available_24_7_via_live_chat": "Se você precisar de mais ajuda, nossa equipe de atendimento ao cliente estará disponível 24\/7 via chat ao vivo",
    "what_is_chain_quant": "1. O que é o Chain Quant?",
    "chain_quant_description": "A Chain Quant é uma plataforma de negociação quantitativa de IA que combina a inteligência artificial e a tecnologia blockchain para analisar as tendências do mercado de criptografia e executar negociações automatizadas-capacitando os usuários para obter retornos estáveis ​​com um esforço mínimo.",
    "core_services_of_chain_quant": "2. Serviços principais da rede de rede",
    "quantitative_arbitrage_trading": "Negociação quantitativa de arbitragem\n -utiliza diferenças de preço em várias trocas para gerar lucros de baixo risco\n -Mercados de rastreamento de sistemas acionados por IA 24\/7 e executam negócios em momentos ideais",
    "ai_auto_trading": "AI com negociação automática\n -Bots totalmente automatizados usando estratégias pré-construídas, como seguidores de tendências e sistemas de grade\n - Os algoritmos se ajustam em tempo real para limitar o risco e melhorar os retornos",
    "fund_security": "Financia a segurança\n -implementa a criptografia de várias camadas com separação de carteira fria e quente\n -As auditorias de contrato inteligentes fornecem operações transparentes e à prova de adulteração",
    "instant_deposits_withdrawals": "Depósitos\/retiradas instantâneas\n - Depósitos processados ​​em 1 a 3 minutos (suporta TRC20\/BEP20)\n - Os saques são rápidos e automatizados - não é necessária uma revisão manual",
    "multiple_trading_modes": "Vários modos de negociação\n -Modo iniciante: Negociação de baixo risco e totalmente sem mão\n - Modo profissional: ferramentas avançadas e controles de estratégia para usuários experientes",
    "how_to_register_and_start_using_chain_quant": "3. Como se registrar e começar a usar o Chain Quant?",
    "sign_up": "Etapa 1: Inscreva -se: \n Visite o site oficial da Cader Quant, clique em \"Registro gratuito\" e verifique por e -mail ou telefone",
    "deposit_and_activate_ai_trading": "Etapa 2: Depósito e Ative a IA Trading:\n Financie sua conta com USDT (TRC20 ou BEP20)\n Os fundos depositados são convertidos em seu saldo de negociação de quantidades da cadeia",
    "launch_ai_trading": "Etapa 3: inicie a IA Trading:\n Clique em \"Negociação Quantitativa\" para ativar seu Bot AI pessoal\n O sistema inicia negócios automatizados destinados a gerar lucros diários",
    "how_to_earn_with_chain_quant": "Como ganhar com o Chain Quant?",
    "arbitrage_profits": "- Método 1: lucros de arbitragem:\n A IA avança lacunas de preços (por exemplo, comprar com pouca troca, vender alto em outro)",
    "ai_trading_returns": "- Método 2: Retornos de negociação de IA:\n Os algoritmos usam dados de tendência para comprar baixos e vender alta automaticamente",
    "referral_rewards": "- Método 3: Recompensas de referência:\n Convide outras pessoas e ganhe comissões de seus negócios",
    "why_choose_chain_quant": "5. Por que escolher a Chain Quant?",
    "ai_automation": "✓ Automação de IA 24\/7 - nunca perca uma oportunidade de negociação",
    "military_grade_security": "✓ Segurança de nível militar-carteiras frias e criptografia de primeira linha",
    "dual_trading_modes": "✓ Modos de negociação dupla - perfeitos para iniciantes e profissionais",
    "reliable_returns": "✓ Retornos confiáveis-apoiados por análise de mercado em tempo real",
    "free_daily_withdrawals": "✓ Retiradas diárias gratuitas-Desfrute de uma retirada sem taxa todos os dias",
    "start_your_journey_with_chain_quant": "Comece sua jornada com a Chain Quant hoje e deixe a automação inteligente funcionar para o seu futuro criptográfico!",
    "chain_quant_ltd": "Chain Quant Ltd",
    "driving_the_future_of_ai": "Dirigindo o futuro da IA, Big Data & Automation",
    "at_chain_quant_we_harness": "Na Chain Quant, aproveitamos o poder da inteligência artificial de ponta, big data e automação avançada para acelerar a transformação digital global. Nossa missão é capacitar organizações com soluções inteligentes e escaláveis ​​que alimentam o crescimento dos negócios e moldam um futuro mais conectado e eficiente.",
    "core_services": "Serviços principais",
    "ai_solutions": "Soluções de IA - integrando o aprendizado de máquina e o aprendizado profundo para otimizar as operações e maximizar a eficiência.",
    "big_data_analytics": "Big Data Analytics-fornecendo poderosas infraestrutura de dados e informações acionáveis ​​para a tomada de decisão inteligente e o crescimento sustentável.",
    "automation_integration": "Integração da automação - Projetando fluxos de trabalho de automação personalizados que reduzem os custos, eliminam redundâncias e aumentam a produtividade.",
    "strategic_industry_consulting": "Consultoria estratégica da indústria-fornecendo inteligência de mercado com visão de futuro, orientada a tecnologia, para orientar estratégias de transformação digital.",
    "our_core_values": "Nossos valores principais",
    "innovation_driven": "Inovação orientada-desafiamos o status quo e ultrapassamos os limites do que é possível com a tecnologia.",
    "client_centric": "Centrado no cliente-Cada solução é adaptada às necessidades exclusivas de nossos clientes e às metas em evolução.",
    "integrity_accountability": "Integridade e responsabilidade - Transparência e confiança são os fundamentos de todas as parcerias que criamos.",
    "vision": "Visão",
    "to_lead_globally_in_ai": "Liderar globalmente na IA e inovação orientada a dados, permitindo que as PME prosperem na economia digital, promovendo o uso responsável da tecnologia e a transformação ética.",
    "innovation_philosophy": "Filosofia de inovação",
    "we_pioneer_the_smart_ecosystem": "Nós pioneiros no ecossistema inteligente-uma infraestrutura digital de bloqueio de blockchain, segura para a indústria, que permite colaboração, transparência e inteligência avançada perfeitas nos mercados globais.",
    "corporate_information": "Informações corporativas",
    "legal_name": "Nome legal",
    "company_number": "Número da empresa",
    "incorporation_date": "Data de incorporação",
    "registered_address": "Endereço registrado",
    "for_official_filings": "Para registros e verificações oficiais, consulte o Registro do Governo do Reino Unido:",
    "uk_government_registry": "Registro do Governo do Reino Unido",
    "secure_and_fast_transactions": "Retirada de 24 horas",
    "withdraw_account": "Conta de retirada",
    "withdrawal_method": "Método de retirada",
    "quota": "Queira 1 - 650000",
    "enter_withal_address": "Endereço de retirada",
    "enter_password": "Senha",
    "handling_fees": "Taxas de manuseio",
    "actually_received": "Realmente receber",
    "press_release": "Comunicado de imprensa",
    "relese_date": "03 de fevereiro de 2024",
    "we_are_thrilled_to_announce": "Estamos entusiasmados em anunciar oficialmente o lançamento do Chain Quant no AVG 15, 2024!",
    "Chain_Quant_is_a_global_powerhouse": "A Chain Quant é uma potência global na arbitragem quantitativa de negociação e criptomoeda orientada pela IA, oferecendo soluções comerciais inteligentes e rápidas e rápidas que maximizam a lucratividade e capacitam a evolução das finanças digitais.",
    "platform_highlights": "Destaques da plataforma",
    "seamless_multi_exchange_integration": "Integração multi-troca perfeita-suporta Binance, Coinbase, Huobi e muito mais",
    "ultra_fast_arbitrage_execution": "Execução de arbitragem ultra-rápida-Subsegundo Buy-Low-Low\/Sell-High Opportunities",
    "fully_autonomous_trading": "Negociação totalmente autônoma-100% de IA, nenhuma entrada manual necessária",
    "be_among_the_first_to_experience": "Estar entre os primeiros a experimentar o comércio de próxima geração.",
    "register_now": "Registre -se agora e assuma o controle do futuro com a Chain Quant - onde a Precision atende ao desempenho em financiamento inteligente.",
    "chain_quantity_quantitative_investment_program": "Programa de investimento quantitativo em quantidade da cadeia. Sistema VIP em camadas para renda passiva automatizada",
    "vip_levels_rewards": "Níveis VIP e recompensas",
    "vip_level_deposit_range_daily_return": "Faixa de depósito VIP (USDT) Retorno diário (%)",
    "vip_1_deposit_range_daily_return": "VIP 1 $ 10 - $ 199 2,46% - 2,52%",
    "vip_2_deposit_range_daily_return": "VIP 2 $ 200 - $ 999 2,71% - 2,72%",
    "vip_3_deposit_range_daily_return": "VIP 3 $ 1.000 - $ 4.999 2,92% - 2,98%",
    "vip_4_deposit_range_daily_return": "VIP 4 $ 5.000 - $ 9.999 3,15% - 3,19%",
    "vip_5_deposit_range_daily_return": "VIP 5 $ 10.000 - $ 14.999 3,36% - 3,40%",
    "vip_6_deposit_range_daily_return": "VIP 6 $ 15.000 - $ 29.999 3,69% - 3,73%",
    "vip_7_deposit_range_daily_return": "VIP 7 $ 30.000 - $ 59.999 3,92% - 3,97%",
    "vip_8_deposit_range_daily_return": "VIP 8 $ 60.000 - US $ 99.999 4,25% - 4,27%",
    "vip_9_deposit_range_daily_return": "VIP 9 $ 100.000 - $ 149.999 4,54% - 4,58%",
    "vip_10_deposit_range_daily_return": "VIP 10 $ 150.000 - $ 200.000 5,01% - 5,10%",
    "chain_quantity_operates_on_progressive_model": "A quantidade de cadeia opera em um modelo de investimento progressivo projetado para escalabilidade e simplicidade.",
    "start_with_10_usdt_activate_quantity_1": "Comece com apenas 10 USDT para ativar a quantidade 1",
    "upgrade_to_quantity_2_by_adding_989_usdt": "Atualizar para a quantidade 2 adicionando 989 USDT (Total: 999 USDT)",
    "minimum_deposit_10_usdt": "Depósito baixo: 10 USDT",
    "minimum_withdrawal_2_usdt": "Retirada mínima: 2 USDT",
    "example_investing_1000_usdt_unlocks_vip_3": "Investir 1.000 USDT desbloqueia VIP 3",
    "daily_earnings_example": "Ganhos diários = 1.000 × 2,92% = 29,2 USDT",
    "program_highlights": "Destaques do programa",
    "validity_per_vip_tier": "⏳ Validade de 180 dias por camada VIP",
    "daily_system_reset": "🕛 Reset do sistema diário às 00:00 SGT",
    "automatic_upgrades": "🔓 Atualizações automáticas ao atingir o próximo limite",
    "instant_withdrawals": "💸 retiradas instantâneas do saldo da comissão",
    "why_choose_chain_quantity": "Por que escolher a quantidade da cadeia?",
    "higher_tiers_offer_better_returns": "✅ As camadas mais altas oferecem retornos significativamente melhores",
    "no_lock_up_periods": "✅ Sem períodos de bloqueio-os fundos permanecem acessíveis",
    "real_time_profit_tracking": "✅ Rastreamento de lucros em tempo real via painel",
    "transparent_automated_system": "✅ Sistema 100% transparente e automatizado",
    "sustainable_passive_income_model": "Ganhe renda passiva e sustentável com nosso modelo de camada inteligente - construído para o crescimento, otimizado para recompensas.",
    "example": "Exemplo",
    "chain_quantity_team_rewards_program": "Programa de recompensas da equipe de quantidade da cadeia",
    "unlock_powerful_earning_potential": "Desbloqueie o poderoso potencial de ganho com nosso sistema estruturado de comissão de vários níveis e oportunidades exclusivas de agentes.",
    "multi_level_commission_structure": "Estrutura da comissão de vários níveis",
    "maximize_rewards_tiered_referral_program": "Maximize suas recompensas através do nosso programa de referência em camadas:",
    "level_1_direct_referrals_earn_15_percent": "Nível 1 (referências diretas): Ganhe 15% Comissão",
    "level_2_indirect_referrals_earn_2_percent": "Nível 2 (referências indiretas): Ganhe 2% Comissão",
    "level_3_extended_network_earn_1_percent": "Nível 3 (Rede estendida): Ganhe 1% Comissão",
    "earn_every_time_referrals_deposit_funds": "Você ganha toda vez que suas referências - e suas referências - fundos de depósito.",
    "global_agent_recruitment": "Recrutamento de agentes globais",
    "expanding_reach_motivated_partners": "Estamos expandindo nosso alcance e procurando parceiros motivados:",
    "national_agents_earn_5_percent": "Agentes Nacionais: Ganhe 5% Comissão",
    "city_agents_earn_4_percent": "Agentes da cidade: Ganhe 4% Comissão",
    "regional_agents_earn_3_percent": "Agentes Regionais: Ganhe 3% Comissão",
    "build_your_network": "Construa sua rede:",
    "launch_telegram_whatsapp_community": "Inicie seu próprio telegrama ou comunidade do WhatsApp",
    "invite_official_support_team": "Convide nossa equipe de apoio oficial a participar",
    "grow_team_unlock_exponential_earning": "Cultive sua equipe e desbloqueie oportunidades de ganho exponencial",
    "referral_bonus_example": "Exemplo de bônus de referência",
    "member_deposit_commission_rate_earnings": "Comissão de depósito de membros Taxa seus ganhos",
    "member_a_1000_usdt_15_percent_150_usdt": "Membro A 1.000 USDT 15% 150 USDT",
    "member_b_1000_usdt_2_percent_20_usdt": "Membro B 1.000 USDT 2% 20 USDT",
    "member_c_1000_usdt_1_percent_10_usdt": "Membro C 1.000 USDT 1% 10 USDT",
    "earn_bonuses_team_members_deposit": "Você ganha bônus toda vez que os membros da sua equipe depositam.",
    "daily_agent_bonus_rewards": "Recompensas diárias de bônus do agente",
    "top_performing_agents_rewarded_daily": "Os agentes de melhor desempenho são recompensados ​​automaticamente, com base nos depósitos diários da equipe:",
    "1000_usdt_60_usdt_bonus": "1.000 USDT → 60 bônus de USDT",
    "5000_usdt_188_usdt_bonus": "5.000 USDT → 188 bônus do USDT",
    "16000_usdt_388_usdt_bonus": "16.000 USDT → 388 bônus de USDT",
    "58000_usdt_1483_usdt_bonus": "58.000 USDT → 1.483 bônus de USDT",
    "100000_usdt_6450_usdt_bonus": "100.000 USDT → 6.450 bônus do USDT",
    "500000_usdt_99999_usdt_bonus": "500.000 USDT → 99.999 Bônus de USDT",
    "bonuses_cumulative_instantly_withdrawable": "Todos os bônus são cumulativos e instantaneamente retirados no USDT.",
    "join_today_grow_network_start_earning": "Junte -se hoje, cresça sua rede e comece a ganhar como nunca antes.",
    "recharge_amount": "Quantidade de recarga",
    "current_amount": "Valor disponível atual",
    "todays_earning": "Ganhos de hoje",
    "total_revenue": "Receita total",
    "invitation_rewareds": "Recompensas de convite",
    "more_level_comming": "Mais níveis em breve ...",
    "per_day": "Tempos de quantificação por dia",
    "agree_with_our": "Concordo com o nosso",
    "terms_of_use": "Termo de uso",
    "and": "E",
    "privacy_policy": "política de Privacidade",
    "no_account": "Sem conta?",
    "security_password": "Senha de segurança",
    "processing": "Processamento…",
    "already_have_an_account": "Já tem uma conta?",
    "verify_email_title": "Verifique o email",
    "enter_your_verification_code": "Digite seu código de verificação",
    "verifying": "Verificando ...",
    "verify_email": "Verifique o email",
    "check_inbox_and_spam_html": "Verifique sua caixa de entrada e pasta para obter o email de verificação.",
    "total_assets": "Total de ativos",
    "quantitative_account": "Conta quantitativa",
    "agent_corperation": "Cooperação do agente",
    "activity": "Atividade",
    "unread_messages_alert": "Você tem mensagens não lidas no site, por favor, verifique o conteúdo da mensagem!",
    "vip": "VIP",
    "trial_fee": "Taxa de julgamento",
    "profit_assets": "Ativos de lucro",
    "todays_earnings": "Ganhos de hoje",
    "quantifiable_number_of_days": "Número quantificável de dias",
    "countdown_days": "Dias de contagem regressiva",
    "quantify_reset_time": "Quantificar o tempo de redefinição",
    "start_quantify": "Comece a quantificar",
    "quantification_process": "Processo de quantificação",
    "start_quantification": "Comece a quantificação ...",
    "start_queuing": "Comece a fazer a fila ...",
    "start_executing_buy_order": "Comece a executar o pedido de compra ...",
    "start_executing_sell_order": "Comece a executar o pedido de venda ...",
    "start_capturing_market_prices": "Comece a capturar preços de mercado de negociação ...",
    "start_distributing_commissions": "Comece a distribuir comissões ...",
    "operation_complete": "A operação está completa e final.",
    "current_vip": "VIP atual",
    "click_to_unlock": "Clique para desbloquear",
    "quantification_times_per_day": "Tempos de quantificação por dia",
    "profit_ratio": "Taxa de lucro",
    "minimum_unlock_amount": "Quantidade mínima de desbloqueio",
    "recharge_unlock_message": "A recarga desbloqueia automaticamente a recarga {{Minucllock}} USDT",
    "quantitative_benefits": "Benefícios quantitativos",
    "deposit_into_basic_wallet": "Depósito na carteira básica",
    "invest_record": "Invest Record",
    "build_team_rewards": "Construa uma equipe e obtenha recompensas generosas",
    "my_invitation_code": "Meu código de convite",
    "invite_link": "Convite link",
    "view_the_team": "Veja a equipe",
    "daily_commissions": "Comissões diárias",
    "invited_friends_recharge_rebates": "Amigos convidados podem obter descontos correspondentes quando recarregam:",
    "recharge_rebate": "Recarregue o desconto",
    "quantify_rebate": "Quantificar desconto",
    "copy_success": "Cópia do sucesso",
    "withdraw": "Retirar",
    "sign_out": "Sair",
    "hello_username": "Olá, {{nome de usuário}}",
    "welcome_back": "bem vindo de volta",
    "investment_accounts": "Contas de investimento",
    "commission_today": "Comissão hoje",
    "yesterdays_earnings": "Os ganhos de ontem",
    "detail": "Detalhe",
    "transfer": "Transferir",
    "news": "Notícias",
    "security_center": "Centro de Segurança",
    "company_profile": "perfil de companhia",
    "about_us": "Sobre nós",
    "twenty_four_hour_withdrawal": "Retirada de 48 horas",
    "withdrawable": "Retirado",
    "amount_to_be_processed": "Valor a ser processado",
    "payment_method": "Método de pagamento",
    "withdrawal_limit_range": "Limite de retirada Faixa de 7,00 - 99999999.00",
    "withdrawal_address": "Endereço de retirada",
    "handling_fee": "Taxa de manuseio",
    "receipt": "Recibo",
    "withdrawal_note": "Nota de retirada",
    "withdrawal_policy_title": "Política de retirada (medida)",
    "minimum_withdrawal_amount": "Valor mínimo de retirada",
    "withdrawal_fee": "Taxa de retirada",
    "withdrawal_frequency": "Frequência de retirada",
    "withdrawal_frequency_desc": "Uma vez diariamente, disponível de segunda a domingo (horário de Cingapura)",
    "processing_time": "Tempo de processamento",
    "processing_time_desc": "Os saques são normalmente processados ​​dentro de 0 a 48 horas após a apresentação da solicitação e será transferida diretamente para a sua carteira.",
    "mining_machine_energy_failure": "Falha na energia da máquina de mineração, recarregue {{vale}} USDT",
    "financial": "Financeiro",
    "usdt": "USDT",
    "failed_to_fetch_data": "Falhou em buscar dados.",
    "note_before_switching_accounts": "Nota: Antes de alternar as contas de recarga, confirme que a recarga anterior foi recebida!",
    "quant_account_desc": "Depósito nesta conta de retornos quantificados inteligentes",
    "investment_account_desc": "Depósitos nesta conta podem ser usados ​​para investir em projetos de crowdfunding",
    "recharge_address": "Recarregar o endereço",
    "recharge_complete": "Recarregue completo",
    "deposit_instruction_1": "1. Copie o endereço acima ou digitalize o código QR e selecione o",
    "network_deposit": "rede para depositar ativo.",
    "invite_top_up_rewards": "Convide amigos para completar a primeira vez e você pode obter as seguintes recompensas",
    "number_of_invited_people": "Número de pessoas convidadas",
    "invitation_rewards_label": "Recompensas de convite:",
    "usdt_automatic_distribution": "Distribuição automática do USDT",
    "invitee_first_recharge_needs_to_be_in": "A primeira recarga do convidado precisa estar em",
    "above": "acima",
    "tiered_rewards_intro": "Convide um certo número de pessoas e receba recompensas em camadas:",
    "count": "Contar",
    "award": "Prêmio",
    "unlimited": "Ilimitado",
    "auto": "Auto",
    "claimed": "Reivindicado",
    "remaining": "Restante",
    "failed_to_load_invite_rewards": "Falha ao carregar recompensas de convite.",
    "reward_claimed_successfully": "A recompensa reivindicou com sucesso.",
    "unable_to_claim_reward": "Incapaz de reivindicar recompensa. Por favor, tente novamente.",
    "agent_cooperation": "Cooperação do agente",
    "global_recruitment_title": "Recrutamento global para informações sobre funcionários em tempo integral:",
    "positions_available_subtitle": "6 posições disponíveis no departamento de marketing",
    "job_description_promotion_title": "Descrição do trabalho e critérios de promoção:",
    "job_description_promotion_body": "O departamento de marketing está oferecendo as 6 posições a seguir, com base no número total de usuários com níveis bem -sucedidos de recarga nos níveis 1 e no nível 2. As posições são as seguintes:",
    "salary_tiers_intro": "Cada posição tem diferentes camadas salariais. Quanto maior a posição, maior o salário. Os detalhes são os seguintes:",
    "position": "Posição",
    "level_1": "Nível 1",
    "level_1_plus": "Nível 1+",
    "level_2": "Nível 2",
    "weekly": "Semanalmente",
    "salary": "Salário",
    "growth_catalyst": "Catalisador de crescimento",
    "brand_architect": "Arquiteto de marca",
    "engagement_guru": "Engajamento do professor",
    "visionary_strategist": "Estrategista visionário",
    "innovation_leader": "Líder de inovação",
    "territory_commander": "Comandante do território",
    "meet_requirements_contact_manager": "Para usuários que atendem aos requisitos de posição, entre em contato com o gerente de projeto para verificação.",
    "salary_payment_method_timing": "Método de pagamento salarial e tempo:",
    "salary_distribution_detail": "Os salários serão distribuídos para a conta da medição de medição de medição toda segunda -feira após as 18h.",
    "additional_rewards_title": "Recompensas adicionais para funcionários em tempo integral:",
    "additional_rewards_body": "Quando um funcionário se tornar um membro permanente, ele também receberá uma porcentagem do total de depósitos semanais de sua equipe como uma recompensa adicional. A estrutura de recompensa é a seguinte:",
    "total_weekly_deposits_usdt": "Depósitos semanais totais (USDT)",
    "reward_percentage": "Porcentagem de recompensa",
    "commission": "Comissão",
    "commission_records": "Registros da comissão",
    "valid_invitation_people_number": "Número de pessoas de convite válido",
    "team_report": "Relatório da equipe",
    "team_total_recharge": "Recarga total da equipe:",
    "team_total_withdrawal": "Retirada total da equipe:",
    "level_3": "Nível 3",
    "total_valid_label": "Total\/Válido:",
    "get_commission_label": "Obter comissão:",
    "now_go": "Agora vá",
    "brand_name": "Medir quant",
    "press_release_date": "25 de junho de 2025",
    "launch_announcement_prefix": "Estamos empolgados em anunciar o lançamento de",
    "launch_announcement_suffix": ", uma plataforma revolucionária de IA que agora está ao vivo em 5 de setembro de 2025.",
    "platform_description": "O Meas Med Quant foi projetado para elevar o futuro da negociação de ativos digitais, combinando o poder da inteligência artificial com a execução rápida do raio. Criado para a próxima geração de investidores, nossa plataforma oferece ferramentas orientadas por precisão para otimizar estratégias de arbitragem de criptografia e negociação quantitativa, garantindo que seu portfólio prospere no mercado altamente competitivo de hoje.",
    "key_features_title": "Principais características da medida quant:",
    "feature_multi_exchange_title": "• Integração sem costura de troca multi-troca",
    "feature_multi_exchange_desc": "Conecte -se sem esforço com plataformas líderes como Binance, Coinbase, Kraken e outras, permitindo negociações eficientes nas trocas.",
    "feature_realtime_arbitrage_title": "• Detecção de arbitragem em tempo real",
    "feature_realtime_arbitrage_desc": "Com a capacidade de resposta no nível milissegundos, a medida Quant identifica e explora oportunidades lucrativas à medida que surgem, garantindo que você fique à frente da curva.",
    "feature_ai_autonomous_title": "• AI-otimizado, totalmente autônomo",
    "feature_ai_autonomous_desc": "Nossa plataforma é alimentada por IA de ponta, permitindo que as estratégias automatizadas e orientadas a dados, sem nenhuma entrada manual necessária, para que você possa sentar e assistir seu portfólio crescer.",
    "platform_mission": "A Meased Quant está aqui para remodelar o cenário de ativos digitais, capacitando você a negociar mais inteligente, rápido e com mais eficiência. Seja você um comerciante experiente ou apenas está começando, meça a Quant desbloqueando um novo reino de possibilidades para maximizar os retornos.",
    "platform_future_line": "Entre no futuro da negociação - onde a inovação encontra precisão.",
    "agent_program_heading": "Programa de Parceria de Agentes Quant",
    "agent_program_headline_prefix": "Entre no futuro das finanças orientadas pela IA com",
    "agent_program_headline_suffix": "Programa de Agente Global",
    "agent_program_welcome": "Bem -vindo à próxima era da criação de riqueza inteligente. A Meased Quant orgulha-se de lançar seu programa de agentes globais-uma oportunidade única de obter receita passiva de longo prazo, aproveitando o poder do comércio quantitativo movido a IA.",
    "agent_program_revolution": "À medida que a revolução das finanças digital ganha impulso, medir a Quant convida profissionais de marketing, líderes comunitários e investidores para participar da formação do futuro das finanças descentralizadas. Nossa rede de agentes é construída para escalabilidade, flexibilidade e lucratividade, oferecendo uma maneira emocionante de aumentar sua renda, ajudando os outros a prosperar na economia digital.",
    "agent_program_highlights": "Destaques do programa:",
    "agent_program_income": "• Potencial de renda com várias camadas - Ganhe descontos com base nas atividades da sua rede, criando um fluxo de renda recorrente à medida que sua comunidade se expande. Seu link de referência facilita a promoção, sem nenhuma experiência necessária.",
    "agent_program_tools": "• Suporte e ferramentas abrangentes-recursos da plataforma de ponta de acesso, descontos em tempo real e automação comercial acionada por IA para tornar a promoção perfeita e gratificante.",
    "agent_program_growth": "• Oportunidades orientadas ao crescimento-progresso através de níveis (cidade, nacional, parceiro global) e desbloquear recompensas exclusivas, incluindo o compartilhamento de lucros ao longo da vida de 20%+ e privilégios regionais especiais para os principais agentes.",
    "agent_program_closing": "Se você está envolvendo nas mídias sociais, redes de investidores ou comunidades locais, a Medida Quant garante que seus esforços sejam recompensados. Comece a construir seu futuro hoje e junte -se a nós enquanto lideremos a acusação no mundo das finanças inteligentes. O futuro da negociação está aqui. Meça o Quant, convida você a fazer parte disso.",
    "company_name_legal": "Medir a quant Limited",
    "cp_p1_rest": "foi fundada em Londres, Reino Unido em 2025 e está comprometida em se tornar uma empresa líder no campo da negociação inteligente baseada em blockchain.",
    "cp_p2_rest": "é um sistema de comércio quantitativo avançado alimentado pela tecnologia de inteligência artificial. Sua capacidade principal está na execução automática de estratégias de negociação para maximizar os retornos do investimento, minimizando o risco. Especificamente, medir as decisões de investimento transformadas Quant em algoritmos de computador executáveis, permitindo operações comerciais transparentes, eficientes e rápidas que se adaptam perfeitamente às flutuações do mercado em tempo real.",
    "cp_p3_suffix": "As estratégias de negociação das estão fundamentadas em matemática moderna, estatística, aprendizado de máquina e análise contínua das tendências do mercado e preços dos ativos digitais para determinar as ações comerciais mais eficazes. Por meio de algoritmos e modelagem complexos, o sistema avalia riscos de mercado e oportunidades de investimento, otimizando automaticamente as alocações de portfólio em resposta às mudanças nas expectativas de risco e retorno.",
    "cp_p4": "Essa abordagem totalmente automatizada elimina o erro humano, aprimora a precisão transacional e garante adaptação consistente a condições de mercado voláteis e incertas.",
    "cp_p5_prefix": "Em essência,",
    "cp_p5_suffix": "é um sistema de comércio quantitativo de próxima geração que mescla a inteligência artificial com a teoria financeira moderna para implementar automaticamente estratégias destinadas a maximizar o lucro e minimizar o risco.",
    "label_company_name": "nome da empresa",
    "label_company_number": "Número da empresa",
    "label_incorporation_date": "Data de incorporação",
    "label_registered_capital": "Capital registrado",
    "label_email": "E-mail",
    "label_phone": "Telefone",
    "label_registered_office": "Escritório registrado",
    "company_number_value": "16289541",
    "incorporation_date_value": "04 de março de 2025",
    "registered_capital_value": "GBP 100.000.000",
    "email_value": "medirquant.ai@gmail.com",
    "phone_value": "+44 7742 043280",
    "registered_office_value": "32 London Bridge St, Londres, Reino Unido SE1 9SG",
    "platform_bonus": "Bônus da plataforma",
    "failed_to_load_notices": "Falha ao carregar avisos",
    "welcome_title": "Bem -vindo ao Meas Medice Quant: Desbloqueando um futuro inteligente juntos",
    "withdraw_success": "Retirar sucesso",
    "deposit_success": "Sucesso de depósito",
    "income_received": "Renda recebida",
    "product": "Produto",
    "project_rule": "Regra do projeto",
    "repayment": "Reembolso",
    "maturity_principal_interest": "Maturidade Principal e interesse",
    "daily_return": "Retorno diário",
    "invest_cycle": "Ciclo de investimento",
    "estimated_revenue": "Receita estimada",
    "balance_not_enough_recharge": "Balance não o suficiente, por favor, recarregue {{vale}} USDT",
    "ok": "OK",
    "transfer_amount": "Valor de transferência",
    "old_login_password": "Senha de login antigo",
    "new_login_password": "Nova senha de login",
    "old_payment_password": "Senha de pagamento antiga",
    "new_payment_password": "Nova senha de pagamento",
    "about_p1_tail": "é um sistema de comércio quantitativo de ponta alimentado pela inteligência artificial. Seu principal recurso é a execução automática de estratégias de negociação projetadas para maximizar os retornos do investimento, minimizando o risco. Ao transformar as decisões de negociação em algoritmos de computador, ele automatiza estratégias predefinidas, tornando o processo de negociação mais transparente, eficiente e altamente responsivo às mudanças no mercado.",
    "about_p2_a": "As estratégias quantitativas empregadas por",
    "about_p2_b": "Aproveite a matemática moderna, estatística, aprendizado de máquina e análise em tempo real das tendências do mercado e preços de criptomoeda. Essas tecnologias avançadas permitem que a plataforma formule planos de negociação altamente otimizados.",
    "about_p2_c": "Ao mesmo tempo,",
    "about_p2_d": "Utiliza modelos complexos para avaliar os riscos de mercado e identificar oportunidades de investimento, reequilibrando automaticamente os portfólios com base na relação risco -retorno esperado. Essa abordagem totalmente automatizada elimina o erro humano, aumenta a precisão e garante que o sistema possa se adaptar rapidamente às condições voláteis do mercado.",
    "about_p3_a": "Em essência,",
    "about_p3_b": "Integra a inteligência artificial à teoria financeira moderna para executar estratégias de investimento autonomamente - superando os objetivos gêmeos de maximizar o lucro e reduzir o risco.",
    "about_p4_heading_tail": "Fonte de renda e segurança financeira",
    "about_p5_tail": "Opera em um modelo de negócios mutuamente benéfico ao lado de seus usuários. Todos os lucros são gerados através de flutuações de preços nos mercados globais de criptomoeda. A natureza descentralizada e resistente a adulteração da tecnologia blockchain garante um ambiente de investimento aberto e transparente, oferecendo aos usuários uma camada mais forte de proteção financeira.",
    "about_p6_a": "Resumindo,",
    "about_p6_b": "Empowers usuários com um sistema de negociação inteligente projetado para oferecer suporte ao crescimento consistente e sustentável da riqueza. Toda transação não apenas oferece retornos aos usuários, mas também gera receita da plataforma-formando uma estrutura de vitória-ganha que suporta estabilidade financeira de longo prazo para ambas as partes.",
    "about_p7_a": "Vamos trabalhar juntos para impulsionar o desenvolvimento saudável da indústria de blockchain. Com",
    "about_p7_b": "Mais indivíduos podem dominar com confiança e eficiência o princípio de comprar baixos e vender alto por meio de sistemas comerciais inteligentes e movidos a IA.",
    "about_p8_a": "Agora em sua quarta geração,",
    "about_p8_b": "evoluiu para se tornar ainda mais poderoso - oferecendo recursos aprimorados enquanto simplifica a experiência do usuário. Com um único clique para \"iniciar quantificação\", os usuários podem começar a gerar retornos em apenas um minuto. Este é o futuro do investimento inteligente.",
    "open_support_drawer": "Gaveta de suporte aberto",
    "online_service": "Serviço online",
    "choose_support_method": "Escolha o seu método de contato de atendimento ao cliente on -line preferido",
    "customer_support": "Suporte ao cliente",
    "community_group": "Grupo comunitário",
    "verify_code": "Verifique o código",
    "click_to_refresh": "Clique para atualizar",
    "request_already_processing": "Seu pedido já está sendo processado",
    "credential_not_match": "Esta credencial não corresponde aos nossos registros",
    "generic_error": "Algo deu errado. Por favor, tente novamente.",
    "system_notice": "Aviso do sistema",
    "failed_to_load_notice": "Falha ao carregar aviso",
    "no_data": "Sem dados",
    "welcome_heading": "Bem -vindo ao Mease Quant!",
    "welcome_p1": "Estamos empolgados em tê -lo como parte da comunidade de quantidades da medida. Como uma empresa de tecnologia com visão de futuro na vanguarda da inovação, estamos aqui para ajudá-lo a explorar o potencial ilimitado da inteligência artificial.",
    "welcome_p2": "Obrigado por escolher a medida de medição, vamos desbloquear um futuro mais inteligente e mais conectado. Se você tiver dúvidas, nossa equipe de suporte está sempre pronta para ajudá -lo.",
    "email_verification": "E -mail verificar",
    "pending": "Pendente",
    "withdraw_asset": "Retirar ativos",
    "withdraw_deduction": "Dedução de retirada",
    "quantitative_earning": "Ganho quantitativo"
}