{
    "account": "Nome utente",
    "quantify_records": "Quantificare i record",
    "finish": "Fine",
    "buy_platform": "Acquista la piattaforma",
    "purchase_price": "Prezzo di acquisto",
    "sales_platform": "Piattaforma di vendita",
    "selling_price": "Prezzo di vendita",
    "service_charge": "Servizio",
    "model": "Modello",
    "vip_model": "Modello VIP",
    "quantitative_strategy": "Strategia quantitativa",
    "popular": "Popolare",
    "cryptocurrency_trading": "Trading di criptovaluta",
    "no_more_data": "Niente più dati",
    "check": "Controllo",
    "execute_position": "Eseguire la posizione",
    "wallet_account_balance": "Bilancio del conto del portafoglio",
    "not_limited": "Non limitato",
    "daily_interest_payment": "Pagamento degli interessi quotidiani, rimborso principale alla scadenza",
    "share_rules": "Condividi le regole",
    "hello": "Ciao",
    "register_an_account": "Registra un account",
    "flexible_account": "Conto quantitativo",
    "wallet_account": "Account intelligente",
    "wave_field": "Centro di aiuto",
    "chain_quant": "Quant a catena: Guida dell'introduzione e dell'utente per la piattaforma di trading quantitativa intelligente",
    "how_to_get_benefits": "Come depositare e prelevare fondi",
    "bandwidth": "Introduzione dell'azienda: catena quant",
    "energy": "Energia",
    "welcome_to": "Benvenuti a",
    "official_telegram_channel": "Canale del telegramma ufficiale",
    "cloud_mining_hosting": "Tronokx offre servizi di mining e picchettamento affidabili, garantendo rendimenti principali entro 12 giorni. La nostra piattaforma fornisce più livelli VIP con importi di deposito diversi e tassi di prelievo giornalieri per soddisfare le diverse esigenze di investimento:",
    "cloud_mining_hosting_2": "Siamo lieti di presentarti Tronokx, una piattaforma all'avanguardia dedicata a fornire servizi di mining e picchettamento innovativi che offrano rendimenti sicuri, affidabili e redditizi. Il nostro sistema garantisce un rendimento principale entro 12 giorni, offrendoti l'opportunità di far crescere rapidamente il tuo investimento pur essendo parte di un ecosistema finanziario eccitante e sostenibile.",
    "cloud_mining_hosting_3": "In Tronokx offriamo una serie di livelli VIP progettati per soddisfare diverse capacità di investimento. Ogni livello ha intervalli di deposito specifici e tassi di prelievo giornalieri, fornendo opzioni flessibili per gli utenti che desiderano guadagnare rendimenti giornalieri dai loro investimenti. Ecco una panoramica dei vari livelli VIP:",
    "the_amount_of_vip1": "VIP 1: intervallo di deposito 10-1000 TRX, prelevare il 9% al giorno",
    "the_amount_of_vip2": "VIP 2: intervallo di deposito 1.001-2.000 TRX, prelevare il 10% al giorno",
    "the_amount_of_vip3": "VIP 3: intervallo di deposito 2.001-10.000 TRX, prelevare il 13% al giorno",
    "the_amount_of_vip4": "VIP 4: intervallo di deposito 10.001-50.000 TRX, prelevare il 15% al ​​giorno",
    "the_amount_of_vip5": "VIP 5: intervallo di deposito 50.001-200.000 TRX, prelevare il 17% al giorno",
    "the_amount_of_vip6": "VIP 6: intervallo di deposito 200.001-300.000 TRX, prelevare il 20% al giorno",
    "the_amount_of_vip7": "VIP 7: intervallo di deposito 300.001-500.000 TRX, prelevare il 23% al giorno",
    "the_amount_of_vip8": "VIP 8: intervallo di deposito 500.001-800.000 TRX, prelevare il 28% al giorno",
    "the_amount_of_vip9": "VIP 9: intervallo di deposito 800.001-1.500.000 TRX, prelevare il 35% al ​​giorno",
    "the_amount_of_vip10": "VIP 10: intervallo di deposito 1.500.001+ TRX, prelevare il 42% al giorno",
    "the_amount_of_vip1_ann": "VIP 1: per depositi compresi tra 10 e 1.000 TRX, guadagnare un rendimento giornaliero del 9%.",
    "the_amount_of_vip2_ann": "VIP 2: per depositi tra 1.001 e 2.000 TRX, goditi un ritiro giornaliero del 10%.",
    "the_amount_of_vip3_ann": "VIP 3: depositi da 2.001 a 10.000 TRX si qualificano per un prelievo giornaliero del 13%.",
    "the_amount_of_vip4_ann": "VIP 4: per investimenti tra 10.001 e 50.000 TRX, ricevono il 15% al ​​giorno.",
    "the_amount_of_vip5_ann": "VIP 5: se depositi tra 50.001 e 200.000 TRX, avrai diritto a un rendimento giornaliero del 17%.",
    "the_amount_of_vip6_ann": "VIP 6: depositi da 200.001 a 300.000 TRX guadagneranno il 20% al giorno.",
    "the_amount_of_vip7_ann": "VIP 6: depositi da 200.001 a 300.000 TRX guadagneranno il 20% al giorno.",
    "the_amount_of_vip8_ann": "VIP 8: i depositi da 500.001 a 800.000 TRX ricevono un rendimento giornaliero del 28%.",
    "the_amount_of_vip9_ann": "VIP 9: per depositi più grandi da 800.001 a 1.500.000 TRX, goditi un ritiro giornaliero del 35%.",
    "the_amount_of_vip10_ann": "VIP 10: il livello più alto, per depositi superiori a 1.500.001 TRX, offre un impressionante rendimento giornaliero del 42%.",
    "financial_turnaround": "Offriamo anche un piano finanziario a breve termine per coloro che cercano di vedere rapidamente i rendimenti, con il restituzione del preside in soli 3 giorni. Questo piano è ideale per gli utenti che cercano una svolta finanziaria più immediata.",
    "periodic_financial_management": "Inoltre, offriamo un piano finanziario a breve termine che garantisce il rendimento del tuo investimento principale in soli 3 giorni. Puoi anche guadagnare ulteriori premi invitando gli amici a unirsi alla nostra piattaforma. Il programma di riferimento è strutturato su tre livelli:",
    "periodic_financial_management_ann": "Oltre a queste eccezionali opportunità di investimento, crediamo nel potere della comunità. Il nostro programma di ricompense di inviti ti consente di guadagnare ancora di più condividendo la piattaforma con amici e familiari. Ecco come funziona il nostro sistema di riferimento a più livelli:",
    "the_unit_price_of_tron": "Livello 1: 13% di ricompensa per i referral diretti",
    "the_unit_price_of_tron2": "Livello 2: ricompensa del 2% per referral di secondo livello",
    "the_unit_price_of_tron3": "Livello 3: 1% di ricompensa per referral di terzo livello",
    "the_unit_price_of_tron4": "Tronokx è progettato per la sostenibilità a lungo termine, offrendo una piattaforma che continuerà a prosperare fintanto che esiste la criptovaluta. Unisciti a noi oggi per iniziare a guadagnare e far crescere il tuo investimento!",
    "the_unit_price_of_tron_ann": "Livello 1: i referral diretti ti faranno guadagnare una ricompensa del 13% dalle loro attività.",
    "the_unit_price_of_tron2_ann": "Livello 2: per i referral di secondo livello, riceverai il 2% delle loro attività.",
    "the_unit_price_of_tron3_ann": "Livello 3: i referral del terzo livello ti ricompenserà con l'1% delle loro attività.",
    "the_unit_price_of_tron4_ann": "Questo sistema di ricompensa a più livelli garantisce che la crescita della tua rete contribuisca direttamente al tuo successo, creando un effetto palla di neve per guadagnare il potenziale.",
    "the_unit_price_of_tron5_ann": "La fondazione di Tronokx è costruita sulla crescita a lungo termine e la nostra piattaforma è progettata per sostenere le sue operazioni fintanto che la criptovaluta continua a prosperare. Il nostro modello garantisce che il valore che investi oggi continuerà a produrre rendimenti per gli anni a venire. Unendosi a Tronokx, stai diventando parte di una comunità impegnata a creare opportunità finanziarie durature che si allineano con il mondo in evoluzione delle risorse digitali.",
    "the_unit_price_of_tron6_ann": "Ti incoraggiamo ad iniziare ora, investire saggiamente e sfruttare appieno le numerose opportunità che Tonokx offre. Attraverso programmi di cloud mining, picchettamento e referral, hai la possibilità di amplificare la tua ricchezza e diventare un partecipante chiave nel mondo della criptovaluta.",
    "join_now_ann": "Unisciti a noi ora e inizia a guadagnare oggi: il futuro della finanza digitale è qui!",
    "received": "Ricevuto",
    "minimum_yeild_requires": "Quantificare minimo richiede almeno il deposito",
    "share_to": "Condividere a",
    "transiction_records": "Record di transizione",
    "transfer_to_flexible_account": "Trasferire al conto quantitativo",
    "transfer_into_flexible_account": "1. Il trasferimento in questo conto può essere utilizzato per depositare denaro per guadagnare interessi e puoi ricevere manualmente le entrate 24 ore dopo il primo tempo di investimento e restituire il capitale alla scadenza.",
    "transfer_to_wallet_account": "Trasferisci su un account intelligente",
    "transfer_into_wallet_account": "2. Il trasferimento su questo account può essere utilizzato per acquistare prodotti regolari. Prodotti diversi hanno cicli e rese diverse. Per i dettagli, consultare l'introduzione del prodotto.",
    "no_records": "Nessun record",
    "energy_bandwidth": "La quantità di catena si lancia ufficialmente",
    "you_send_virtual_currency_to_the_platform": "Utilizzando il tuo portafoglio digitale, si invia una valuta virtuale all'indirizzo di acquisto specificato e Tonokx si occupa della distribuzione automatica delle risorse. La nostra piattaforma ricopri le risorse all'interno della rete Tron per generare larghezza di banda ed energia. Queste risorse vengono quindi affittate ai portafogli partner e gli utili in affitto tornano a Tonokx, che le ridistribuisce agli utenti!",
    "income_has_arrived": "Il reddito è arrivato",
    "profit_received": "profitto ricevuto",
    "invitation_rewards": "Programma di partenariato per agenti di quantità a catena",
    "by_sharing_the_agent": "Entra nel futuro della finanza basata sull'intelligenza artificiale con il programma di agenti globali della catena Quant: il tuo gateway a un reddito passivo a lungo termine attraverso un trading quantitativo intelligente. Mentre il mercato degli scambi di AI accelera, Chain Quant sta espandendo la propria impronta mondiale invitando marketer, leader della comunità e investitori lungimiranti a diventare parte della nostra rete di agenti. Goditi un potente sistema di premi multilivello con commissioni del 15%-2%-1%, guadagnando reddito ricorrente sia dai profitti commerciali che dalla crescita di riferimento. Ogni membro riceve un link di riferimento personale, rendendo la promozione senza soluzione di continuità e accessibile a chiunque, nessuna esperienza necessaria. Che tu stia sfruttando i social media, i gruppi di investitori privati ​​o le comunità locali, sarai supportato da una piattaforma ad alte prestazioni e dalle auto-rebate in tempo reale. Man mano che il tuo team si ridimensiona, anche i tuoi benefici, con i migliori artisti che avanzano allo status di città, nazionale o globale, sbloccando il 20%+ azioni di profitto a vita e vantaggi regionali esclusivi. Unisciti a Chain Quant oggi e costruisci la tua eredità nella nuova era della creazione di ricchezza intelligente.",
    "sharing_is_polite": "La condivisione è educata",
    "when_the_cumulative_recharge_reaches": "Quando la ricarica totale raggiunge 10 TRX o più, condividi il collegamento di registrazione su piattaforme social per ricevere una ricompensa casuale tra 0,01 TRX e 18,88 TRX. Ogni utente può partecipare una volta al giorno!",
    "time": "tempo",
    "tron_is_a_distributed_operating_system": "Tron è un sistema operativo decentralizzato basato sulla blockchain con la sua criptovaluta nativa, TRX. Lanciato nel 2017 dall'imprenditore cinese Justin Sun, mira a favorire un'economia digitale decentralizzata.",
    "architecture_in_the_torn": "Architettura: all'interno del protocollo di rete Tron, i possessori di TRX godono di pari accesso a risorse come la larghezza di banda ed energia. La rete è alimentata da una macchina virtuale decentralizzata che sfrutta i nodi pubblici in tutto il mondo per eseguire contratti intelligenti. Senza commissioni di transazione e la capacità di gestire circa 2000 transazioni al secondo, garantisce un'esperienza di rete rapida ed efficiente.",
    "goverance_tron_online_community": "Governance: la comunità di Tron elegge 27 super rappresentanti attraverso il voto online. Questi rappresentanti sono responsabili della generazione e della verifica dei blocchi ogni 3 secondi in media, formando un'organizzazione autonoma decentralizzata. Vengono rieletto ogni 6 ore e svolgono un ruolo cruciale nella gestione delle proposte di rete e nel voto sulle proposte di miglioramento di Tron (TIP).",
    "advantages_usdt_has_always": "Vantaggi: l'USDT è lo StableCoin più ampiamente riconosciuto e Tether lo ha emesso su 13 reti blockchain, con Tron che guida la carica, che rappresenta oltre il 54% dell'offerta totale. Ethereum segue il 44%e Solana rappresenta il 2,7%, consolidando Tron come rete primaria per l'emissione USDT.",
    "bandwith_all_types": "Larghezza di banda: ogni transazione sulla rete Tron richiede punti di larghezza di banda. Le transazioni vengono archiviate e trasmesse come array di byte, con ciascun byte che consuma un punto di larghezza di banda. Il costo totale della larghezza di banda di una transazione è determinato dalla dimensione del byte. Se un utente manca di una larghezza di banda sufficiente, TRX deve essere bruciato per coprire i punti di larghezza di banda richiesti.",
    "the_unit_price_of_the_targe": "Il tasso di bruciatura ufficiale per il consumo di larghezza di banda è fissata a 1.000 sole per unità.",
    "energy_each_instruction": "Energia: ogni esecuzione del contratto intelligente consuma una quantità specifica di energia, a seconda della sua complessità. I contratti più complessi richiedono più energia. Durante il contratto, l'energia viene calcolata e detratta per istruzione. Se un conto manca di energia sufficiente, TRX deve essere bruciato per coprire i costi energetici richiesti.",
    "the_current_offical_unit_price": "Il tasso di ustioni ufficiale per il consumo di energia è attualmente fissato a 420 sole per unità.",
    "smart_investment": "Investimento intelligente",
    "international_lines": "Linee internazionali",
    "basic_investment_plan": "Piano di investimento di base",
    "invest_in_our_basic": "Investi nel nostro conto di base e inizia a guadagnare reddito da mining giornaliero! Al tuo primo deposito, inserirai automaticamente un contratto di 180 giorni. Il contratto inizia non appena viene effettuato il primo deposito.",
    "key_features": "Caratteristiche chiave",
    "earn_daily_between": "Guadagna quotidianamente tra l'8% -36% del tuo investimento cumulativo.",
    "incomoe_is_settled": "Il reddito è risolto 24 ore dopo il primo deposito (esempio: deposito alle 15:00, reddito disponibile alle 15:00 del giorno successivo).",
    "you_must_manually": "È necessario fare clic manualmente per riscuotere il reddito giornaliero.",
    "vip_levels_benefits": "Livelli e benefici VIP",
    "daily_withdrawal": "ritiro quotidiano",
    "how_it_works": "Come funziona",
    "deposit_funds": "Fondi di deposito: avvia il tuo investimento effettuando un deposito iniziale.",
    "earn_daily_income": "Guadagna il reddito giornaliero: goditi il ​​reddito da mining ogni 24 ore.",
    "collect_income": "Raccogli le entrate: accedi quotidianamente per riscuotere manualmente i guadagni.",
    "start_today_and_enjoy": "Inizia oggi e goditi i rendimenti ad alto rendimento con il nostro piano di investimento di base!",
    "our_system_will_automatically": "Il nostro sistema determinerà automaticamente i tuoi depositi accumulati totali e ti aggiornerà al livello VIP appropriato. Per esempio:",
    "first_deposit": "Primo deposito",
    "second_deposit": "Secondo deposito",
    "total_deposit": "Deposito totale",
    "the_system_will_automatically_upgrade": "Il sistema ti aggiornerà automaticamente a VIP2 e godrai di un reddito giornaliero del 10% a questo livello e così via.",
    "referral_system": "Sistema di riferimento",
    "earn_rewards_by_reffering": "Guadagna premi riferendo gli altri per unirsi! Il nostro sistema di riferimento a 3 livelli offre grandi vantaggi",
    "refer_level_1": "Livello 1: 13% del reddito giornaliero di referral",
    "refer_level_2": "Livello 2: 2% del reddito giornaliero di referral",
    "refer_level_3": "Livello 3: 1% del reddito giornaliero di referral",
    "start_referring_today": "Inizia a fare riferimento oggi per aumentare i tuoi guadagni!",
    "account_is_required": "È richiesto un account",
    "login_password": "Password di accesso",
    "password_is_required": "È richiesta la password",
    "verification_code": "Codice di verifica",
    "vcode_is_required": "VCODE è richiesto",
    "vcode": "VCode",
    "forgot_password": "Ha dimenticato la password",
    "login": "Login",
    "register": "Registro",
    "go_to_homepage": "Vai a Homepage",
    "total_balance": "Conto quantitativo",
    "home_notice": "Benvenuti a Tobbit - dove Smart Capital incontra algoritmi intelligenti. Siamo entusiasti di darvi il benvenuto a misurare quant, la tua nuova casa per guadagni quantitativi all'avanguardia. Che tu sia un investitore esperto o che hai appena iniziato il tuo viaggio nel mondo del reddito algoritmico, ti sei appena unito a una piattaforma costruita per chiarezza, prestazioni e fiducia. In misura Quant, non crediamo solo nel guadagnare, crediamo nel guadagnare in modo intelligente. Le nostre strategie proprietarie sono progettate da data scientist ed esperti finanziari per sfruttare il potere della precisione algoritmica, consentendo al tuo capitale di crescere attraverso opportunità di mercato in tempo reale. Ogni decisione, ogni strategia, ogni rendimento è alimentato dai dati e guidato dalla nostra costante missione: rendere gli strumenti di guadagno avanzati accessibili a tutti.",
    "go_to_recharge": "Vai a ricaricare",
    "telegram_customer_service": "Servizio clienti Telegram",
    "dear_user": "Caro utente: poiché la potenza di elaborazione\/energia della tua macchina mineraria sta per esaurirsi, si prega di ricostituire rapidamente {importo} TRX in base al valore di energia richiesto dai fondi dell'account. Il tuo mining ha attualmente sospeso il controllo minerario e le entrate\/ritiro.",
    "note_to_avoid": "[Nota: per evitare la perdita di entrate, contattare il supporto Telegram]",
    "deposit": "Ricaricare",
    "withdrawal": "Ritiro",
    "share_friends": "Invita amici",
    "team": "Squadra",
    "app": "App",
    "information": "Notizia",
    "wallet": "Portafoglio",
    "promotion": "Promozione",
    "join_to_be_a_sitename_millionaire": "Unisciti per essere un milionario di Tronrico",
    "use_the_latest_mining_machines": "Utilizzare le ultime macchine minerarie e la tecnologia DEFI per garantire che tutti gli utenti ottengano il maggior numero di reddito TRX.",
    "details": "Dettagli",
    "platform_data_display": "Visualizzazione dei dati della piattaforma",
    "income": "reddito",
    "Income": "Quantificare",
    "cyclical_investing": "Investimento in ciclo",
    "trontin_3day_mining_machine": "Trontin Mining Machine di 3 giorni",
    "trontin_9day_mining_machine": "Tron Mining Machine di 9 giorni",
    "trontin_16day_traffic_mining_machine": "Rontin Traffic Mining Machine di 16 giorni",
    "trontin_45day_miner_energy": "Trontin 45 Days Miner Energy",
    "trontin_18day_miner_energy": "Tron 18 giorni Miner Energy",
    "trontin_trxMining_in_46days": "Tron Trx Mining in 46 giorni",
    "tron_eth_digi_2_mining": "Tron Eth Digi 2.0 Mining",
    "torn_80days_photolvatic_mine": "Tron 80 giorni Mine fotovoltaica",
    "trontin_bnb_mining_in_65days": "Trontin BNB Mining in 65 giorni",
    "view_more": "Visualizza di più",
    "cycle": "Ciclo",
    "day": "Giorno",
    "instant_quotes": "Citazioni istantanee",
    "profit_withdrawal": "Prelievo di profitto",
    "repurchase": "Riacquisto",
    "latest_announcement": "Ultimo annuncio",
    "registered_members_will_be_given": "Ai membri registrati verrà assegnato 56.000terx come patrimonio netto promesso. Per attivare il conto, sono richiesti un deposito minimo di 10TRX e un prelievo minimo di 5TRX. Il reddito può essere ritirato o investito nel mining.",
    "deposit_into_the_basic_account_and_automatically_join_the_contract": "[Investimento di base] Deposito sul conto di base e aderire automaticamente al contratto per 180 giorni [Il periodo del contratto ha effetto dal momento del primo deposito]. Il conto di base ha entrate minerarie ogni giorno e può ricevere ogni giorno il 9% -38% dell'importo cumulativo di investimento. Il tempo di regolamento del nostro sistema di piattaforma è: il tempo del primo acquisto dell'utente, 24 ore dopo.",
    "the_income_will_not_be_automatically_deposited_into_the_account": "[Ad esempio: il primo tempo di acquisto è alle 15:00 e il reddito sarà ottenuto alle 15:00 del giorno successivo] Il reddito non verrà depositato automaticamente sul conto e dovrai fare clic sul reddito ogni giorno; Quando il mining entra, fare clic attivamente per ricevere le entrate.",
    "accumulated_deposits_of_10-2500_trx": "Depositi accumulati di 10-2500 TRX, aggiornati automaticamente a VIP1, ritiro giornaliero del 9%",
    "accumulated_deposits_of_2501-10000_trx": "Depositi accumulati di 2501-10000 TRX, aggiornati automaticamente a VIP2, 10% di prelievo giornaliero",
    "accumulated_deposits_of_10001-20000_trx": "Depositi accumulati di 10001-20000 TRX, aggiornati automaticamente a VIP3, prelievi giornalieri dell'11%",
    "accumulated_deposits_of_20001-50000_trx": "Depositi accumulati del 20001-50000 TRX, aggiornati automaticamente a VIP4, prelievi giornalieri del 13%",
    "accumulated_deposits_of_50001-100000_trx": "Depositi accumulati di 50001-100000 TRX, aggiornati automaticamente a VIP5, prelievo giornaliero del 15%",
    "accumulated_deposits_of_100001-200000_trx": "Depositi accumulati di 100001-200000 TRX, aggiornati automaticamente a VIP6, prelievi giornalieri del 17%",
    "accumulated_deposits_of_200001-500000_trx": "Depositi accumulati di 200001-500000 TRX, aggiornati automaticamente a VIP7, prelievo giornaliero del 23%",
    "accumulated_deposits_of_500001-1000000_trx": "Depositi accumulati di 500001-1000000 TRX, aggiornati automaticamente a VIP8, prelievo giornaliero del 26%",
    "accumulated_deposits_of_1000001-1600000_trx": "Depositi accumulati di 1000001-1600000 TRX, aggiornati automaticamente a VIP9, prelievo giornaliero del 32%",
    "accumulated_deposits_of_1600001-9999999_trx": "I depositi accumulati sono 1600001-9999999 TRX, aggiornati automaticamente a VIP10, con prelievi giornalieri del 38%",
    "automatically_upgrade_vip_level": "Aggiornamento automaticamente al livello VIP",
    "the_system_will_determine_your_total_accumulated_deposit": "[Il sistema determinerà il deposito totale accumulato e aggiornerà automaticamente al livello appropriato] Ad esempio: la prima ricarica è 500TRX, la seconda ricarica è 2001TRX, [la ricarica cumulativa è 2501TRX] Il sistema si aggiornerà automaticamente a VIP2 e avrai VIP2 il reddito giornaliero del livello è 10% e così.",
    "previous": "Precedente",
    "next": "Prossimo",
    "close": "Vicino",
    "current_yield": "Resa corrente",
    "miner_is_running": "Il minatore è in esecuzione",
    "view_all": "Visualizza tutto",
    "earning_times": "Tempi di quantificazione",
    "singapore_time_after": "Singapore tempo dopo",
    "every_day": "ogni giorno",
    "daily_rate": "Tasso giornaliero",
    "receive": "Ricevere",
    "basic_investment": "Investimento di base",
    "record": "Documentazione",
    "current_level": "Livello attuale",
    "deposit_quantity": "Quantità di deposito",
    "invitation_reward": "Ricompensa dell'invito",
    "deposit_now": "Deposito ora",
    "daily_income": "reddito giornaliero",
    "daily_withdrawals": "Prelievi quotidiani",
    "valid_period": "Periodo valido",
    "remaining_days": "giorni rimanenti",
    "status": "Stato",
    "running": "Corsa",
    "quantity": "Quantità",
    "amount": "Quantità",
    "return": "ritorno",
    "Return": "Ritorno",
    "profit": "profitto",
    "equity_pledge": "Impegno azionario",
    "end": "FINE",
    "invite_your_contacts": "Invita i tuoi contatti",
    "sign_up_and_recharge_to_get_great_rewards": "Iscriviti e ricarica per ottenere grandi premi",
    "invitation_codes": "Codici di invito",
    "share_invitation_links_to_social_platforms": "Condividi i collegamenti di invito alle piattaforme social",
    "build_a_team_and_get_great_rewards": "Costruisci una squadra e ottieni grandi premi",
    "copy_successfully": "Copia correttamente",
    "copy_link": "Copia link",
    "app_services": "Servizi di app",
    "wallet_funds_conversion": "Trasferire",
    "change_password": "Centro di sicurezza",
    "notification": "Notifica",
    "logout": "Disconnessione",
    "my_promotion": "Squadra",
    "bonus": "Bonus",
    "bonus_record": "Registri delle commissioni",
    "number_of_teams": "Persone totali",
    "valid_number_of_invites": "Inviti validi",
    "team_cycle_investment_details": "Dettagli di investimento in ciclo del team",
    "total_people": "Persone totali",
    "contribution": "Commissione",
    "invite_friends": "Invita amici",
    "go_now": "Vai adesso",
    "in_progress": "In corso",
    "number_of_investments": "Numero di investimenti",
    "total_investment": "Investimento totale",
    "subordinate_investment_amount": "Importo di investimento subordinato",
    "confirm": "Confermare",
    "Confirm": "CONFERMARE",
    "last_login_time": "Ultimo orario di accesso",
    "records": "Record",
    "transfer_to_smart_account": "Trasferisci l'account {{type}}",
    "transfer_to_quantitative_account": "Trasferire al conto quantitativo",
    "transfer_to_smart_account_2": "Trasferisci su un account intelligente",
    "address": "Indirizzo",
    "copy": "Copia",
    "please_do_not_top_up_other_non_bnb_assets": "Si prega di non ricaricare altre risorse non-{{Method}}. Dopo aver ricaricato, fare clic su",
    "submit_successfully": "Ricarica completa",
    "submit": "Invia",
    "exchange_rate": "Tasso di cambio",
    "if_the_account_has_not_been_received_for_a_long_time": "Se l'account non è stato ricevuto da molto tempo, fai clic su",
    "again": "Ancora",
    "recharge_record": "Record di ricarica",
    "successful": "Riuscito",
    "purchase": "acquistare",
    "Purchase": "Acquistare",
    "transaction_record": "Record di transazione",
    "all": "TUTTO",
    "recharge": "Ricaricare",
    "giveaway": "Dare via",
    "withdrawal_failed": "Il ritiro non è riuscito",
    "promotion_account": "Account del portafoglio",
    "basic_account": "Account flessibile",
    "amount_to_be_converted": "Importo da convertire",
    "withdrawable_balance": "Saldo prelevabile",
    "withdrawals_arebased_one_singapore_time_and_are_withdrawn_once_a_day": "I prelievi si basano sul tempo di Singapore e vengono ritirati una volta al giorno",
    "choose_withdrawal_account": "Scegli il conto di prelievo",
    "choose": "Scegliere",
    "digital_currency_wallet": "Portafoglio in valuta digitale",
    "cancel": "CANCELLARE",
    "password": "Password",
    "actual_withdrawal": "Ritiro effettivo",
    "withdrawal_record": "Record di prelievo",
    "fee": "Tassa",
    "to_account": "Per conto",
    "account_security": "Sicurezza dell'account",
    "modify_login_password": "Modifica la password di accesso",
    "modify_payment_password": "Modifica la password di pagamento",
    "transfer_to_basic_account": "Trasferimento sul conto di base",
    "transfer_to_promotion_account": "Trasferire sul conto della promozione",
    "there_are_two_investment_models_please_choose_according_to_your_needs": "Ci sono due modelli di investimento, si prega di scegliere in base alle tue esigenze",
    "deposit_into_this_account_for_pledge_mining": "Depositare su questo conto per il mining di impegno. Dopo 24 ore dal primo tempo di deposito, è possibile ricevere manualmente le entrate e restituire il capitale quando scade",
    "recharge_to_the_promotion_account_to_purchase_periodic_mining_machines": "Ricaricare al conto di promozione per l'acquisto di macchine minerarie periodiche, è possibile raccogliere entrate in diversi cicli e restituire il capitale e il reddito quando scade",
    "add_digital_currency_wallet": "Aggiungi portafoglio in valuta digitale",
    "address_type": "Tipo di indirizzo",
    "wallet_address": "Indirizzo del portafoglio",
    "start_with": "Inizia con",
    "digit_wallet_address": "Indirizzo del portafoglio di cifre",
    "set_payment_password": "Imposta la password di pagamento",
    "continue": "Continuare",
    "are_you_sure_sign_out": "Sei sicuro di firmare",
    "wallet_registration": "Registrazione del portafoglio",
    "decentralized_wallet_download_address": "Indirizzo di download del portafoglio decentralizzato",
    "tutorial": "Visualizza tutorial",
    "buy_currency": "Acquista valuta",
    "common_problem": "problema comune",
    "how_to_become_a_partner_of_trontin_mining_company": "Come diventare partner della Tronrico Mining Company",
    "to_become_our_partner": "Per diventare il nostro partner, puoi ottenere 56.000trx gratuitamente semplicemente registrati e puoi ritirarlo entro 180 giorni dall'attivazione",
    "what_to_do_after_registration": "Cosa fare dopo la registrazione",
    "you_need_to_log_in_to_your_account": "Devi accedere al tuo account e la funzione di mining verrà attivata automaticamente. Per aumentare il reddito giornaliero, fai un deposito",
    "what_are_the_minimum_deposit_and_withdrawal_amounts": "Quali sono gli importi minimi di deposito e prelievo",
    "the_minimum_deposit_is_10trx": "Il deposito minimo è 10TRX e il prelievo minimo è 5TRX.",
    "how_to_withdraw_money_what_should_i_do": "Come prelevare denaro, cosa dovrei fare",
    "log_in_to_your_account": "Accedi al tuo account. Immettere la pagina \"Prelievo\". Fai clic sul pulsante \"Ritiri\". Lega l'indirizzo del portafoglio TRX e imposta una password di pagamento per la prima volta, quindi specifica l'importo del prelievo e seleziona l'indirizzo del portafoglio e fai clic per ritirare.",
    "what_is_level_and_how_do_i_increase_it": "Cos'è il livello e come lo aumento",
    "tron_marketing_uses_level_design": "Tron Marketing utilizza la progettazione di livelli. Più elettricità acquista un utente, maggiore è il suo livello. La redditività dipende direttamente dal livello di acquisizione. Se l'utente iniziale di VIP1 guadagna l'8% al giorno, con l'aumentare della potenza disponibile per il mining, la massima redditività VIP10 può guadagnare il 36% al giorno",
    "i_made_a_withdrawal_request_but_it_hasnt_arrived_in_my_wallet_yet": "Ho fatto una richiesta di prelievo ma non è ancora arrivato nel mio portafoglio",
    "all_requests_are_handled_by_a_set_of_system_automatic_modes": "Tutte le richieste sono gestite da un set di modalità automatiche di sistema. La richiesta viene generalmente elaborata entro 1 minuto",
    "what_payment_systems_does_this_project_have_for_deposits": "Quali sistemi di pagamento hanno questo progetto per i depositi",
    "you_can_deposit_using_a_payment_system_like_this": "Puoi depositare utilizzando un sistema di pagamento come questo",
    "what_payment_systems_does_this_project_have_for_withdrawals": "Quali sistemi di pagamento hanno questo progetto per i prelievi",
    "you_can_withdraw_money_using_this_payment_system": "Puoi prelevare denaro utilizzando questo sistema di pagamento",
    "how_to_change_account_password": "Come modificare la password dell'account",
    "click_the_change_password_function_on_the_my_tab_on_the_lower_right": "Fai clic sulla funzione \"Modifica password\" nella scheda \"My\" nell'angolo in basso a destra della pagina. Inserisci la tua vecchia password e la nuova password per cambiarla",
    "what_if_i_forget_my_withdrawal_password": "E se dimenticassi la mia password di prelievo",
    "please_use_the_email_address_you_reserved_when_registering_to_send_username": "Si prega di utilizzare l'indirizzo e -mail che hai prenotato quando si registra a inviare (nome utente: .... \"Password di prelievo dimenticata\") al nostro indirizzo email ufficiale: tronrico68@gmail.com",
    "what_should_i_do_if_i_need_to_change_my_wallet_address": "Cosa dovrei fare se ho bisogno di cambiare il mio indirizzo del portafoglio",
    "please_use_the_email_address_you_reserved_when_registering_to_send": "Si prega di utilizzare l'indirizzo e -mail che hai prenotato quando si registra a inviare (nome utente e nuovo indirizzo di portafoglio) al nostro indirizzo e -mail ufficiale: tronrico68@gmail.com",
    "how_to_top_up": "Come ricaricare",
    "to_make_a_deposit_you_need_to_log_into_your_account": "Per effettuare un deposito, devi accedere al tuo account e andare alla pagina mineraria. Nella parte superiore, vedrai il pulsante \"Deposito\". Una volta sulla pagina del deposito, selezionare la valuta che si desidera depositare. Successivamente, ti verrà dato un indirizzo del portafoglio a cui devi inviare le tue criptovalute. I depositi saranno accreditati entro 1 minuto.",
    "your_account_may_be_frozen_under_the_following_circumstances": "Il tuo account può essere congelato nelle seguenti circostanze",
    "trontin_takes_a_responsible_approach_to_protect_the_personal_data": "Trontin adotta un approccio responsabile per proteggere i dati personali dei propri utenti e la sicurezza del suo sito Web. Qualsiasi tentativo di raccogliere informazioni personali degli utenti, hacking del codice del sito Web, uso improprio del programma di affiliazione, accesso agli account utente attraverso l'hacking, l'uso di servizi di terze parti per aumentare artificialmente il numero di partner e qualsiasi amministrazione che insulta il sito Web o i suoi utenti potrebbero essere motivi di sospensione dell'account dell'utente.",
    "I_didnt_find_the_answer_to_my_question_what_should_I_do": "Non ho trovato la risposta alla mia domanda, cosa dovrei fare",
    "contact_online_customer_service_or_telegram_customer_service": "Contatta il servizio clienti online o il servizio clienti Telegram",
    "how_to_deposit": "Come depositare",
    "click_deposit_on_the_platform_page": "Fai clic su \"deposito\" nella pagina della piattaforma",
    "choose_to_transfer_to_the_basic_account_or_promotion_account": "Scegli di trasferire sul conto di base o sul conto di promozione. Dopo essere entrati, puoi scegliere la valuta da depositare.",
    "select_a_top_up_enter_to_copy_the_deposit_address": "Seleziona un top-up. Immettere per copiare l'indirizzo di deposito.",
    "open_your_crypto_wallet_select_the_corresponding_currency_and_transfer": "Apri il tuo portafoglio cripto, seleziona la valuta corrispondente e trasferisci.",
    "paste_the_address_of_the_receiving_wallet": "Incolla l'indirizzo del portafoglio ricevente.",
    "enter_the_amount_you_plan_to_deposit_into_your_account": "Inserisci l'importo che prevedi di depositare sul tuo conto.",
    "click_next_and_confirm_completion": "Fai clic su \"Avanti\" e conferma il completamento.",
    "return_to_the_platform_and_click_the_recharge_button_note_the_last_step": "Torna alla piattaforma e fai clic sul pulsante \"Ricarica\". Nota: l'ultimo passo è tornare alla piattaforma e fare clic su \"ricarica completa\". Una volta completata la ricarica, l'account verrà accreditato in tempo.",
    "how_to_withdraw_money": "Come prelevare denaro",
    "select_the_exit_button_on_the_homepage_then_use_your_exchange_wallet": "Seleziona il pulsante di uscita sulla homepage, quindi usa il tuo scambio (portafoglio) per trovare l'indirizzo TRC20, copialo e vincola alla piattaforma per uscire e la piattaforma insegna la valuta TRX. Dopo il prelievo riuscito, il conto verrà accreditato tra 1-3 minuti.",
    "if_you_need_help_please_click_online_customer_service": "(Se hai bisogno di aiuto, fai clic su Servizio clienti online)",
    "announcement": "Annuncio",
    "my_message": "Il mio messaggio",
    "company_mining_and_revenue": "【Azienda Mining and Revenue】",
    "registered_members_will_be_given_56000trx_as_pledged_equity": "Ai membri registrati verrà assegnato 56.000terx come patrimonio netto promesso. Per attivare il conto, sono richiesti un deposito minimo di 10TRX e un prelievo minimo di 5TRX. Il reddito può essere ritirato o investito nel mining.",
    "basic_investment_deposit_into_the_basic_account_and_automatically_join_the_contract_for_180_days": "[Investimento di base] Deposito sul conto di base e aderire automaticamente al contratto per 180 giorni [Il periodo del contratto ha effetto dal momento del primo deposito]. Il conto di base ha entrate minerarie ogni giorno e può ricevere ogni giorno il 9% -38% dell'importo cumulativo di investimento. Il tempo di regolamento del nostro sistema di piattaforma è: il tempo del primo acquisto dell'utente, 24 ore dopo.",
    "for_example_the_first_purchase_time_is_1500_and_the_income_will_be_obtained_at_1500_the_next_day": "[Ad esempio: il primo tempo di acquisto è alle 15:00 e il reddito sarà ottenuto alle 15:00 del giorno successivo] Il reddito non verrà depositato automaticamente sul conto e dovrai fare clic sul reddito ogni giorno; Quando il mining entra, fare clic attivamente per ricevere le entrate.",
    "accumulated_deposits_of_10_2500_trx_automatically_upgraded_to_vip1_daily_withdrawal": "Depositi accumulati di 10-2500 TRX, aggiornati automaticamente a VIP1, prelievo giornaliero del 9%.",
    "accumulated_deposits_of_2501_10000_trx_automatically_upgraded_to_vip2_10_daily_withdrawal": "Depositi accumulati di 2501-10000 TRX, aggiornati automaticamente a VIP2, 10% di prelievo giornaliero.",
    "accumulated_deposits_of_10001_20000_trx_automatically_upgraded_to_vip3_daily_withdrawal": "Depositi accumulati di 10001-20000 TRX, aggiornati automaticamente a VIP3, prelievi giornalieri dell'11%.",
    "accumulated_deposits_of_20001_50000_trx_automatically_upgraded_to_vip4_daily_withdrawal": "Depositi accumulati del 20001-50000 TRX, aggiornati automaticamente a VIP4, prelievi giornalieri del 13%.",
    "accumulated_deposits_of_50001_100000_trx_automatically_upgraded_to_vip5_daily_withdrawal": "Depositi accumulati di 50001-100000 TRX, aggiornati automaticamente a VIP5, prelievo giornaliero del 15%.",
    "accumulated_deposits_of_100001_200000_trx_automatically_upgraded_to_vip6_daily_withdrawal": "Depositi accumulati di 100001-200000 TRX, aggiornati automaticamente a VIP6, prelievi giornalieri del 17%.",
    "accumulated_deposits_of_200001_500000_trx_automatically_upgraded_to_vip7_daily_withdrawal": "Depositi accumulati di 200001-500000 TRX, aggiornati automaticamente a VIP7, prelievo giornaliero del 23%.",
    "accumulated_deposits_of_500001_1000000_trx_automatically_upgraded_to_vip8_daily_withdrawal": "Depositi accumulati di 500001-1000000 TRX, aggiornati automaticamente a VIP8, prelievo giornaliero del 26%.",
    "accumulated_deposits_of_1000001_1600000_trx_automatically_upgraded_to_vip9_daily_withdrawal": "Depositi accumulati di 1000001-1600000 TRX, aggiornati automaticamente a VIP9, prelievo giornaliero del 32%.",
    "accumulated_deposits_of_1600001_9999999_trx_automatically_upgraded_to_vip10_daily_withdrawal": "I depositi accumulati sono 1600001-9999999 TRX, aggiornati automaticamente a VIP10, con prelievi giornalieri del 38%.",
    "automatically_upgrade_vip_level_instructions": "Aggiornare automaticamente il livello VIP e le istruzioni.",
    "the_system_will-determine_your_total_accumulated_deposit": "Il sistema determinerà il deposito totale accumulato e aggiornerà automaticamente al livello appropriato. Ad esempio: la prima ricarica è 500 TRX, la seconda ricarica è il 2001 TRX, [la ricarica cumulativa è 2501 TRX] Il sistema si aggiornerà automaticamente a VIP2 e avrai VIP2. Il reddito giornaliero del livello è del 10% e così via.",
    "share_invitation_reward_description": "Condividi la descrizione della ricompensa dell'invito",
    "invite_friends_description": "Invita gli amici con il collegamento di promozione e il 13% del reddito verrà ritirato immediatamente. Se consigli a centinaia di persone di unirti a Trontin, puoi diventare un milionario. Massimo 18% (livello di commissione 13% + livello 2 2% + livello 3 1%) 1: ad esempio: si invita l'utente A, l'utente A deposita e investe 10.000trx, riceverai 1.300TRX come ricompensa. L'utente A invita l'utente B, i depositi dell'utente B e investe 10.000TRX e riceverai 200TRX come ricompensa. L'utente B ispira ancora una volta l'utente C. Depositi dell'utente C e investe 10.000TRX. Riceverai 100TRX come ricompensa. Il reddito della promozione verrà trasferito direttamente sul tuo conto di promozione. È possibile prelevare direttamente denaro o acquistare collegamenti alla piattaforma di promozione dei prodotti finanziari per ottenere il reddito della promozione e coltivare i membri del team (la promozione può ottenere una certa percentuale di entrate di promozione). Promuovi il tuo link di invito alla tua famiglia e ai tuoi amici, WhatsApp, Gruppo Facebook, YouTube, Instagram, Twitter, Telegram Group o qualsiasi piattaforma di social media (link di invito: accedi alla piattaforma e fai clic sul pulsante azionario per copiare il link. Invia il link ai tuoi amici o a qualsiasi piattaforma sociale. Di 'questo è il miglior piattaforma di mining di investimento per ritirare almeno l'8% -36% dell'importo degli investimenti ogni giorno)",
    "official_platform_description": "Piattaforma ufficiale di Tronrico Mining Pool",
    "the_official_platform_of_trontin_mining_pool": "La piattaforma ufficiale di Tronrico Mining Pool, denominata Tronrico, è stata certificata dal Tron Blockchain Financial Center. Siamo un operatore Tron ufficiale e legale. Fornisci ai clienti i servizi più stabili, sicuri ed efficienti! Dal 2020, noi e il quartier generale di Tron abbiamo ridotto su oltre 3.000 piattaforme contraffatte. Se incontri una piattaforma falsa, puoi contattarci e collaboreremo con il quartier generale di Tron per reprimere, la piattaforma di certificazione ufficiale Tronrico.",
    "trontin_msb_registration_certificate": "Certificato di registrazione Tronrico MSB",
    "tax_registration_certificate": "Certificato di registrazione fiscale",
    "TRONTIN_White_Paper": "Tronrico White Paper",
    "click_to_view_trontin_white_paper": "Fare clic per visualizzare il white paper di Tronrico",
    "news_report": "Rapporto di notizie",
    "trontin_launches_revolutionary_cloud_mining_platform": "Tronrico lancia la rivoluzionaria piattaforma di mining di cloud",
    "click_to_view": "Fare clic per visualizzare",
    "contact_us": "contattaci",
    "company_website": "Sito web dell'azienda",
    "company_telegram": "Telegramma dell'azienda",
    "telegram_channel": "Channel Telegram",
    "email": "E-mail",
    "company_address": "8 Marina Blvd, Torre 1, piano 31 e 32 °, Marina Bay Financial Center Singapore",
    "invite_friends_to_recharge": "Invita gli amici a ricaricare per ottenere sconti corrispondenti",
    "level": "Livello",
    "rebate": "Sconto",
    "price": "Prezzo",
    "available_balance": "Equilibrio disponibile",
    "limit_quantity": "Limitare la quantità",
    "purchase_quantity": "Quantità di acquisto",
    "daily_interest_rate": "Tasso di interesse giornaliero",
    "real_time": "Tempo reale",
    "participate_in_investment": "Partecipare agli investimenti",
    "project_rules": "Regole del progetto",
    "repayment_method": "Metodo di rimborso",
    "repay_principal_and_interest_at_maturity": "Rimborsare il capitale e l'interesse alla maturità",
    "unit_price": "Prezzo unitario",
    "daily_rate_of_return": "Tasso di rendimento giornaliero",
    "investment_cycle": "Ciclo di investimento",
    "expected_profit": "profitto previsto",
    "project_introduction": "Introduzione del progetto",
    "tron_love_mining_machine": "Tron Love Mining Machine Short Cycle e il reddito stabile è una buona scelta. Il reddito giornaliero è del 4,57%-4,7%e il ciclo è di 3 giorni. Al termine del ciclo, verrà distribuito direttamente al tuo [conto di promozione] insieme al capitale e al reddito ottenuto durante il ciclo. Puoi prelevare denaro direttamente; Questa piattaforma supporta TRX, ETH, BNB, DOGE, USDT (ERC20 TRC20 BEP20) Mine di investimento.",
    "notice": "AVVISO",
    "confirmation_transfer": "Sei sicuro di voler trasferire?",
    "home": "Casa",
    "invest": "Investire",
    "mine": "Me",
    "Account_6_16_characters_no_spaces_allowed": "Account, 6-16 caratteri, nessun spazi consentito",
    "Area_code_plus_mobile_number": "Codice area + numero di cellulare",
    "recommendation_code": "Codice di raccomandazione",
    "global_partners": "Partner globali",
    "email_verification_code": "Codice di verifica e -mail",
    "otp": "Otp",
    "enter_a_new_password": "Immettere una nuova password",
    "wallet_found": "Fondi del portafoglio",
    "need_traded": "Bisogno di scambiati",
    "already_traded": "Già scambiato",
    "number_of_withdrawals": "Numero di prelievi",
    "allow_withdrawal": "Consenti il ​​ritiro",
    "yes": "SÌ",
    "minimum_withdrawal": "Ritiro minimo",
    "enter_withdrawal_amount": "Immettere l'importo del prelievo",
    "please_enter": "Inserisci",
    "loading": "Caricamento",
    "confirm_password": "Conferma password",
    "original_payment_password": "Password di pagamento originale",
    "invest_product": "Investimento intelligente",
    "purchased": "acquistato",
    "total_income": "reddito totale",
    "principal": "principale",
    "total_principal_and_interest": "Principal e interesse totale",
    "how_to_deposit_funds_on_the_ai_trading_platform": "1. Come depositare fondi sulla piattaforma di trading AI",
    "step_1_get_your_deposit_address": "Passaggio 1: ottenere il tuo indirizzo di deposito",
    "log_into_your_ai_trading_account": "Accedi al tuo account di trading AI",
    "head_to_the_deposit_page": "Dirigiti alla pagina \"Deposito\"",
    "choose_your_cryptocurrency": "Scegli la tua criptovaluta (TRC20, BEP20, BNB o TRX)",
    "generate_the_deposit_address_and_copy_it_to_your_clipboard": "Genera l'indirizzo di deposito e copialo negli appunti",
    "step_2_send_funds_from_your_wallet": "Passaggio 2: Invia fondi dal tuo portafoglio",
    "open_your_crypto_wallet_app": "Apri la tua app Crypto Wallet (ad es. Metamask, Trust Wallet)",
    "select_the_correct_network": "Seleziona la rete corretta (TRC20 o BEP20)",
    "paste_the_copied_deposit_address_as_the_recipient": "Incolla l'indirizzo di deposito copiato come destinatario",
    "input_the_amount_you_want_to_deposit_and_confirm_the_send": "Inserisci l'importo che si desidera depositare e confermare l'invio",
    "wait_for_confirmation_on_the_blockchain": "Attendere la conferma sulla blockchain (di solito pochi minuti)",
    "step_3_confirm_your_deposit": "Passaggio 3: conferma il tuo deposito",
    "go_to_transaction_history_to_track_progress": "Vai a \"History delle transazioni\" per tracciare il progresso",
    "click_complete_deposit_once_transaction_is_verified": "Fare clic su \"deposito completo\" una volta verificata la transazione",
    "if_your_deposit_doesnt_reflect_within_30_minutes_reach_out_to_support": "Se il tuo deposito non si riflette entro 30 minuti, contatta per supportare",
    "how_to_withdraw_funds_from_the_ai_trading_platform": "2. Come prelevare i fondi dalla piattaforma di trading AI",
    "step_1_choose_your_withdrawal_option": "Passaggio 1: scegli l'opzione di prelievo",
    "log_in_and_open_the_fund_management_tab": "Accedi e apri la scheda \"Gestione dei fondi\"",
    "click_withdraw_and_pick_your_preferred_network": "Fai clic su \"ritiro\" e seleziona la tua rete preferita (TRC20\/BEP20\/BNB\/TRX)",
    "step_2_fill_in_withdrawal_information": "Passaggio 2: compilare le informazioni di prelievo",
    "enter_the_amount_you_want_to_withdraw": "Inserisci l'importo che si desidera prelevare",
    "paste_your_wallet_address": "Incolla l'indirizzo del portafoglio (assicurarsi che corrisponda alla rete corretta)",
    "complete_any_required_security_verification_steps": "Completa eventuali passaggi di verifica della sicurezza richiesti",
    "step_3_final_confirmation_and_submission": "Passaggio 3: conferma e sottomissione finale",
    "double_check_all_the_details_before_submitting": "Ricontrollare tutti i dettagli prima di inviare",
    "withdrawals_usually_process_within_30_minutes": "I prelievi di solito elaborano entro 30 minuti",
    "track_the_progress_under_withdrawal_records": "Tieni traccia dei progressi in \"Record di prelievo\"",
    "important_notes": "Note importanti:",
    "double_check_your_wallet_address_crypto_transfers_cant_be_undone": "❗️ Controllare il tuo indirizzo del tuo portafoglio-I trasferimenti di criptovalute non possono essere annullati",
    "make_sure_to_meet_the_platforms_minimum_withdrawal_limit": "❗️ Assicurati di soddisfare il limite di prelievo minimo della piattaforma",
    "delays_can_occur_due_to_high_network_traffic": "❗️ I ritardi possono verificarsi a causa dell'elevato traffico di rete",
    "contact_live_chat_support_anytime_if_you_face_any_issues": "❗️ Contatta l'assistenza chat live in qualsiasi momento se affronti qualche problema",
    "if_you_need_more_help_our_customer_service_team_is_available_24_7_via_live_chat": "Se hai bisogno di più aiuto, il nostro team di servizio clienti è disponibile 24 ore su 24, 7 giorni su 7",
    "what_is_chain_quant": "1. Cos'è la catena quant?",
    "chain_quant_description": "La catena Quant è una piattaforma di trading quantitativa alimentare che fonde l'intelligenza artificiale e la tecnologia blockchain per analizzare le tendenze del mercato delle criptovalute ed eseguire operazioni automatizzate, potenziando gli utenti per guadagnare rendimenti stabili con un minimo sforzo.",
    "core_services_of_chain_quant": "2. Servizi core di quant da catena",
    "quantitative_arbitrage_trading": "Trading di arbitraggio quantitativo\n -Utilizza differenze di prezzo tra più scambi per generare profitti a basso rischio\n -Sistemi Ai-Driven Track Markets 24\/7 ed eseguire operazioni nei momenti ideali",
    "ai_auto_trading": "AI Auto-Trading\n -Bot completamente automatizzati utilizzando strategie pre-costruite come i sistemi di rilevamento della tendenza e griglia\n - Gli algoritmi si adeguano in tempo reale per limitare il rischio e migliorare i rendimenti",
    "fund_security": "Sicurezza dei fondi\n -implementa la crittografia a più livelli con separazione a portafoglio freddo e caldo\n -Gli audit a contratto intelligenti forniscono operazioni trasparenti e a prova di manomissione",
    "instant_deposits_withdrawals": "Depositi\/prelievi istantanei\n - Depositi elaborati entro 1-3 minuti (supporta TRC20\/BEP20)\n - I prelievi sono veloci e automatizzati: nessuna revisione manuale necessaria",
    "multiple_trading_modes": "Più modalità di trading\n -Modalità principiante: trading a basso rischio e completamente mani\n - Modalità Pro: strumenti avanzati e controlli strategici per utenti esperti",
    "how_to_register_and_start_using_chain_quant": "3. Come registrarsi e iniziare a utilizzare la catena quant?",
    "sign_up": "Passaggio 1: Iscriviti: \n Visita il sito Web ufficiale della catena quange, fai clic su \"Registrazione gratuita\" e verifica via e -mail o telefono",
    "deposit_and_activate_ai_trading": "Passaggio 2: depositare e attivare il trading di intelligenza artificiale:\n Finanzia il tuo account con USDT (TRC20 o BEP20)\n I fondi depositati vengono convertiti nel saldo di trading quantistico a catena",
    "launch_ai_trading": "Passaggio 3: lancio di AI Trading:\n Fai clic su \"Trading quantitativo\" per attivare il tuo bot di intelligenza artificiale personale\n Il sistema inizia operazioni automatizzate volte a generare profitti giornalieri",
    "how_to_earn_with_chain_quant": "Come guadagnare con la catena quant?",
    "arbitrage_profits": "- Metodo 1: profitti di arbitraggio:\n AI LOWS GAPS PREZZO (ad es. Acquista un basso su uno scambio, vendi in alto su un altro)",
    "ai_trading_returns": "- Metodo 2: resi commerciali di AI:\n Gli algoritmi utilizzano i dati di tendenza per acquistare bassi e vendere automaticamente",
    "referral_rewards": "- Metodo 3: premi di riferimento:\n Invita gli altri e guadagna commissioni dalle loro operazioni",
    "why_choose_chain_quant": "5. Perché scegliere la catena quant?",
    "ai_automation": "✓ Automazione AI 24\/7 - Non perdere mai un'opportunità di trading",
    "military_grade_security": "✓ Sicurezza di livello militare-portafogli freddi e crittografia di alto livello",
    "dual_trading_modes": "✓ Modalità a doppia trading - Perfetti sia per principianti che per i professionisti",
    "reliable_returns": "✓ Resi affidabili-Supportato dall'analisi del mercato in tempo reale",
    "free_daily_withdrawals": "✓ Prelievi quotidiani gratuiti: goditi un ritiro senza fee ogni giorno",
    "start_your_journey_with_chain_quant": "Inizia il tuo viaggio con la catena Quant oggi e lascia che l'intelligente automazione funzioni per il tuo futuro crittografico!",
    "chain_quant_ltd": "Chain Quant Ltd",
    "driving_the_future_of_ai": "Guidare il futuro di AI, Big Data & Automation",
    "at_chain_quant_we_harness": "A Chain Quant, sfruttiamo il potere dell'intelligenza artificiale all'avanguardia, dei big data e dell'automazione avanzata per accelerare la trasformazione digitale globale. La nostra missione è quella di potenziare le organizzazioni con soluzioni intelligenti e scalabili che alimentano la crescita del business e modellano un futuro più connesso ed efficiente.",
    "core_services": "Servizi di base",
    "ai_solutions": "Soluzioni AI: integrazione dell'apprendimento automatico e apprendimento profondo per ottimizzare le operazioni e massimizzare l'efficienza.",
    "big_data_analytics": "Big Data Analytics: fornitura di potenti infrastrutture di dati e approfondimenti attuabili per il processo decisionale intelligente e la crescita sostenibile.",
    "automation_integration": "Integrazione di automazione: progettazione di flussi di lavoro di automazione personalizzati che riducono i costi, eliminano i licenziamenti e aumentano la produttività.",
    "strategic_industry_consulting": "Consulenza strategica del settore: fornendo intelligence di mercato lungimiranti e basati sulla tecnologia per guidare le strategie di trasformazione digitale.",
    "our_core_values": "I nostri valori fondamentali",
    "innovation_driven": "Drivato all'innovazione: sfidiamo lo status quo e spingiamo i confini di ciò che è possibile con la tecnologia.",
    "client_centric": "Centric del cliente: ogni soluzione è adattata alle esigenze uniche dei nostri clienti e agli obiettivi in ​​evoluzione.",
    "integrity_accountability": "Integrità e responsabilità: la trasparenza e la fiducia sono le basi di ogni partenariato che costruiamo.",
    "vision": "Visione",
    "to_lead_globally_in_ai": "Guidare a livello globale in AI e innovazione basata sui dati, consentendo alle PMI di prosperare nell'economia digitale promuovendo al contempo l'uso della tecnologia responsabile e la trasformazione etica.",
    "innovation_philosophy": "Filosofia dell'innovazione",
    "we_pioneer_the_smart_ecosystem": "Pieriamo l'ecosistema intelligente: un'infrastruttura digitale incrociata e protetta dalla blockchain che consente una collaborazione senza soluzione di continuità, trasparenza e intelligenza avanzata attraverso i mercati globali.",
    "corporate_information": "Informazioni aziendali",
    "legal_name": "Nome legale",
    "company_number": "Numero aziendale",
    "incorporation_date": "Data di incorporazione",
    "registered_address": "Indirizzo registrato",
    "for_official_filings": "Per i documenti e le verifiche ufficiali, consultare il registro del governo del Regno Unito:",
    "uk_government_registry": "Registro del governo del Regno Unito",
    "secure_and_fast_transactions": "Prelievo 24 ore",
    "withdraw_account": "Conto di prelievo",
    "withdrawal_method": "Metodo di ritiro",
    "quota": "Quota 1 - 650000",
    "enter_withal_address": "Indirizzo di prelievo",
    "enter_password": "Password",
    "handling_fees": "Gestione delle tasse",
    "actually_received": "Ricevi effettivamente",
    "press_release": "Comunicato stampa",
    "relese_date": "03 febbraio 2024",
    "we_are_thrilled_to_announce": "Siamo entusiasti di annunciare ufficialmente il lancio di Caten Quant su AVG 15, 2024!",
    "Chain_Quant_is_a_global_powerhouse": "La catena Quant è una potenza globale nel trading quantitativo e nell'arbitraggio di criptovaluta, che offre soluzioni di trading intelligenti e fulmine che massimizzano la redditività e potenziano l'evoluzione della finanza digitale.",
    "platform_highlights": "Punti salienti della piattaforma",
    "seamless_multi_exchange_integration": "Integrazione multi-scambio senza soluzione di continuità-Supporta Binance, Coinbase, Huobi e altro ancora",
    "ultra_fast_arbitrage_execution": "Esecuzione dell'arbitraggio ultra-veloce-Opportunità di acquisto secondario secondario.",
    "fully_autonomous_trading": "Trading completamente autonomo-alimentato al 100% AI, nessun input manuale necessario",
    "be_among_the_first_to_experience": "Sii tra i primi a sperimentare il trading di prossima generazione.",
    "register_now": "Registrati ora e prendi il controllo del futuro con la catena quant, dove la precisione soddisfa le prestazioni in Smart Finance.",
    "chain_quantity_quantitative_investment_program": "Programma di investimento quantitativo di quantità a catena. Sistema VIP a livello per il reddito passivo automatizzato",
    "vip_levels_rewards": "Livelli VIP e premi",
    "vip_level_deposit_range_daily_return": "Reso giornaliero di deposito a livello VIP (USDT) (%)",
    "vip_1_deposit_range_daily_return": "VIP 1 $ 10 - $ 199 2,46% - 2,52%",
    "vip_2_deposit_range_daily_return": "VIP 2 $ 200 - $ 999 2,71% - 2,72%",
    "vip_3_deposit_range_daily_return": "VIP 3 $ 1.000 - $ 4,999 2,92% - 2,98%",
    "vip_4_deposit_range_daily_return": "VIP 4 $ 5.000 - $ 9.999 3,15% - 3,19%",
    "vip_5_deposit_range_daily_return": "VIP 5 $ 10.000 - $ 14.999 3,36% - 3,40%",
    "vip_6_deposit_range_daily_return": "VIP 6 $ 15.000 - $ 29.999 3,69% - 3,73%",
    "vip_7_deposit_range_daily_return": "VIP 7 $ 30.000 - $ 59.999 3,92% - 3,97%",
    "vip_8_deposit_range_daily_return": "VIP 8 $ 60.000 - $ 99.999 4,25% - 4,27%",
    "vip_9_deposit_range_daily_return": "VIP 9 $ 100.000 - $ 149.999 4,54% - 4,58%",
    "vip_10_deposit_range_daily_return": "VIP 10 $ 150.000 - $ 200.000 5,01% - 5,10%",
    "chain_quantity_operates_on_progressive_model": "La quantità di catena opera su un modello di investimento progressivo progettato per la scalabilità e la semplicità.",
    "start_with_10_usdt_activate_quantity_1": "Inizia con solo 10 USDT per attivare la quantità 1",
    "upgrade_to_quantity_2_by_adding_989_usdt": "Aggiornamento alla quantità 2 aggiungendo 989 USDT (totale: 999 USDT)",
    "minimum_deposit_10_usdt": "Deposito basso: 10 USDT",
    "minimum_withdrawal_2_usdt": "Prelievo minimo: 2 USDT",
    "example_investing_1000_usdt_unlocks_vip_3": "Investire 1.000 USDT sblocca VIP 3",
    "daily_earnings_example": "Guadagni giornalieri = 1.000 × 2,92% = 29,2 USDT",
    "program_highlights": "Punti salienti del programma",
    "validity_per_vip_tier": "⏳ Validità di 180 giorni per livello VIP",
    "daily_system_reset": "🕛 Ripristino del sistema giornaliero alle 00:00 SGT",
    "automatic_upgrades": "🔓 Aggiornamenti automatici al raggiungimento della soglia successiva",
    "instant_withdrawals": "💸 Prelievi istantanei dal saldo della Commissione",
    "why_choose_chain_quantity": "Perché scegliere la quantità di catena?",
    "higher_tiers_offer_better_returns": "✅ livelli più alti offrono rendimenti significativamente migliori",
    "no_lock_up_periods": "✅ Nessun periodo di blocco: i fondi rimangono accessibili",
    "real_time_profit_tracking": "✅ Tracciamento di profitti in tempo reale tramite Dashboard",
    "transparent_automated_system": "✅ Sistema automatizzato trasparente al 100%",
    "sustainable_passive_income_model": "Guadagna un reddito sostenibile e passivo con il nostro modello a livello intelligente - costruito per la crescita, ottimizzato per i premi.",
    "example": "Esempio",
    "chain_quantity_team_rewards_program": "Programma di ricompense del team di quantità a catena",
    "unlock_powerful_earning_potential": "Sblocca un potenziale di guadagno potente con il nostro sistema di commissioni multilivello strutturato e opportunità di agenti esclusivi.",
    "multi_level_commission_structure": "Struttura della Commissione a più livelli",
    "maximize_rewards_tiered_referral_program": "Massimizza i tuoi premi attraverso il nostro programma di riferimento a più livelli:",
    "level_1_direct_referrals_earn_15_percent": "Livello 1 (referral diretti): guadagna il 15% di commissione",
    "level_2_indirect_referrals_earn_2_percent": "Livello 2 (referral indiretti): guadagna il 2% di commissione",
    "level_3_extended_network_earn_1_percent": "Livello 3 (rete estesa): guadagna l'1% di commissione",
    "earn_every_time_referrals_deposit_funds": "Guadagni ogni volta che i tuoi referral - e i loro referral - i fondi di deposito.",
    "global_agent_recruitment": "Reclutamento degli agenti globali",
    "expanding_reach_motivated_partners": "Stiamo espandendo la nostra portata e alla ricerca di partner motivati:",
    "national_agents_earn_5_percent": "Agenti nazionali: guadagna la commissione del 5%",
    "city_agents_earn_4_percent": "Agenti della città: guadagnare il 4% di commissione",
    "regional_agents_earn_3_percent": "Agenti regionali: guadagna il 3% di commissione",
    "build_your_network": "Costruisci la tua rete:",
    "launch_telegram_whatsapp_community": "Lancia il tuo telegramma o la comunità di whatsapp",
    "invite_official_support_team": "Invita il nostro team di supporto ufficiale a partecipare",
    "grow_team_unlock_exponential_earning": "Crea la tua squadra e sblocca le opportunità di guadagno esponenziale",
    "referral_bonus_example": "Esempio di bonus di riferimento",
    "member_deposit_commission_rate_earnings": "Commissione per depositi membri tasso i tuoi guadagni",
    "member_a_1000_usdt_15_percent_150_usdt": "Membro A 1.000 USDT 15% 150 USDT",
    "member_b_1000_usdt_2_percent_20_usdt": "Membro B 1.000 USDT 2% 20 USDT",
    "member_c_1000_usdt_1_percent_10_usdt": "Membro C 1.000 USDT 1% 10 USDT",
    "earn_bonuses_team_members_deposit": "Guadagni bonus ogni volta che i membri del team depositano.",
    "daily_agent_bonus_rewards": "Premi bonus degli agenti quotidiani",
    "top_performing_agents_rewarded_daily": "Gli agenti più performanti vengono ricompensati automaticamente, in base ai depositi del team quotidiano:",
    "1000_usdt_60_usdt_bonus": "1.000 USDT → 60 Bonus USDT",
    "5000_usdt_188_usdt_bonus": "5.000 USDT → 188 Bonus USDT",
    "16000_usdt_388_usdt_bonus": "16.000 USDT → 388 Bonus USDT",
    "58000_usdt_1483_usdt_bonus": "58.000 USDT → 1.483 bonus USDT",
    "100000_usdt_6450_usdt_bonus": "100.000 USDT → 6.450 Bonus USDT",
    "500000_usdt_99999_usdt_bonus": "500.000 USDT → 99.999 bonus USDT",
    "bonuses_cumulative_instantly_withdrawable": "Tutti i bonus sono cumulativi e immediatamente prelevabili in USDT.",
    "join_today_grow_network_start_earning": "Unisciti oggi, cresci la tua rete e inizia a guadagnare come mai prima d'ora.",
    "recharge_amount": "Importo di ricarica",
    "current_amount": "Importo disponibile corrente",
    "todays_earning": "Guadagni di oggi",
    "total_revenue": "Entrate totali",
    "invitation_rewareds": "Premi di invito",
    "more_level_comming": "Altri livelli in arrivo ...",
    "per_day": "Tempi di quantificazione al giorno",
    "agree_with_our": "D'accordo con il nostro",
    "terms_of_use": "Termine d'uso",
    "and": "E",
    "privacy_policy": "politica sulla riservatezza",
    "no_account": "Nessun account?",
    "security_password": "Password di sicurezza",
    "processing": "Elaborazione ...",
    "already_have_an_account": "Hai già un account?",
    "verify_email_title": "Verifica la posta elettronica",
    "enter_your_verification_code": "Inserisci il tuo codice di verifica",
    "verifying": "Verifica ...",
    "verify_email": "Verifica la posta elettronica",
    "check_inbox_and_spam_html": "Controlla la tua casella di posta e la cartella per l'e -mail di verifica.",
    "total_assets": "Attività totali",
    "quantitative_account": "Conto quantitativo",
    "agent_corperation": "Cooperazione degli agenti",
    "activity": "Attività",
    "unread_messages_alert": "Hai ricevuto messaggi non letti sul sito, vai a controllare il contenuto del messaggio!",
    "vip": "VIP",
    "trial_fee": "Commissione di prova",
    "profit_assets": "Attività di profitto",
    "todays_earnings": "Guadagni di oggi",
    "quantifiable_number_of_days": "Numero quantificabile di giorni",
    "countdown_days": "Giorni di conto alla rovescia",
    "quantify_reset_time": "Quantificare il tempo di ripristino",
    "start_quantify": "Inizia a quantificare",
    "quantification_process": "Processo di quantificazione",
    "start_quantification": "Inizia la quantificazione ...",
    "start_queuing": "Inizia a fare la fila ...",
    "start_executing_buy_order": "Inizia a eseguire Acquista l'ordine ...",
    "start_executing_sell_order": "Inizia a eseguire l'ordine di vendita ...",
    "start_capturing_market_prices": "Inizia a catturare i prezzi del mercato commerciale ...",
    "start_distributing_commissions": "Inizia a distribuire commissioni ...",
    "operation_complete": "L'operazione è completa e finale.",
    "current_vip": "VIP attuale",
    "click_to_unlock": "Fai clic per sbloccare",
    "quantification_times_per_day": "Tempi di quantificazione al giorno",
    "profit_ratio": "Rapporto di profitto",
    "minimum_unlock_amount": "Importo di sblocco minimo",
    "recharge_unlock_message": "Ricarica sblocca automaticamente ricarica {{minunclock}} USDT",
    "quantitative_benefits": "Benefici quantitativi",
    "deposit_into_basic_wallet": "Depositare nel portafoglio di base",
    "invest_record": "Investi record",
    "build_team_rewards": "Costruisci una squadra e ottieni generosi premi",
    "my_invitation_code": "Il mio codice di invito",
    "invite_link": "Invita link",
    "view_the_team": "Visualizza la squadra",
    "daily_commissions": "Commissioni quotidiane",
    "invited_friends_recharge_rebates": "Gli amici invitati possono ottenere sconti corrispondenti quando si ricaricano:",
    "recharge_rebate": "Ricarica lo sconto",
    "quantify_rebate": "Quantificare lo sconto",
    "copy_success": "Copia il successo",
    "withdraw": "Ritirare",
    "sign_out": "Disconnessione",
    "hello_username": "Ciao, {{nome utente}}",
    "welcome_back": "Bentornato",
    "investment_accounts": "Conti di investimento",
    "commission_today": "Commissione oggi",
    "yesterdays_earnings": "I guadagni di ieri",
    "detail": "Dettaglio",
    "transfer": "Trasferire",
    "news": "Notizia",
    "security_center": "Centro di sicurezza",
    "company_profile": "Profilo Aziendale",
    "about_us": "Chi siamo",
    "twenty_four_hour_withdrawal": "Ritiro di 48 ore",
    "withdrawable": "Prelevabile",
    "amount_to_be_processed": "Importo da elaborare",
    "payment_method": "Metodo di pagamento",
    "withdrawal_limit_range": "Intervallo limite di prelievo 7.00 - 99999999.00",
    "withdrawal_address": "Indirizzo di prelievo",
    "handling_fee": "Commissione di gestione",
    "receipt": "Ricevuta",
    "withdrawal_note": "Nota di ritiro",
    "withdrawal_policy_title": "Politica di prelievo (MisureQuant)",
    "minimum_withdrawal_amount": "Importo di prelievo minimo",
    "withdrawal_fee": "Commissione di prelievo",
    "withdrawal_frequency": "Frequenza di prelievo",
    "withdrawal_frequency_desc": "Una volta al giorno, disponibile dal lunedì alla domenica (ora di Singapore)",
    "processing_time": "Tempo di elaborazione",
    "processing_time_desc": "I prelievi vengono generalmente elaborati entro 0-48 ore dopo la presentazione della richiesta e verrà trasferita direttamente sul portafoglio.",
    "mining_machine_energy_failure": "Errore di energia della macchina da mining, ricarica {{importo}} USDT",
    "financial": "Finanziario",
    "usdt": "USDT",
    "failed_to_fetch_data": "Impossibile recuperare i dati.",
    "note_before_switching_accounts": "Nota: prima di cambiare account di ricarica, confermare che la ricarica precedente è stata ricevuta!",
    "quant_account_desc": "Depositare su questo conto per rendimenti quantificati intelligenti",
    "investment_account_desc": "I depositi in questo account possono essere utilizzati per investire in progetti di crowdfunding",
    "recharge_address": "Indirizzo di ricarica",
    "recharge_complete": "Ricarica completa",
    "deposit_instruction_1": "1. Copia l'indirizzo sopra o scansionare il codice QR e selezionare il",
    "network_deposit": "rete per depositare attività.",
    "invite_top_up_rewards": "Invita gli amici a ricaricare per la prima volta e puoi ottenere i seguenti premi",
    "number_of_invited_people": "Numero di persone invitate",
    "invitation_rewards_label": "Premi di invito ：",
    "usdt_automatic_distribution": "Distribuzione automatica USDT",
    "invitee_first_recharge_needs_to_be_in": "La prima ricarica dell'invitato deve essere",
    "above": "Sopra",
    "tiered_rewards_intro": "Invita un certo numero di persone e ricevi i premi a più livelli:",
    "count": "Contare",
    "award": "Premio",
    "unlimited": "Illimitato",
    "auto": "Auto",
    "claimed": "Reclamato",
    "remaining": "Rimanente",
    "failed_to_load_invite_rewards": "Impossibile caricare i premi invitati.",
    "reward_claimed_successfully": "Ricompensa rivendicata con successo.",
    "unable_to_claim_reward": "Incapace di rivendicare ricompensa. Per favore riprova.",
    "agent_cooperation": "Cooperazione degli agenti",
    "global_recruitment_title": "Reclutamento globale per i dipendenti a tempo pieno Informazioni di lavoro:",
    "positions_available_subtitle": "6 posizioni disponibili nel reparto marketing",
    "job_description_promotion_title": "Descrizione del lavoro e criteri di promozione:",
    "job_description_promotion_body": "Il dipartimento marketing offre le seguenti 6 posizioni in base al numero totale di utenti con livelli di ricarica riusciti a livello 1 e livello 2. Le posizioni sono le seguenti:",
    "salary_tiers_intro": "Ogni posizione ha livelli di salario diversi. Maggiore è la posizione, maggiore è lo stipendio. I dettagli sono i seguenti:",
    "position": "Posizione",
    "level_1": "Livello 1",
    "level_1_plus": "Livello 1+",
    "level_2": "Livello 2",
    "weekly": "Settimanale",
    "salary": "Stipendio",
    "growth_catalyst": "Catalizzatore di crescita",
    "brand_architect": "Architetto del marchio",
    "engagement_guru": "Coinvolgimento degli insegnanti",
    "visionary_strategist": "Stratega visionario",
    "innovation_leader": "Leader dell'innovazione",
    "territory_commander": "Comandante del territorio",
    "meet_requirements_contact_manager": "Per gli utenti che soddisfano i requisiti di posizione, si prega di contattare il project manager per la verifica.",
    "salary_payment_method_timing": "Metodo di pagamento salariale e tempistica:",
    "salary_distribution_detail": "Gli stipendi verranno distribuiti al conto del portafoglio TobbitQuant ogni lunedì dopo le 18:00.",
    "additional_rewards_title": "Premi aggiuntivi per i dipendenti a tempo pieno:",
    "additional_rewards_body": "Una volta che un dipendente diventa un membro permanente, riceverà anche una percentuale dei depositi settimanali totali della loro squadra come ricompensa aggiuntiva. La struttura della ricompensa è la seguente:",
    "total_weekly_deposits_usdt": "Depositi settimanali totali (USDT)",
    "reward_percentage": "Percentuale di ricompensa",
    "commission": "Commissione",
    "commission_records": "Registri delle commissioni",
    "valid_invitation_people_number": "Numero di persone di invito valido",
    "team_report": "Rapporto di squadra",
    "team_total_recharge": "Ricarica totale della squadra ：",
    "team_total_withdrawal": "Team Team Total Prelievo ：",
    "level_3": "Livello 3",
    "total_valid_label": "Totale\/valido:",
    "get_commission_label": "Ottieni la commissione:",
    "now_go": "Ora vai",
    "brand_name": "Misura quant",
    "press_release_date": "25 giugno 2025",
    "launch_announcement_prefix": "Siamo entusiasti di annunciare il lancio di",
    "launch_announcement_suffix": ", una piattaforma rivoluzionaria basata sull'intelligenza artificiale che ora è in diretta al 5 settembre 2025.",
    "platform_description": "Misure Quant è progettato per elevare il futuro del trading di attività digitali, combinando il potere dell'intelligenza artificiale con l'esecuzione della fulmine. Realizzata per la prossima generazione di investitori, la nostra piattaforma offre strumenti guidati dalla precisione per ottimizzare le strategie di arbitraggio e trading quantitativo, garantendo che il tuo portafoglio prospera nel mercato altamente competitivo di oggi.",
    "key_features_title": "Caratteristiche chiave di misura quant:",
    "feature_multi_exchange_title": "• Integrazione multi-scambio senza soluzione di continuità",
    "feature_multi_exchange_desc": "Connettiti senza sforzo con piattaforme leader come Binance, Coinbase, Kraken e altri, consentendo un trading efficiente attraverso gli scambi.",
    "feature_realtime_arbitrage_title": "• Rilevamento arbitraggio in tempo reale",
    "feature_realtime_arbitrage_desc": "Con la reattività a livello di millisecondi, Misure Quant identifica e sfrutta opportunità redditizie quando si presentano, assicurandoti di stare al passo con la curva.",
    "feature_ai_autonomous_title": "• Ai-ottimizzato, completamente autonomo",
    "feature_ai_autonomous_desc": "La nostra piattaforma è alimentata dall'intelligenza artificiale all'avanguardia, consentendo strategie automatizzate e basate sui dati senza input manuali richiesti, quindi puoi sederti e guardare il tuo portafoglio crescere.",
    "platform_mission": "Misure Quant è qui per rimodellare il panorama delle risorse digitali, consentendoti a scambiare più intelligente, più veloce e più efficiente. Che tu sia un commerciante esperto o che hai appena iniziato, Misure Quant sblocca un nuovo regno delle possibilità per massimizzare i rendimenti.",
    "platform_future_line": "Entra nel futuro del trading: dove l'innovazione incontra la precisione.",
    "agent_program_heading": "Programma di partenariato agente quantico",
    "agent_program_headline_prefix": "Entra nel futuro della finanza guidata dall'IA",
    "agent_program_headline_suffix": "Programma di agenti globali",
    "agent_program_welcome": "Benvenuti nella prossima era della creazione di ricchezza intelligente. Misure Quant è orgogliosa di lanciare il suo programma di agenti globali, un'opportunità unica per guadagnare reddito passivo a lungo termine attingendo al potere del trading quantitativo basato sull'intelligenza artificiale.",
    "agent_program_revolution": "Man mano che la rivoluzione del finanza digitale guadagna lo slancio, Tobbit invita gli esperti di marketing, i leader della comunità e gli investitori a prendere parte a modellare il futuro delle finanze decentralizzate. La nostra rete di agenti è costruita per scalabilità, flessibilità e redditività, offrendo un modo entusiasmante per far crescere le tue entrate mentre aiuta gli altri a prosperare nell'economia digitale.",
    "agent_program_highlights": "Punti salienti del programma:",
    "agent_program_income": "• Potenziale di reddito a più livelli: guadagnare sconti in base alle attività della tua rete, creando un flusso di reddito ricorrente mentre la tua comunità si espande. Il tuo link di riferimento semplifica la promozione, senza alcuna esperienza necessaria.",
    "agent_program_tools": "• Supporto e strumenti completi: accedere alle funzionalità della piattaforma all'avanguardia, agli sconti in tempo reale e all'automazione del trading basato sull'IA per rendere la promozione senza soluzione di continuità e gratificante.",
    "agent_program_growth": "• Opportunità basate sulla crescita-progressi attraverso livelli (città, nazionale, partner globale) e sblocca premi esclusivi, tra cui la condivisione di profitti a vita del 20%+ e i privilegi regionali speciali per i migliori agenti.",
    "agent_program_closing": "Che tu stia coinvolgendo i social media, le reti degli investitori o le comunità locali, misura Quant ti assicura che i tuoi sforzi siano premiati. Inizia oggi a costruire il tuo futuro e unisciti a noi mentre guidiamo l'accusa nel mondo della finanza intelligente. Il futuro del trading è qui. Misura Quant ti invita a farne parte.",
    "company_name_legal": "Misura Quant Ai Limited",
    "cp_p1_rest": "è stata fondata a Londra, nel Regno Unito nel 2025 ed è impegnata a diventare un'impresa leader nel campo del trading intelligente con sede a Blockchain.",
    "cp_p2_rest": "è un sistema di trading quantitativo avanzato alimentato dalla tecnologia di intelligenza artificiale. La sua capacità di base risiede nell'esecuzione automatica delle strategie di trading per massimizzare i rendimenti degli investimenti riducendo al minimo il rischio. In particolare, Tobbit trasforma le decisioni di investimento in algoritmi informatici eseguibili, consentendo operazioni di trading trasparenti, efficienti e rapide che si adattano perfettamente alle fluttuazioni del mercato in tempo reale.",
    "cp_p3_suffix": "Le strategie di trading sono fondate sulla matematica moderna, le statistiche, l'apprendimento automatico e l'analisi continua delle tendenze del mercato e dei prezzi delle attività digitali per determinare le azioni di trading più efficaci. Attraverso algoritmi e modellazione complessi, il sistema valuta i rischi di mercato e le opportunità di investimento, ottimizzando automaticamente le allocazioni di portafoglio in risposta alle mutevoli aspettative di rischio e rendimento.",
    "cp_p4": "Questo approccio completamente automatizzato elimina l'errore umano, migliora l'accuratezza transazionale e garantisce un adattamento costante a condizioni di mercato volatili e incerte.",
    "cp_p5_prefix": "In sostanza,",
    "cp_p5_suffix": "è un sistema di trading quantitativo di prossima generazione che fonde l'intelligenza artificiale con la moderna teoria finanziaria per implementare automaticamente strategie volte a massimizzare il profitto e ridurre al minimo il rischio.",
    "label_company_name": "Nome azienda",
    "label_company_number": "Numero aziendale",
    "label_incorporation_date": "Data di incorporazione",
    "label_registered_capital": "Capitale registrato",
    "label_email": "E-mail",
    "label_phone": "Telefono",
    "label_registered_office": "Sede legale",
    "company_number_value": "16289541",
    "incorporation_date_value": "04 marzo 2025",
    "registered_capital_value": "GBP 100.000.000",
    "email_value": "Misurequant.ai@gmail.com",
    "phone_value": "+44 7742 043280",
    "registered_office_value": "32 London Bridge St, Londra, Regno Unito SE1 9SG",
    "platform_bonus": "Bonus della piattaforma",
    "failed_to_load_notices": "Impossibile caricare gli avvisi",
    "welcome_title": "Benvenuto in misura quant: sbloccare un futuro intelligente insieme",
    "withdraw_success": "Ritirare il successo",
    "deposit_success": "Successo del deposito",
    "income_received": "Reddito ricevuto",
    "product": "Prodotto",
    "project_rule": "Regola del progetto",
    "repayment": "Rimborso",
    "maturity_principal_interest": "Maturità capitale e interesse",
    "daily_return": "Ritorno quotidiano",
    "invest_cycle": "Investi ciclo",
    "estimated_revenue": "Entrate stimate",
    "balance_not_enough_recharge": "Saldo non abbastanza, per favore ricarica {{importo}} USDT",
    "ok": "OK",
    "transfer_amount": "Importo del trasferimento",
    "old_login_password": "Vecchia password di accesso",
    "new_login_password": "Nuova password di accesso",
    "old_payment_password": "Vecchia password di pagamento",
    "new_payment_password": "Nuova password di pagamento",
    "about_p1_tail": "è un sistema di trading quantitativo all'avanguardia alimentato dall'intelligenza artificiale. La sua caratteristica di base è l'esecuzione automatica di strategie di trading progettate per massimizzare i rendimenti degli investimenti minimizzando il rischio. Trasformando le decisioni di trading in algoritmi informatici, automatizza le strategie predefinite, rendendo il processo di trading più trasparente, efficiente e altamente sensibile alle variazioni del mercato.",
    "about_p2_a": "Le strategie quantitative impiegate da",
    "about_p2_b": "Sfruttare la matematica moderna, le statistiche, l'apprendimento automatico e l'analisi in tempo reale delle tendenze del mercato e dei prezzi delle criptovaluta. Queste tecnologie avanzate consentono alla piattaforma di formulare piani di trading altamente ottimizzati.",
    "about_p2_c": "Allo stesso tempo,",
    "about_p2_d": "Utilizza modelli complessi per valutare i rischi di mercato e identificare le opportunità di investimento, riequilibrando automaticamente i portafogli in base al rapporto previsto per il rischio. Questo approccio completamente automatizzato elimina l'errore umano, migliora l'accuratezza e garantisce che il sistema possa adattarsi rapidamente alle condizioni volatili di mercato.",
    "about_p3_a": "In sostanza,",
    "about_p3_b": "Integra l'intelligenza artificiale con la moderna teoria finanziaria per eseguire autonomamente strategie di investimento, proposito degli obiettivi gemelli di massimizzare il profitto e ridurre il rischio.",
    "about_p4_heading_tail": "Fonte di reddito e sicurezza finanziaria",
    "about_p5_tail": "Opera su un modello di business reciprocamente vantaggioso insieme ai suoi utenti. Tutti i profitti vengono generati attraverso le fluttuazioni dei prezzi nei mercati globali di criptovaluta. La natura decentralizzata e resistente alla manomissione della tecnologia blockchain garantisce un ambiente di investimento aperto e trasparente, offrendo agli utenti un livello più forte di protezione finanziaria.",
    "about_p6_a": "In sintesi,",
    "about_p6_b": "Autorizza gli utenti con un sistema di trading intelligente progettato per supportare una crescita di ricchezza coerente e sostenibile. Ogni transazione non solo fornisce resi agli utenti, ma genera anche entrate della piattaforma, formando una struttura Win-Win che supporta la stabilità finanziaria a lungo termine per entrambe le parti.",
    "about_p7_a": "Lavoriamo insieme per guidare il sano sviluppo del settore blockchain. Con",
    "about_p7_b": "Più individui possono padroneggiare con sicurezza ed efficiente il principio di acquisto di bassi e di vendita in alto attraverso sistemi di trading intelligenti e basati sull'intelligenza artificiale.",
    "about_p8_a": "Ora nella sua quarta generazione,",
    "about_p8_b": "Si è evoluto per diventare ancora più potenti, offrire funzionalità migliorate mentre semplifica l'esperienza dell'utente. Con un singolo clic per \"Avviare la quantificazione\", gli utenti possono iniziare a generare rendimenti in un solo minuto. Questo è il futuro degli investimenti intelligenti.",
    "open_support_drawer": "Cassetto di supporto aperto",
    "online_service": "Servizio online",
    "choose_support_method": "Scegli il tuo metodo di contatto del servizio clienti online preferito",
    "customer_support": "Assistenza clienti",
    "community_group": "Gruppo di comunità",
    "verify_code": "Verificare il codice",
    "click_to_refresh": "Fare clic per aggiornare",
    "request_already_processing": "La tua richiesta è già in fase di elaborazione",
    "credential_not_match": "Questa credenziale non corrisponde ai nostri record",
    "generic_error": "Qualcosa è andato storto. Per favore riprova.",
    "system_notice": "Avviso di sistema",
    "failed_to_load_notice": "Impossibile caricare preavviso",
    "no_data": "Nessun dato",
    "welcome_heading": "Benvenuti in misura quant!",
    "welcome_p1": "Siamo entusiasti di averti come parte della comunità di misura. Come società tecnologica lungimirante in prima linea, siamo qui per aiutarti a esplorare il potenziale sconfinato dell'intelligenza artificiale.",
    "welcome_p2": "Grazie per aver scelto Tobbit, sblocciamo un futuro più intelligente e più connesso. Se hai mai avuto domande, il nostro team di supporto è sempre pronto ad aiutarti.",
    "email_verification": "Email Verifica",
    "pending": "In attesa di",
    "withdraw_asset": "Ritirare le attività",
    "withdraw_deduction": "Detrazione del prelievo",
    "quantitative_earning": "Guadagni quantitativi"
}