{
    "account": "Корисничко име",
    "quantify_records": "Квантифицирајте ги записите",
    "finish": "Заврши",
    "buy_platform": "Купете платформа",
    "purchase_price": "Набавна цена",
    "sales_platform": "Платформа за продажба",
    "selling_price": "Продажба на цена",
    "service_charge": "Услуга за наплата",
    "model": "Модел",
    "vip_model": "ВИП модел",
    "quantitative_strategy": "Квантитативна стратегија",
    "popular": "Популарно",
    "cryptocurrency_trading": "Тргување со криптовалути",
    "no_more_data": "Нема повеќе податоци",
    "check": "Проверете",
    "execute_position": "Изврши позиција",
    "wallet_account_balance": "Биланс на сметка на паричникот",
    "not_limited": "Не ограничени",
    "daily_interest_payment": "Дневна исплата на камата, отплата на главницата на достасување",
    "share_rules": "Правила за споделување",
    "hello": "Здраво",
    "register_an_account": "Регистрирајте сметка",
    "flexible_account": "Квантитативна сметка",
    "wallet_account": "Паметна сметка",
    "wave_field": "Центар за помош",
    "chain_quant": "Кванти за ланци: Вовед и упатство за корисник за интелигентна квантитативна платформа за тргување",
    "how_to_get_benefits": "Како да депонирате и повлекувате средства",
    "bandwidth": "Вовед во компанијата: количество на ланец",
    "energy": "Моќ",
    "welcome_to": "Добредојдовте на",
    "official_telegram_channel": "Официјален канал за телеграма",
    "cloud_mining_hosting": "Tronokx нуди сигурни услуги за рударство и удирање во облак, обезбедувајќи ги главните приноси во рок од 12 дена. Нашата платформа обезбедува повеќе нивоа на ВИП со различни износи на депозити и дневни стапки на повлекување за да одговараат на различни потреби за инвестиции:",
    "cloud_mining_hosting_2": "Задоволни сме да ве запознаеме со Тронокс, врвна платформа посветена на обезбедување на иновативни услуги за рударство и удирање кои даваат безбедни, сигурни и профитабилни приноси. Нашиот систем обезбедува главен поврат во рок од 12 дена, нудејќи ви можност брзо да ја зголемите вашата инвестиција додека сте дел од возбудлив, одржлив финансиски екосистем.",
    "cloud_mining_hosting_3": "На Tronokx, ние нудиме низа ВИП нивоа дизајнирани да исполнуваат различни инвестициски капацитети. Секое ниво има специфични опсези на депозити и дневни стапки на повлекување, обезбедувајќи флексибилни опции за корисниците кои бараат да заработуваат дневни приноси од нивните инвестиции. Еве преглед на различните ВИП -нивоа:",
    "the_amount_of_vip1": "ВИП 1: Опсег на депозит 10-1000 TRX, повлечете 9% на ден",
    "the_amount_of_vip2": "ВИП 2: Опсег на депозит 1.001-2000 TRX, повлечете 10% на ден",
    "the_amount_of_vip3": "ВИП 3: Опсег на депозит 2.001-10,000 TRX, повлечете 13% на ден",
    "the_amount_of_vip4": "ВИП 4: Опсег на депозит 10,001-50,000 TRX, повлечете 15% на ден",
    "the_amount_of_vip5": "ВИП 5: Опсег на депозит 50,001-200,000 TRX, повлечете 17% на ден",
    "the_amount_of_vip6": "ВИП 6: Опсег на депозит 200,001-300,000 TRX, повлечете 20% на ден",
    "the_amount_of_vip7": "ВИП 7: Опсег на депозит 300,001-500,000 TRX, повлечете 23% на ден",
    "the_amount_of_vip8": "ВИП 8: Опсег на депозит 500,001-800,000 TRX, повлечете 28% на ден",
    "the_amount_of_vip9": "ВИП 9: Опсег на депозит 800,001-1.500.000 TRX, повлечете 35% на ден",
    "the_amount_of_vip10": "ВИП 10: Опсег на депозит 1.500,001+ TRX, повлечете 42% на ден",
    "the_amount_of_vip1_ann": "ВИП 1: За депозитите кои се движат помеѓу 10 до 1.000 TRX, заработете дневно враќање од 9%.",
    "the_amount_of_vip2_ann": "ВИП 2: За депозити помеѓу 1.001 и 2.000 TRX, уживајте во дневно повлекување од 10%.",
    "the_amount_of_vip3_ann": "ВИП 3: Депозити од 2.001 до 10,000 TRX се квалификуваат за 13% на дневно повлекување.",
    "the_amount_of_vip4_ann": "ВИП 4: За инвестиции помеѓу 10,001 и 50,000 TRX, добијте 15% на ден.",
    "the_amount_of_vip5_ann": "ВИП 5: Ако депонирате помеѓу 50,001 и 200,000 TRX, ќе имате право на 17% на дневно враќање.",
    "the_amount_of_vip6_ann": "ВИП 6: Депозити од 200,001 до 300.000 TRX ќе заработат 20% на ден.",
    "the_amount_of_vip7_ann": "ВИП 6: Депозити од 200,001 до 300.000 TRX ќе заработат 20% на ден.",
    "the_amount_of_vip8_ann": "ВИП 8: Депозитите од 500,001 до 800.000 TRX добиваат 28% на дневниот поврат.",
    "the_amount_of_vip9_ann": "ВИП 9: За поголеми депозити од 800,001 до 1.500.000 TRX, уживајте во 35% на дневно повлекување.",
    "the_amount_of_vip10_ann": "ВИП 10: Највисок степен, за депозити над 1.500,001 TRX, нуди импресивен 42% на дневниот поврат.",
    "financial_turnaround": "Ние, исто така, нудиме краткорочен финансиски план за оние што бараат брзо да видат поврат, при што директорот се враќа во рок од само 3 дена. Овој план е идеален за корисниците кои бараат непосреден финансиски пресврт.",
    "periodic_financial_management": "Покрај тоа, ние нудиме краткорочен финансиски план што обезбедува враќање на вашата главна инвестиција во рок од само 3 дена. Можете исто така да заработите дополнителни награди со поканите на пријатели да се приклучат на нашата платформа. Програмата за упатување е структурирана на три нивоа:",
    "periodic_financial_management_ann": "Покрај овие исклучителни можности за инвестирање, ние веруваме во моќта на заедницата. Нашата програма за награди за покани ви овозможува да заработите уште повеќе со споделување на платформата со пријателите и семејството. Еве како функционира нашиот систем за упатување:",
    "the_unit_price_of_tron": "Ниво 1: 13% награда за директни упати",
    "the_unit_price_of_tron2": "Ниво 2: 2% награда за упати на второ ниво",
    "the_unit_price_of_tron3": "Ниво 3: 1% награда за упати на трето ниво",
    "the_unit_price_of_tron4": "Tronokx е дизајниран за долгорочна одржливост, нудејќи платформа која ќе продолжи да напредува сè додека постои криптовалутност. Придружете ни се денес за да започнете да заработувате и да ја зголемите вашата инвестиција со доверба!",
    "the_unit_price_of_tron_ann": "Ниво 1: Директните упати ќе ви заработат награда од 13% од нивните активности.",
    "the_unit_price_of_tron2_ann": "Ниво 2: За упати од второ ниво, ќе добиете 2% од нивните активности.",
    "the_unit_price_of_tron3_ann": "Ниво 3: Упатите од третото ниво ќе ве наградат со 1% од нивните активности.",
    "the_unit_price_of_tron4_ann": "Овој мулти-ниво на наградување систем гарантира дека растот на вашата мрежа директно придонесува за вашиот успех, создавајќи ефект на снежни топки за заработка.",
    "the_unit_price_of_tron5_ann": "Фондацијата на Тронокс е изградена на долгорочен раст, а нашата платформа е дизајнирана да ги одржува своите активности сè додека криптовалутноста продолжува да напредува. Нашиот модел гарантира дека вредноста што ја вложувате денес ќе продолжи да дава поврат за наредните години. Со тоа што ќе се придружите на Тронокс, станувате дел од заедницата посветена на создавање трајни финансиски можности што се усогласуваат со развојот на светот на дигиталните средства.",
    "the_unit_price_of_tron6_ann": "Ве охрабруваме да започнете сега, да инвестирате мудро и да ги искористите сите предности на бројните можности што ги нуди Троноккс. Преку програми за рударство, удирање и упатување, имате шанса да го засилите вашето богатство и да станете клучен учесник во светот на криптовалутноста.",
    "join_now_ann": "Придружете ни се сега и започнете да заработувате денес - иднината на дигиталните финансии е тука!",
    "received": "Добиени",
    "minimum_yeild_requires": "Минимална квантификација бара барем депозит",
    "share_to": "Сподели на",
    "transiction_records": "Транзициски записи",
    "transfer_to_flexible_account": "Трансфер на квантитативна сметка",
    "transfer_into_flexible_account": "1. Трансфер на оваа сметка може да се искористи за депонирање пари за да заработите камата, а вие рачно можете да ги добиете приходите 24 часа по првото време на инвестирање и да го вратите главницата кога ќе истече.",
    "transfer_to_wallet_account": "Трансфер на паметна сметка",
    "transfer_into_wallet_account": "2. Трансфер на оваа сметка може да се користи за купување редовни производи. Различни производи имаат различни циклуси и приноси. За детали, погледнете го воведувањето на производот.",
    "no_records": "Нема записи",
    "energy_bandwidth": "Количината на ланецот официјално започнува",
    "you_send_virtual_currency_to_the_platform": "Користејќи го вашиот дигитален паричник, испраќате виртуелна валута на наведената адреса за набавка, а Tronokx се грижи за автоматската дистрибуција на ресурси. Нашата платформа ги влошува средствата во рамките на мрежата Трон за да генерира ширина на опсег и енергија. Овие ресурси потоа се изнајмуваат на партнери на паричници, а заработката за изнајмување се враќа во Tronokx, што ги редистрибуира на корисниците!",
    "income_has_arrived": "Приходот пристигна",
    "profit_received": "Добиена добивка",
    "invitation_rewards": "Програма за партнерство на агенти за количина на ланец",
    "by_sharing_the_agent": "Чекор во иднината на финансиите со АИ-напојување со глобалната програма за агенти на ланецот Quant-вашата порта до долгорочен пасивен приход преку интелигентно квантитативно тргување. Како што забрзува пазарот за трговија со АИ, Кванти за ланци го проширува својот светски отпечаток со поканување на пазарот, лидерите на заедницата и инвеститорите напред-размислување да станат дел од нашата агентска мрежа. Уживајте во моќен мулти-ниво на систем за награди со 15%-2%-1%провизии, заработувајќи повторливи приходи и од профитот на тргување и од растот на упатувањето. Секој член прима лична врска за упатување, правејќи ја промоцијата беспрекорна и достапна за секој - не е потребно искуство. Без разлика дали користите социјални медиуми, групи на приватни инвеститори или локални заедници, ќе бидете поддржани од платформа со високи перформанси и авто-ребати во реално време. Како што вашиот тим скали, така и вашите придобивки, со врвни изведувачи кои напредуваат во статусот на град, национална или глобален партнер, отклучувајќи 20%+ акции за добивка за живот и ексклузивни регионални бакшиш. Придружете се на Chain Chanth денес и изградете го вашето наследство во новата ера на интелигентно создавање богатство.",
    "sharing_is_polite": "Споделувањето е iteубезно",
    "when_the_cumulative_recharge_reaches": "Кога вашето вкупно надополнување достигнува 10 TRX или повеќе, споделете ја вашата врска за регистрација на социјалните платформи за да добиете случајна награда помеѓу 0,01 TRX и 18,88 TRX. Секој корисник може да учествува еднаш дневно!",
    "time": "време",
    "tron_is_a_distributed_operating_system": "Трон е децентрализиран оперативен систем со погон на блокада со својата природна криптовалута, TRX. Лансиран во 2017 година од кинескиот претприемач Justinастин Сон, тој има за цел да поттикне децентрализирана дигитална економија.",
    "architecture_in_the_torn": "Архитектура: Во рамките на протоколот Трон мрежа, држачите на TRX уживаат еднаков пристап до ресурси како што се широкопојасниот опсег и енергијата. Мрежата се напојува со децентрализирана виртуелна машина што ги користи јавните јазли ширум светот за да изврши паметни договори. Без такси за трансакција и капацитет за справување со приближно 2000 трансакции во секунда, гарантира брзо и ефикасно мрежно искуство.",
    "goverance_tron_online_community": "Управување: Заедницата Трон избира 27 супер претставници преку гласање преку Интернет. Овие претставници се одговорни за генерирање блок и верификација на секои 3 секунди во просек, формирајќи децентрализирана автономна организација. Тие се реизбрани на секои 6 часа и играат клучна улога во управувањето со мрежните предлози и гласањето за предлози за подобрување на ТРОН (СОВЕТ).",
    "advantages_usdt_has_always": "Предности: УСТТ е најпознатиот признат стаблоин, а Тетер го издаде на 13 мрежни блокчејн, при што Трон го предводи обвинението, што претставува над 54% од вкупната понуда. Ethereum следи со 44%, а Солана учествува со 2,7%, зацврстувајќи го Трон како примарна мрежа за издавање на УСТТ.",
    "bandwith_all_types": "Ширина на опсег: Секоја трансакција на мрежата Трон бара точки на ширина на опсег. Трансакциите се чуваат и пренесуваат како бајти низи, при што секој бајт троши по една точка на ширина на опсег. Вкупната цена на опсегот на трансакцијата се определува со неговата големина на бајт. Ако на корисникот нема доволно ширина на опсег, TRX мора да биде изгорен за да ги покрие потребните точки на ширина на опсег.",
    "the_unit_price_of_the_targe": "Официјалната стапка на горење за потрошувачка на ширина на опсег е поставена на 1.000 сонце по единица.",
    "energy_each_instruction": "Енергија: Секое извршување на паметни договори троши одредена количина на енергија, во зависност од нејзината сложеност. Покомплексните договори бараат повеќе енергија. Како што работи договорот, енергијата се пресметува и одзема по инструкција. Ако на сметката нема доволна енергија, TRX мора да биде изгорен за да ги покрие потребните трошоци за енергија.",
    "the_current_offical_unit_price": "Официјалната стапка на изгореници за потрошувачка на енергија во моментов е поставена на 420 сонце по единица.",
    "smart_investment": "Паметна инвестиција",
    "international_lines": "Меѓународни линии",
    "basic_investment_plan": "Основен план за инвестирање",
    "invest_in_our_basic": "Инвестирајте во нашата основна сметка и започнете да заработувате дневен приход за рударство! По вашиот прв депозит, автоматски ќе склучите договор од 180 дена. Договорот започнува веднаш штом ќе се изврши првиот депозит.",
    "key_features": "Клучни карактеристики",
    "earn_daily_between": "Заработете дневно помеѓу 8% -36% од вашата кумулативна инвестиција.",
    "incomoe_is_settled": "Приходот се решава 24 часа по вашиот прв депозит (Пример: Депозит во 15:00 часот, приход достапен во 15:00 часот следниот ден).",
    "you_must_manually": "Мора рачно да кликнете за да соберете дневен приход.",
    "vip_levels_benefits": "Нивоа и придобивки од ВИП",
    "daily_withdrawal": "Дневно повлекување",
    "how_it_works": "Како работи",
    "deposit_funds": "Фондови за депозити: Започнете ја вашата инвестиција со тоа што ќе направите почетен депозит.",
    "earn_daily_income": "Заработете дневни приходи: Уживајте во приходите од рударството на секои 24 часа.",
    "collect_income": "Соберете приход: Пријавете се секој ден за рачно да ја соберете вашата заработка.",
    "start_today_and_enjoy": "Започнете денес и уживајте во повратот со висок принос со нашиот основен план за инвестирање!",
    "our_system_will_automatically": "Нашиот систем автоматски ќе ги одреди вашите вкупни акумулирани депозити и ќе ве надградат на соодветното ниво на ВИП. На пример:",
    "first_deposit": "Прв депозит",
    "second_deposit": "Втор депозит",
    "total_deposit": "Вкупно депозит",
    "the_system_will_automatically_upgrade": "Системот автоматски ќе ве надградува на VIP2 и ќе уживате во 10% дневен приход на ова ниво и сл.",
    "referral_system": "Систем за упатување",
    "earn_rewards_by_reffering": "Заработете награди со упатување на другите да се придружат! Нашиот систем за упатување на 3 нивоа нуди големи придобивки",
    "refer_level_1": "Ниво 1: 13% од дневниот приход на упатувањето",
    "refer_level_2": "Ниво 2: 2% од дневниот приход на упатувањето",
    "refer_level_3": "Ниво 3: 1% од дневниот приход на упатувањето",
    "start_referring_today": "Започнете да се повикувате денес за да ја зголемите вашата заработка!",
    "account_is_required": "Потребна е сметка",
    "login_password": "Лозинка за најавување",
    "password_is_required": "Потребна е лозинка",
    "verification_code": "Код за верификација",
    "vcode_is_required": "Потребно е VCode",
    "vcode": "Vcode",
    "forgot_password": "Заборавена лозинка",
    "login": "Најавете се",
    "register": "Регистар",
    "go_to_homepage": "Одете на почетната страница",
    "total_balance": "Квантитативна сметка",
    "home_notice": "Добредојдовте да ја измерите количината - каде паметниот капитал исполнува интелигентни алгоритми. Ние сме воодушевени што ве поздравуваме за мерење на квантитетот, вашиот нов дом за врвна квантитативна заработка. Без разлика дали сте сезонски инвеститор или само што го започнувате вашето патување во светот на алгоритмички приход, само се приклучивте на платформа изградена за јасност, перформанси и доверба. Во мерката количина, ние не веруваме само во заработка - веруваме во интелигентно заработка. Нашите комерцијални стратегии се дизајнирани од научници за податоци и финансиски експерти за да ја искористат моќта на алгоритмичката прецизност, дозволувајќи му на вашиот капитал да расте преку можностите на пазарот во реално време. Секоја одлука, секоја стратегија, секое враќање се напојува со податоци и управувано од нашата непоколеблива мисија: да ги направи напредните алатки за заработка достапни за сите.",
    "go_to_recharge": "Одете на полнење",
    "telegram_customer_service": "Услуга за клиенти на телеграма",
    "dear_user": "Почитуван корисник: Бидејќи компјутерската моќ\/енергија на вашата рударска машина ќе истече, ве молиме брзо надополнете {износ} TRX според енергетската вредност што ја бараат фондовите на вашата сметка. Вашата машина за рударство во моментов ја суспендираше контролата на рударството и приходите\/повлекувањето.",
    "note_to_avoid": "[Забелешка: За да избегнете губење на приходите, контактирајте ја поддршката на Telegram]",
    "deposit": "Полнење",
    "withdrawal": "Повлекување",
    "share_friends": "Поканете пријатели",
    "team": "Тим",
    "app": "Апликација",
    "information": "Вести",
    "wallet": "Паричник",
    "promotion": "Промоција",
    "join_to_be_a_sitename_millionaire": "Придружете се за да бидете милионер Тронрико",
    "use_the_latest_mining_machines": "Користете ги најновите машини за рударство и технологијата DEFI за да обезбедите сите корисници да добијат најмногу приходи од TRX.",
    "details": "Детали",
    "platform_data_display": "Екранот на податоците за платформата",
    "income": "приход",
    "Income": "Квантифицирајте",
    "cyclical_investing": "Инвестинг на циклус",
    "trontin_3day_mining_machine": "3-дневна машина за рударство во Тронтин",
    "trontin_9day_mining_machine": "9-дневна машина за рударство во сообраќај Трон",
    "trontin_16day_traffic_mining_machine": "Ронтин 16-дневна машина за рударство во сообраќај",
    "trontin_45day_miner_energy": "Тронтин 45 дена рударска енергија",
    "trontin_18day_miner_energy": "ТРОН 18 дена рударска енергија",
    "trontin_trxMining_in_46days": "Рударство TRON TRX за 46 дена",
    "tron_eth_digi_2_mining": "Рударство Tron Eth Digi 2.0",
    "torn_80days_photolvatic_mine": "ТРОН 80 дена рудник за фотоволтаичен",
    "trontin_bnb_mining_in_65days": "Рударство Тронтин БНБ за 65 дена",
    "view_more": "Погледнете повеќе",
    "cycle": "Циклус",
    "day": "Ден",
    "instant_quotes": "Инстант цитати",
    "profit_withdrawal": "Повлекување профит",
    "repurchase": "Откуп",
    "latest_announcement": "Најновата објава",
    "registered_members_will_be_given": "На регистрираните членови ќе им се даде 56.000trx како заложен капитал. За активирање на сметката, потребно е минимален депозит од 10TRX и минимално повлекување од 5TRX. Приходот може да се повлече или инвестира во рударство.",
    "deposit_into_the_basic_account_and_automatically_join_the_contract": "[Основна инвестиција] Депозит во основната сметка и автоматски се приклучува на договорот за 180 дена [периодот на договорот стапува на сила од времето на првиот депозит]. Основната сметка има приход за рударство секој ден и може да прима 9% -38% од кумулативниот износ на инвестиција секој ден. Времето на порамнување на нашиот систем на платформа е: времето на првото купување на корисникот, 24 часа подоцна.",
    "the_income_will_not_be_automatically_deposited_into_the_account": "[На пример: првото време на купување е 15:00 часот, а приходот ќе се добие во 15:00 часот следниот ден] приходот нема да се депонира автоматски на сметката и треба да кликнете на приходот секој ден; Кога рударството влегува, кликнете активно за да го добиете приходот.",
    "accumulated_deposits_of_10-2500_trx": "Акумулирани наслаги од 10-2500 TRX, автоматски надградени на VIP1, дневно повлекување од 9%",
    "accumulated_deposits_of_2501-10000_trx": "Акумулирани депозити од 2501-10000 TRX, автоматски надградени на VIP2, 10% на ден на повлекување",
    "accumulated_deposits_of_10001-20000_trx": "Акумулирани депозити од 10001-20000 TRX, автоматски надградени на VIP3, дневно повлекување од 11%",
    "accumulated_deposits_of_20001-50000_trx": "Акумулирани депозити од 20001-50000 TRX, автоматски се надградуваат на VIP4, дневно повлекување од 13%",
    "accumulated_deposits_of_50001-100000_trx": "Акумулирани наслаги од 50001-100000 TRX, автоматски надградени на VIP5, дневно повлекување од 15%",
    "accumulated_deposits_of_100001-200000_trx": "Акумулирани депозити од 100001-200000 TRX, автоматски надградени на VIP6, дневно повлекување од 17%",
    "accumulated_deposits_of_200001-500000_trx": "Акумулирани депозити од 200001-500000 TRX, автоматски надградени на VIP7, дневно повлекување од 23%",
    "accumulated_deposits_of_500001-1000000_trx": "Акумулирани наоѓалишта од 500001-1000000 TRX, автоматски надградени на VIP8, дневно повлекување од 26%",
    "accumulated_deposits_of_1000001-1600000_trx": "Акумулирани депозити од 1000001-1600000 TRX, автоматски надградени на VIP9, дневно повлекување од 32%",
    "accumulated_deposits_of_1600001-9999999_trx": "Акумулираните депозити се 1600001-99999999 TRX, автоматски се надградуваат на VIP10, со дневни повлекувања од 38%",
    "automatically_upgrade_vip_level": "Автоматски надградба на ниво на ВИП",
    "the_system_will_determine_your_total_accumulated_deposit": "[Системот ќе го одреди вашиот вкупен акумулиран депозит и автоматски ќе ве надгради на соодветно ниво] на пример: првото полнење е 500TRX, второто полнење е 2001TRX, [кумулативното полнење е 2501TRX] системот автоматски ќе се надоградува на VIP2, а вие ќе имате VIP2 на дневниот приход на нивото е 10% и така.",
    "previous": "Претходно",
    "next": "Следно",
    "close": "Затвори",
    "current_yield": "Тековен принос",
    "miner_is_running": "Рудар работи",
    "view_all": "Погледнете ги сите",
    "earning_times": "Време на квантификација",
    "singapore_time_after": "Време во Сингапур после",
    "every_day": "Секој ден",
    "daily_rate": "Дневна стапка",
    "receive": "Добијте",
    "basic_investment": "Основна инвестиција",
    "record": "Рекорд",
    "current_level": "Тековно ниво",
    "deposit_quantity": "Количина на депозити",
    "invitation_reward": "Покана награда",
    "deposit_now": "Депозит сега",
    "daily_income": "Дневен приход",
    "daily_withdrawals": "Дневни повлекувања",
    "valid_period": "Валиден период",
    "remaining_days": "Останатите денови",
    "status": "Статус",
    "running": "Трчање",
    "quantity": "Количина",
    "amount": "Количина",
    "return": "враќање",
    "Return": "Враќање",
    "profit": "профит",
    "equity_pledge": "Залог за капитал",
    "end": "Крај",
    "invite_your_contacts": "Поканете ги вашите контакти",
    "sign_up_and_recharge_to_get_great_rewards": "Пријавете се и надополнете за да добиете одлични награди",
    "invitation_codes": "Кодови за покани",
    "share_invitation_links_to_social_platforms": "Споделете ги линковите за покана до социјалните платформи",
    "build_a_team_and_get_great_rewards": "Изградете тим и добијте одлични награди",
    "copy_successfully": "Копирајте успешно",
    "copy_link": "Копирајте врска",
    "app_services": "Услуги за апликации",
    "wallet_funds_conversion": "Трансфер",
    "change_password": "Безбедносен центар",
    "notification": "Известување",
    "logout": "Пријавете се",
    "my_promotion": "Тим",
    "bonus": "Бонус",
    "bonus_record": "Записи за комисии",
    "number_of_teams": "Вкупно луѓе",
    "valid_number_of_invites": "Валидни покани",
    "team_cycle_investment_details": "Детали за инвестиции во тимот циклус",
    "total_people": "Вкупно луѓе",
    "contribution": "Комисија",
    "invite_friends": "Поканете пријатели",
    "go_now": "Оди сега",
    "in_progress": "Во тек",
    "number_of_investments": "Број на инвестиции",
    "total_investment": "Вкупна инвестиција",
    "subordinate_investment_amount": "Субдијален износ на инвестиција",
    "confirm": "Потврдете",
    "Confirm": "Потврдете",
    "last_login_time": "Последно време на најавување",
    "records": "Записи",
    "transfer_to_smart_account": "Пренесете на {{тип}} сметка",
    "transfer_to_quantitative_account": "Трансфер на квантитативна сметка",
    "transfer_to_smart_account_2": "Трансфер на паметна сметка",
    "address": "Адреса",
    "copy": "Копија",
    "please_do_not_top_up_other_non_bnb_assets": "Ве молиме, не надополнувајте други не-{метод}} средства. По полнење, кликнете",
    "submit_successfully": "Наполнете се целосно",
    "submit": "Достави",
    "exchange_rate": "Девизен курс",
    "if_the_account_has_not_been_received_for_a_long_time": "Ако сметката не е примена подолго време, кликнете",
    "again": "повторно",
    "recharge_record": "Рекорд за полнење",
    "successful": "Успешна",
    "purchase": "набавка",
    "Purchase": "Набавка",
    "transaction_record": "Евиденција за трансакција",
    "all": "Сите",
    "recharge": "Полнење",
    "giveaway": "Подарок",
    "withdrawal_failed": "Повлекувањето не успеа",
    "promotion_account": "Сметка за паричник",
    "basic_account": "Флексибилна сметка",
    "amount_to_be_converted": "Количина што треба да се конвертира",
    "withdrawable_balance": "Повлекувачки биланс",
    "withdrawals_arebased_one_singapore_time_and_are_withdrawn_once_a_day": "Повлекувањата се засноваат на времето во Сингапур и се повлекуваат еднаш на ден",
    "choose_withdrawal_account": "Изберете сметка за повлекување",
    "choose": "Изберете",
    "digital_currency_wallet": "Паричник за дигитална валута",
    "cancel": "Откажи",
    "password": "Лозинка",
    "actual_withdrawal": "Вистинско повлекување",
    "withdrawal_record": "Рекорд за повлекување",
    "fee": "Такса",
    "to_account": "да одговара",
    "account_security": "Безбедност на сметката",
    "modify_login_password": "Изменете ја лозинката за најава",
    "modify_payment_password": "Изменете ја лозинката за плаќање",
    "transfer_to_basic_account": "Трансфер на основна сметка",
    "transfer_to_promotion_account": "Трансфер на сметка за промоција",
    "there_are_two_investment_models_please_choose_according_to_your_needs": "Постојат два модели на инвестиции, ве молиме изберете според вашите потреби",
    "deposit_into_this_account_for_pledge_mining": "Депонирајте на оваа сметка за рударството за залог. По 24 часа од првото време на депозит, можете рачно да ги примите приходите и да го вратите главницата кога ќе истече",
    "recharge_to_the_promotion_account_to_purchase_periodic_mining_machines": "Наполнете се на сметката за промоција за купување периодични машини за рударство, можете да соберете приход во различни циклуси и да ги вратите главницата и приходот кога истекува",
    "add_digital_currency_wallet": "Додадете паричник за дигитална валута",
    "address_type": "Тип на адреса",
    "wallet_address": "адреса на паричник",
    "start_with": "Започнете со",
    "digit_wallet_address": "Адреса за цифри на паричник",
    "set_payment_password": "Поставете лозинка за плаќање",
    "continue": "Продолжете",
    "are_you_sure_sign_out": "Дали сте сигурни дека се одјавувате",
    "wallet_registration": "Регистрација на паричник",
    "decentralized_wallet_download_address": "Децентрализирана адреса за преземање на паричник",
    "tutorial": "Погледнете го упатството",
    "buy_currency": "Купете валута",
    "common_problem": "заеднички проблем",
    "how_to_become_a_partner_of_trontin_mining_company": "Како да станете партнер на рударската компанија Тронрико",
    "to_become_our_partner": "За да станете наш партнер, можете бесплатно да добиете 56,000TRX со едноставно регистрација и можете да го повлечете во рок од 180 дена по активирањето",
    "what_to_do_after_registration": "Што да правам по регистрацијата",
    "you_need_to_log_in_to_your_account": "Треба да се најавите на вашата сметка и функцијата за рударство ќе се активира автоматски. За да го зголемите вашиот дневен приход, направете депозит",
    "what_are_the_minimum_deposit_and_withdrawal_amounts": "Кои се минималните износи на депозит и повлекување",
    "the_minimum_deposit_is_10trx": "Минималниот депозит е 10trx, а минималното повлекување е 5trx.",
    "how_to_withdraw_money_what_should_i_do": "Како да повлечам пари, што треба да направам",
    "log_in_to_your_account": "Пријавете се на вашата сметка. Внесете ја страницата „повлекување“. Кликнете на копчето 'повлекување'. Поврзете ја вашата адреса за паричник TRX и поставете лозинка за плаќање за прв пат, а потоа наведете го износот на повлекување и изберете ја адресата на паричникот и кликнете за да се повлечете.",
    "what_is_level_and_how_do_i_increase_it": "Што е ниво и како да го зголемам",
    "tron_marketing_uses_level_design": "ТРОН Маркетинг користи дизајн на ниво. Колку повеќе електрична енергија купува корисникот, толку е повисоко неговото ниво. Профитабилноста директно зависи од нивото на стекнување. Ако почетниот корисник на VIP1 заработува 8% на ден, тогаш со зголемувањето на моќноста за рударство, највисоката профитабилност VIP10 може да заработи 36% на ден",
    "i_made_a_withdrawal_request_but_it_hasnt_arrived_in_my_wallet_yet": "Направив барање за повлекување, но сè уште не пристигна во мојот паричник",
    "all_requests_are_handled_by_a_set_of_system_automatic_modes": "Сите барања се справуваат со збир на системски автоматски режими. Барањето обично се обработува во рок од 1 минута",
    "what_payment_systems_does_this_project_have_for_deposits": "Кои системи за плаќање има овој проект за депозитите",
    "you_can_deposit_using_a_payment_system_like_this": "Можете да депонирате користејќи систем за плаќање како овој",
    "what_payment_systems_does_this_project_have_for_withdrawals": "Кои системи за плаќање има овој проект за повлекување",
    "you_can_withdraw_money_using_this_payment_system": "Можете да повлечете пари користејќи го овој систем на плаќање",
    "how_to_change_account_password": "Како да ја смените лозинката за сметката",
    "click_the_change_password_function_on_the_my_tab_on_the_lower_right": "Кликнете на функцијата \"Променете ја лозинката\" на табулаторот \"Мој\" на долниот десен агол на страницата. Внесете ја вашата стара лозинка и нова лозинка за да ја промените",
    "what_if_i_forget_my_withdrawal_password": "Што ако ја заборавам лозинката за повлекување",
    "please_use_the_email_address_you_reserved_when_registering_to_send_username": "Ве молиме, користете ја адресата за е -пошта што сте ја резервирале кога се регистрирате за испраќање (корисничко име: .... 'Заборавена лозинка за повлекување') на нашата официјална адреса за е -пошта: tronrico68@gmail.com",
    "what_should_i_do_if_i_need_to_change_my_wallet_address": "Што треба да направам ако треба да ја сменам адресата на паричникот",
    "please_use_the_email_address_you_reserved_when_registering_to_send": "Ве молиме, користете ја адресата за е -пошта што сте ја резервирале кога се регистрирате за испраќање (корисничко име и нова адреса на паричник) на нашата официјална адреса за е -пошта: tronrico68@gmail.com",
    "how_to_top_up": "Како да се нагоре",
    "to_make_a_deposit_you_need_to_log_into_your_account": "За да направите депозит, треба да се најавите на вашата сметка и да одите на страницата за рударство. На врвот, ќе го видите копчето „Депозит“. Откако на страницата за депозит, изберете ја валутата што сакате да ја депонирате. После тоа, ќе ви биде дадена адреса за паричник на која треба да ги испратите вашите криптовалути. Депозитите ќе бидат кредитирани во рок од 1 минута.",
    "your_account_may_be_frozen_under_the_following_circumstances": "Вашата сметка може да биде замрзната под следниве околности",
    "trontin_takes_a_responsible_approach_to_protect_the_personal_data": "Тронтин има одговорен пристап за заштита на личните податоци на своите корисници и безбедноста на својата веб -страница. Секој обид да се соберат лични информации на корисникот, хакирање на кодот на веб-страницата, неправилна употреба на придружната програма, пристап до кориснички сметки преку хакерство, употреба на услуги од трети страни за вештачки да се зголеми бројот на партнери и секоја администрација што ја навредува веб-страницата или нејзините корисници може да биде основа за суспендирање на сметката на корисникот.",
    "I_didnt_find_the_answer_to_my_question_what_should_I_do": "Не го најдов одговорот на моето прашање, што треба да направам",
    "contact_online_customer_service_or_telegram_customer_service": "Контактирајте ја услугата за клиенти преку Интернет или услугата за клиенти на Телеграма",
    "how_to_deposit": "Како да се депонираат",
    "click_deposit_on_the_platform_page": "Кликнете на „Депозит“ на страницата со платформата",
    "choose_to_transfer_to_the_basic_account_or_promotion_account": "Изберете да се префрлите на основната сметка или сметката за промоција. По внесувањето, можете да ја изберете валутата за депонирање.",
    "select_a_top_up_enter_to_copy_the_deposit_address": "Изберете го-ап. Внесете за да ја копирате адресата за депозит.",
    "open_your_crypto_wallet_select_the_corresponding_currency_and_transfer": "Отворете го вашиот крипто паричник, изберете ја соодветната валута и пренесете.",
    "paste_the_address_of_the_receiving_wallet": "Залепете ја адресата на паричникот што прима.",
    "enter_the_amount_you_plan_to_deposit_into_your_account": "Внесете го износот што планирате да ја депонирате на вашата сметка.",
    "click_next_and_confirm_completion": "Кликнете на „Следно“ и потврдете го завршувањето.",
    "return_to_the_platform_and_click_the_recharge_button_note_the_last_step": "Вратете се на платформата и кликнете на копчето „Наполнување“. Белешка: Последниот чекор е да се вратите на платформата и да кликнете на „Пополнете комплетен“. Откако ќе заврши надополнувањето, сметката ќе се кредитира навреме.",
    "how_to_withdraw_money": "Како да повлечете пари",
    "select_the_exit_button_on_the_homepage_then_use_your_exchange_wallet": "Изберете го копчето Излез на почетната страница, а потоа користете ја вашата размена (паричник) за да ја пронајдете адресата TRC20, копирајте и врзувајте ја на платформата за да излезете, а платформата ја решава валутата TRX. По успешното повлекување, сметката ќе биде кредитирана за 1-3 минути.",
    "if_you_need_help_please_click_online_customer_service": "(Ако ви треба помош, кликнете на Интернет -услугата за клиенти)",
    "announcement": "Објава",
    "my_message": "Мојата порака",
    "company_mining_and_revenue": "【Рударство и приходи на компанијата",
    "registered_members_will_be_given_56000trx_as_pledged_equity": "На регистрираните членови ќе им се даде 56.000trx како заложен капитал. За активирање на сметката, потребно е минимален депозит од 10TRX и минимално повлекување од 5TRX. Приходот може да се повлече или инвестира во рударство.",
    "basic_investment_deposit_into_the_basic_account_and_automatically_join_the_contract_for_180_days": "[Основна инвестиција] Депозит во основната сметка и автоматски се приклучува на договорот за 180 дена [периодот на договорот стапува на сила од времето на првиот депозит]. Основната сметка има приход за рударство секој ден и може да прима 9% -38% од кумулативниот износ на инвестиција секој ден. Времето на порамнување на нашиот систем на платформа е: времето на првото купување на корисникот, 24 часа подоцна.",
    "for_example_the_first_purchase_time_is_1500_and_the_income_will_be_obtained_at_1500_the_next_day": "[На пример: првото време на купување е 15:00 часот, а приходот ќе се добие во 15:00 часот следниот ден] приходот нема да се депонира автоматски на сметката и треба да кликнете на приходот секој ден; Кога рударството влегува, кликнете активно за да го добиете приходот.",
    "accumulated_deposits_of_10_2500_trx_automatically_upgraded_to_vip1_daily_withdrawal": "Акумулираните наоѓалишта на 10-2500 TRX, автоматски се надградуваат на VIP1, дневно повлекување од 9%.",
    "accumulated_deposits_of_2501_10000_trx_automatically_upgraded_to_vip2_10_daily_withdrawal": "Акумулирани депозити од 2501-10000 TRX, автоматски се надградуваат на VIP2, 10% на дневно повлекување.",
    "accumulated_deposits_of_10001_20000_trx_automatically_upgraded_to_vip3_daily_withdrawal": "Акумулираните наоѓалишта од 10001-20000 TRX, автоматски се надградуваат на VIP3, дневно повлекување од 11%.",
    "accumulated_deposits_of_20001_50000_trx_automatically_upgraded_to_vip4_daily_withdrawal": "Акумулираните наоѓалишта од 20001-50000 TRX, автоматски се надградуваат на VIP4, дневно повлекување од 13%.",
    "accumulated_deposits_of_50001_100000_trx_automatically_upgraded_to_vip5_daily_withdrawal": "Акумулирани депозити од 50001-100000 TRX, автоматски се надградуваат на VIP5, дневно повлекување од 15%.",
    "accumulated_deposits_of_100001_200000_trx_automatically_upgraded_to_vip6_daily_withdrawal": "Акумулирани депозити од 100001-200000 TRX, автоматски се надградуваат на VIP6, дневно повлекување од 17%.",
    "accumulated_deposits_of_200001_500000_trx_automatically_upgraded_to_vip7_daily_withdrawal": "Акумулираните наоѓалишта од 200001-500000 TRX, автоматски се надградуваат на VIP7, дневно повлекување од 23%.",
    "accumulated_deposits_of_500001_1000000_trx_automatically_upgraded_to_vip8_daily_withdrawal": "Акумулирани депозити од 500001-1000000 TRX, автоматски се надградуваат на VIP8, дневно повлекување од 26%.",
    "accumulated_deposits_of_1000001_1600000_trx_automatically_upgraded_to_vip9_daily_withdrawal": "Акумулираните наоѓалишта од 1000001-1600000 TRX, автоматски се надградуваат на VIP9, дневно повлекување од 32%.",
    "accumulated_deposits_of_1600001_9999999_trx_automatically_upgraded_to_vip10_daily_withdrawal": "Акумулираните наоѓалишта се 1600001-99999999 TRX, автоматски се надградуваат на VIP10, со дневни повлекувања од 38%.",
    "automatically_upgrade_vip_level_instructions": "Автоматски надградете го нивото на ВИП и упатствата.",
    "the_system_will-determine_your_total_accumulated_deposit": "Системот ќе го одреди вашиот вкупен акумулиран депозит и автоматски ќе ве надгради на соодветно ниво. На пример: Првото надополнување е 500 TRX, второто полнење е 2001 TRX, [кумулативното полнење е 2501 TRX] системот автоматски ќе се надополни во VIP2, а ќе имате VIP2. Дневниот приход на нивото е 10% и така натаму.",
    "share_invitation_reward_description": "Опис на наградата за покана за споделување",
    "invite_friends_description": "Поканете пријатели со врската за промоција и 13% од приходот ќе бидат повлечени веднаш. Ако препорачате стотици луѓе да се приклучат на Тронтин, можете да станете милионер. Максимално 18% (Ниво на комисија 13% + Ниво 2 2% + Ниво 3 1%) 1: На пример: го поканувате корисникот А, корисникот А депозит и инвестирате 10,000trx, ќе добиете 1.300TRX како награда. Корисникот А го поканува корисникот Б, корисникот Б депозит и инвестира 10,000trx и ќе добиете 200TRX како награда. Корисникот Б уште еднаш го инспирира корисникот C. Корисникот Ц депозит и инвестира 10,000trx. Ќе добиете 100trx како награда. Приходот од промоција ќе биде директно префрлен на вашата сметка за промоција. Можете директно да повлечете пари или да купувате линкови за промоција на финансиски производи за да добиете приход од промоција и да негувате сопствени членови на тимот, (промоцијата може да добие одреден процент од приходите од промоција). Промовирајте ја вашата покана врска на вашето семејство и пријатели, Whatsapp, Facebook Group, YouTube, Instagram, Twitter, Telegram Group или која било платформа за социјални медиуми (линк за покана: најавете се на платформата и кликнете на копчето за споделување за да ја копирате врската. Испратете ја врската до вашите пријатели или која било социјална платформа. Кажете им дека ова е најдобрата платформа за рударство за инвестирање за да се повлече најмалку 8% -36% од износот на инвестицијата секој ден)",
    "official_platform_description": "Официјална платформа за рударски базен Тронрико",
    "the_official_platform_of_trontin_mining_pool": "Официјалната платформа на рударскиот базен Тронрико, наречена Тронрико, е овластена од финансискиот центар Трон Блокчаин. Ние сме официјален и легален оператор на Трон. Обезбедете им на клиентите најстабилни, безбедни и ефикасни услуги! Од 2020 година, ние и седиштето на Трон се срушивме на повеќе од 3.000 фалсификувани платформи. Ако наидете на лажна платформа, можете да контактирате со нас и ние ќе соработуваме со седиштето на Трон за да се срушиме, официјалната платформа за сертификација Тронрико.",
    "trontin_msb_registration_certificate": "Сертификат за регистрација на MSB Tronrico MSB",
    "tax_registration_certificate": "Сертификат за даночна регистрација",
    "TRONTIN_White_Paper": "Белата хартија Тронрико",
    "click_to_view_trontin_white_paper": "Кликнете за да ја видите белата хартија Тронрико",
    "news_report": "Извештај за вести",
    "trontin_launches_revolutionary_cloud_mining_platform": "Тронрико лансира револуционерна платформа за рударство во облак",
    "click_to_view": "Кликнете за да видите",
    "contact_us": "контактирајте не",
    "company_website": "Веб -страница на компанијата",
    "company_telegram": "Компанија Телеграма",
    "telegram_channel": "Телеграма канал",
    "email": "Е -пошта",
    "company_address": "8 бул. Марина, кула 1, подот 31 и 32 -та, финансиски центар Марина Беј Сингапур",
    "invite_friends_to_recharge": "Поканете пријатели да се полнат за да добијат соодветни попусти",
    "level": "Ниво",
    "rebate": "Попуст",
    "price": "Цена",
    "available_balance": "Достапна рамнотежа",
    "limit_quantity": "Ограничена количина",
    "purchase_quantity": "Количина на купување",
    "daily_interest_rate": "Дневна каматна стапка",
    "real_time": "Реално време",
    "participate_in_investment": "Учествувајте во инвестиции",
    "project_rules": "Правила на проектот",
    "repayment_method": "Метод на отплата",
    "repay_principal_and_interest_at_maturity": "Отплатете ја главницата и каматата при зрелост",
    "unit_price": "единечна цена",
    "daily_rate_of_return": "Дневна стапка на поврат",
    "investment_cycle": "Инвестициски циклус",
    "expected_profit": "очекувана добивка",
    "project_introduction": "Вовед во проект",
    "tron_love_mining_machine": "Краток циклус на рударството Tron Love и стабилниот приход е добар избор. Дневниот приход е 4,57%-4,7%, а циклусот е 3 дена. Откако ќе заврши циклусот, тој директно ќе биде дистрибуиран на вашата [сметка за промоција] заедно со главницата и приходот добиен за време на циклусот. Можете да повлечете пари директно; Оваа платформа ги поддржува рударството TRX, ETH, BNB, DOGE, USDT (ERC20 TRC20 BEP20).",
    "notice": "Известување",
    "confirmation_transfer": "Дали сте сигурни дека сакате да се пренесете?",
    "home": "Дома",
    "invest": "Инвестирајте",
    "mine": "Јас",
    "Account_6_16_characters_no_spaces_allowed": "Сметка, 6-16 карактери, немаат дозволени простори",
    "Area_code_plus_mobile_number": "Код на површина + мобилен број",
    "recommendation_code": "Код за препорака",
    "global_partners": "Глобални партнери",
    "email_verification_code": "Код за верификација на е -пошта",
    "otp": "ОТП",
    "enter_a_new_password": "Внесете нова лозинка",
    "wallet_found": "Фондови за паричник",
    "need_traded": "Потребно е тргување",
    "already_traded": "Веќе се тргуваше",
    "number_of_withdrawals": "Број на повлекувања",
    "allow_withdrawal": "Дозволете повлекување",
    "yes": "Да",
    "minimum_withdrawal": "Минимално повлекување",
    "enter_withdrawal_amount": "Внесете износ на повлекување",
    "please_enter": "Внесете",
    "loading": "Вчитување",
    "confirm_password": "Потврдете ја лозинката",
    "original_payment_password": "Оригинална лозинка за плаќање",
    "invest_product": "Паметна инвестиција",
    "purchased": "купено",
    "total_income": "вкупен приход",
    "principal": "директор",
    "total_principal_and_interest": "Вкупно главница и камата",
    "how_to_deposit_funds_on_the_ai_trading_platform": "1. Како да депонирате средства на платформата за трговија со АИ",
    "step_1_get_your_deposit_address": "Чекор 1: Добијте ја вашата адреса за депозит",
    "log_into_your_ai_trading_account": "Пријавете се на вашата трговска сметка за АИ",
    "head_to_the_deposit_page": "Одете на страницата „Депозит“",
    "choose_your_cryptocurrency": "Изберете ја вашата cryptocurrency (TRC20, BEP20, BNB или TRX)",
    "generate_the_deposit_address_and_copy_it_to_your_clipboard": "Генерирајте ја адресата за депозит и копирајте ја на вашата табла за исечоци",
    "step_2_send_funds_from_your_wallet": "Чекор 2: Испратете средства од вашиот паричник",
    "open_your_crypto_wallet_app": "Отворете ја вашата апликација за паричник за крипто (на пр., Метамаск, паричник за доверба)",
    "select_the_correct_network": "Изберете ја точната мрежа (TRC20 или BEP20)",
    "paste_the_copied_deposit_address_as_the_recipient": "Залепете ја копираната адреса за депозит како примател",
    "input_the_amount_you_want_to_deposit_and_confirm_the_send": "Внесете го износот што сакате да го депонирате и да го потврдите Испрати",
    "wait_for_confirmation_on_the_blockchain": "Почекајте потврда на blockchain (обично неколку минути)",
    "step_3_confirm_your_deposit": "Чекор 3: Потврдете го вашиот депозит",
    "go_to_transaction_history_to_track_progress": "Одете во „Историја на трансакцијата“ за да го следат напредокот",
    "click_complete_deposit_once_transaction_is_verified": "Кликнете на \"Комплетен депозит\" Откако ќе се потврди трансакцијата",
    "if_your_deposit_doesnt_reflect_within_30_minutes_reach_out_to_support": "Ако вашиот депозит не се одразува во рок од 30 минути, посетете се на поддршка",
    "how_to_withdraw_funds_from_the_ai_trading_platform": "2. Како да се повлечат средства од платформата за трговија со АИ",
    "step_1_choose_your_withdrawal_option": "Чекор 1: Изберете ја вашата опција за повлекување",
    "log_in_and_open_the_fund_management_tab": "Пријавете се и отворете го табулаторот „Управување со фондови“",
    "click_withdraw_and_pick_your_preferred_network": "Кликнете на \"Повлечете\" и одберете ја преферираната мрежа (TRC20\/BEP20\/BNB\/TRX)",
    "step_2_fill_in_withdrawal_information": "Чекор 2: Пополнете ги информациите за повлекување",
    "enter_the_amount_you_want_to_withdraw": "Внесете ја количината што сакате да ја повлечете",
    "paste_your_wallet_address": "Залепете ја адресата на паричникот (осигурете се дека одговара на точната мрежа)",
    "complete_any_required_security_verification_steps": "Завршете ги сите потребни чекори за верификација на безбедноста",
    "step_3_final_confirmation_and_submission": "Чекор 3: Конечна потврда и поднесување",
    "double_check_all_the_details_before_submitting": "Двојно проверете ги сите детали пред да ги доставите",
    "withdrawals_usually_process_within_30_minutes": "Повлекувањата обично се обработуваат во рок од 30 минути",
    "track_the_progress_under_withdrawal_records": "Следете го напредокот под „Рекорд за повлекување“",
    "important_notes": "Важни белешки:",
    "double_check_your_wallet_address_crypto_transfers_cant_be_undone": "❗ Двојно проверете ја адресата на паричникот-крипто-трансферите не можат да се разоткриваат",
    "make_sure_to_meet_the_platforms_minimum_withdrawal_limit": "❗ Осигурете се да го исполнат минималниот лимит на повлекување на платформата",
    "delays_can_occur_due_to_high_network_traffic": "❗ Доцнењето може да се случи како резултат на високиот мрежен сообраќај",
    "contact_live_chat_support_anytime_if_you_face_any_issues": "❗ Контактирајте ја поддршката за разговор во живо во секое време ако се соочите со какви било проблеми",
    "if_you_need_more_help_our_customer_service_team_is_available_24_7_via_live_chat": "Ако ви треба повеќе помош, нашиот тим за услуги на клиентите е достапен 24\/7 преку разговор во живо",
    "what_is_chain_quant": "1. Што е количина на ланец?",
    "chain_quant_description": "Chain Quant е квантитативна платформа за трговија со AI, која ја меша вештачката интелигенција и технологијата на blockchain за да ги анализира трендовите на крипто-пазарот и да изврши автоматски занаети-да ги засили корисниците да заработат стабилни поврат со минимален напор.",
    "core_services_of_chain_quant": "2 Основни услуги на количината на ланец",
    "quantitative_arbitrage_trading": "Квантитативно тргување со арбитража\n -ги користи разликите во цените во повеќе размени за да се генерира профит со низок ризик\n -Системи водени од AI-управувани пазари 24\/7 и извршуваат занаети во идеални моменти",
    "ai_auto_trading": "АИ авто-тргување\n -Целосно автоматизирани ботови со употреба на претходно изградени стратегии како што се трендовите и мрежните системи\n - Алгоритмите се прилагодуваат во реално време за да го ограничат ризикот и да ги подобрат повратите",
    "fund_security": "Безбедност на фондот\n -спроведува повеќеслојна шифрирање со раздвојување на ладно и топол паричник\n -Паметните ревизии на договори обезбедуваат транспарентни и прегручени операции",
    "instant_deposits_withdrawals": "Инстант депозити\/повлекувања\n - Депозити обработени во рок од 1-3 минути (поддржува TRC20\/BEP20)\n - повлекувањата се брзи и автоматизирани - не е потребен рачен преглед",
    "multiple_trading_modes": "Повеќе режими за тргување\n -Режим на почетници: Трговија со низок ризик, целосно практично тргување\n - Про режим: Напредни алатки и контроли на стратегијата за искусни корисници",
    "how_to_register_and_start_using_chain_quant": "3. Како да се регистрирате и да започнете со употреба на количина на ланец?",
    "sign_up": "Чекор 1: Пријавете се: \n Посетете ја веб -страницата на официјалниот ланец, кликнете на „Бесплатна регистрација“ и потврдете преку е -пошта или телефон",
    "deposit_and_activate_ai_trading": "Чекор 2: Депозит и активирајте го трговијата со ВИ:\n Финансирајте ја вашата сметка со USDT (TRC20 или BEP20)\n Депонираните средства се претвораат во вашиот трговски биланс на вашиот ланец",
    "launch_ai_trading": "Чекор 3: Стартувај АИ Тргување со АИ:\n Кликнете на „Квантитативно тргување“ за да го активирате вашиот личен АИ бот\n Системот започнува со автоматски занаети насочени кон генерирање на дневни профити",
    "how_to_earn_with_chain_quant": "Како да заработите со количина на ланец?",
    "arbitrage_profits": "- Метод 1: Добивка на арбитража:\n Празнини на цените на цените на АИ (на пр., Купете ниско на една размена, продадете високо на друга)",
    "ai_trading_returns": "- Метод 2: Враќање на тргување со АИ:\n Алгоритмите користат податоци за трендот за да купат ниско и да продаваат високо автоматски",
    "referral_rewards": "- Метод 3: Награди за упатување:\n Поканете ги другите и заработете провизии од нивните занаети",
    "why_choose_chain_quant": "5. Зошто да изберете количина на ланец?",
    "ai_automation": "✓ 24\/7 АИ автоматизација - Никогаш не пропуштајте можност за тргување",
    "military_grade_security": "✓ Безбедност во воено одделение-ладни паричници и шифрирање на највисоко ниво",
    "dual_trading_modes": "✓ Двојни режими за тргување - Совршени и за почетници и за добрите",
    "reliable_returns": "✓ Сигурни приноси-поддржани од анализа на пазарот во реално време",
    "free_daily_withdrawals": "✓ Бесплатни дневни повлекувања-уживајте во едно повлекување на цените секој ден",
    "start_your_journey_with_chain_quant": "Започнете го вашето патување со Quant Chath денес и оставете интелигентна автоматизација да работи за вашата крипто иднина!",
    "chain_quant_ltd": "Синџир Квант ООД",
    "driving_the_future_of_ai": "Возење на иднината на ВИ, големи податоци и автоматизација",
    "at_chain_quant_we_harness": "Во количината на ланец, ја искористуваме моќта на врвна вештачка интелигенција, големи податоци и напредна автоматизација за да ја забрзаме глобалната дигитална трансформација. Нашата мисија е да ги зајакнеме организациите со интелигентни, скалабилни решенија кои го поттикнуваат растот на бизнисот и обликуваат повеќе поврзана, поефикасна иднина.",
    "core_services": "Основни услуги",
    "ai_solutions": "Решенија за АИ - Интегрирање на машинско учење и длабоко учење за да ги оптимизирате операциите и да ја зголемите ефикасноста.",
    "big_data_analytics": "Голема аналитика на податоци-Давање моќна инфраструктура на податоци и активни увид за паметно донесување одлуки и одржлив раст.",
    "automation_integration": "Интеграција на автоматизација - Дизајнирање на работни текови на сопствена автоматизација кои ги намалуваат трошоците, ги елиминираат вишокот и ја зголемуваат продуктивноста.",
    "strategic_industry_consulting": "Консалтинг за стратегиска индустрија-Обезбедување на размена на напредни размислувања, технолошка разузнавачка интелигенција за водење на стратегии за дигитална трансформација.",
    "our_core_values": "Нашите основни вредности",
    "innovation_driven": "Иновации-управувани-ние го предизвикуваме статус кво и ги туркаме границите на она што е можно со технологијата.",
    "client_centric": "Клиент-центрично-Секое решение е прилагодено на уникатните потреби на нашите клиенти и целите што се развиваат.",
    "integrity_accountability": "Интегритет и одговорност - Транспарентноста и довербата се темелите на секое партнерство што го градиме.",
    "vision": "Визија",
    "to_lead_globally_in_ai": "Да се ​​водат на глобално ниво во иновации управувани со АИ и податоци, овозможувајќи им на МСП да напредуваат во дигиталната економија, истовремено промовирање на одговорна употреба на технологија и етичка трансформација.",
    "innovation_philosophy": "Филозофија за иновации",
    "we_pioneer_the_smart_ecosystem": "Ние го пионерираме паметниот екосистем-дигитална инфраструктура обезбедена од блокчејн, крос-индустрија која овозможува непречена соработка, транспарентност и напредна интелигенција на глобалните пазари.",
    "corporate_information": "Корпоративни информации",
    "legal_name": "Правно име",
    "company_number": "Број на компанија",
    "incorporation_date": "Датум на инкорпорирање",
    "registered_address": "Регистрирана адреса",
    "for_official_filings": "За официјални поднесоци и верификации, погледнете во Владиниот регистар на Велика Британија:",
    "uk_government_registry": "Владиниот регистар на Велика Британија",
    "secure_and_fast_transactions": "24 часа повлекување",
    "withdraw_account": "Сметка за повлекување",
    "withdrawal_method": "Метод на повлекување",
    "quota": "Квота 1 - 650000",
    "enter_withal_address": "адреса за повлекување",
    "enter_password": "Лозинка",
    "handling_fees": "Ракување со такси",
    "actually_received": "Всушност примаат",
    "press_release": "Соопштение за печатот",
    "relese_date": "03 февруари 2024 година",
    "we_are_thrilled_to_announce": "Воодушевени сме што официјално го објавивме лансирањето на Chain Quant на 15, 2024 година!",
    "Chain_Quant_is_a_global_powerhouse": "Chain Quant е глобална централа во квантитативната трговија со АИ-управувана и арбитража на криптовалути, нудејќи молња-брзи, интелигентни решенија за тргување кои ја зголемуваат профитабилноста и ја зајакнуваат еволуцијата на дигиталните финансии.",
    "platform_highlights": "Определување на платформата",
    "seamless_multi_exchange_integration": "Беспрекорна интеграција со повеќе размена-поддржува Binance, Coinbase, Huobi и многу повеќе",
    "ultra_fast_arbitrage_execution": "Ултра брзо извршување на арбитража-можности за под-секунда за купување-ниско\/продавање",
    "fully_autonomous_trading": "Целосно автономно тргување-100% АИ-напојување, не е потребен рачен влез",
    "be_among_the_first_to_experience": "Бидете меѓу првите што доживеале тргување со следната генерација.",
    "register_now": "Регистрирајте се сега и преземете ја контролата врз иднината со количината на ланец - каде прецизноста ги исполнува перформансите во паметни финансии.",
    "chain_quantity_quantitative_investment_program": "Квантитативна инвестициска програма за количество на ланец. Ниво на ВИП систем за автоматски пасивен приход",
    "vip_levels_rewards": "ВИП нивоа и награди",
    "vip_level_deposit_range_daily_return": "Дневен опсег на депозит на ниво на ВИП (УСДТ) Дневен поврат (%)",
    "vip_1_deposit_range_daily_return": "ВИП 1 $ 10 - 199 $ 2,46% - 2,52%",
    "vip_2_deposit_range_daily_return": "ВИП 2 200 $ - 999 $ 2,71% - 2,72%",
    "vip_3_deposit_range_daily_return": "ВИП 3 1.000 - 4,999 $ 2,92% - 2,98%",
    "vip_4_deposit_range_daily_return": "ВИП 4 5000 $ - 9,999 $ 3,15% - 3,19%",
    "vip_5_deposit_range_daily_return": "ВИП 5 $ 10,000 - 14,999 $ 3,36% - 3,40%",
    "vip_6_deposit_range_daily_return": "ВИП 6 15,000 УСД - 29,999 $ 3,69% - 3,73%",
    "vip_7_deposit_range_daily_return": "ВИП 7 $ 30,000 - 59,999 $ 3,92% - 3,97%",
    "vip_8_deposit_range_daily_return": "ВИП 8 60,000 УСД - 99,999 $ 4,25% - 4,27%",
    "vip_9_deposit_range_daily_return": "ВИП 9 $ 100,000 - 149,999 $ 4,54% - 4,58%",
    "vip_10_deposit_range_daily_return": "ВИП 10 $ 150,000 - 200,000 $ 5,01% - 5,10%",
    "chain_quantity_operates_on_progressive_model": "Количината на ланец работи на прогресивен инвестициски модел дизајниран за приспособливост и едноставност.",
    "start_with_10_usdt_activate_quantity_1": "Започнете со само 10 УСТТ за да ја активирате количината 1",
    "upgrade_to_quantity_2_by_adding_989_usdt": "Надградба на количината 2 со додавање на 989 ​​УСДТ (вкупно: 999 УСДТ)",
    "minimum_deposit_10_usdt": "Низок депозит: 10 УСТТ",
    "minimum_withdrawal_2_usdt": "Минимално повлекување: 2 УСТТ",
    "example_investing_1000_usdt_unlocks_vip_3": "Инвестирање 1.000 УСДТ отклучува ВИП 3",
    "daily_earnings_example": "Дневна заработка = 1.000 × 2,92% = 29,2 УСДТ",
    "program_highlights": "Определување на програмата",
    "validity_per_vip_tier": "⏳ ⏳ 180-дневна валидност по ВИП-ниво",
    "daily_system_reset": "🕛 Дневно ресетирање на системот во 00:00 часот",
    "automatic_upgrades": "🔓 Автоматски надградби по постигнувањето на следниот праг",
    "instant_withdrawals": "💸 Инстант повлекувања од рамнотежата на провизијата",
    "why_choose_chain_quantity": "Зошто да изберете количина на ланец?",
    "higher_tiers_offer_better_returns": "✅ Повисоките нивоа нудат значително подобри приноси",
    "no_lock_up_periods": "✅ Нема периоди на заклучување-фондовите остануваат достапни",
    "real_time_profit_tracking": "✅ Следење на профит во реално време преку табла",
    "transparent_automated_system": "✅ 100% транспарентен, автоматски систем",
    "sustainable_passive_income_model": "Заработете одржлив, пасивен приход со нашиот интелигентен модел на нивото - изграден за раст, оптимизиран за награди.",
    "example": "Пример",
    "chain_quantity_team_rewards_program": "Програма за награди на тимот за количество на ланец",
    "unlock_powerful_earning_potential": "Отклучете го моќен потенцијал за заработка со нашиот структуриран мулти-ниво на систем на провизии и ексклузивни можности за агенти.",
    "multi_level_commission_structure": "Структура на мулти-ниво на комисија",
    "maximize_rewards_tiered_referral_program": "Максимизирајте ги вашите награди преку нашата програма за упатување на ниво:",
    "level_1_direct_referrals_earn_15_percent": "Ниво 1 (директни упатувања): Заработете 15% провизија",
    "level_2_indirect_referrals_earn_2_percent": "Ниво 2 (индиректни упати): Заработете 2% провизија",
    "level_3_extended_network_earn_1_percent": "Ниво 3 (продолжена мрежа): Заработете 1% провизија",
    "earn_every_time_referrals_deposit_funds": "Заработувате секој пат кога вашите упати - и нивните упати - фондови за депозити.",
    "global_agent_recruitment": "Вработување на глобални агенти",
    "expanding_reach_motivated_partners": "Ние го прошируваме дофатот и бараме мотивирани партнери:",
    "national_agents_earn_5_percent": "Национални агенти: Заработете 5% провизија",
    "city_agents_earn_4_percent": "Градски агенти: Заработете 4% провизија",
    "regional_agents_earn_3_percent": "Регионални агенти: Заработете 3% провизија",
    "build_your_network": "Изградете ја вашата мрежа:",
    "launch_telegram_whatsapp_community": "Стартувајте своја сопствена телеграма или заедница WhatsApp",
    "invite_official_support_team": "Поканете го нашиот официјален тим за поддршка да учествува",
    "grow_team_unlock_exponential_earning": "Растете го вашиот тим и отклучете ги експоненцијалните можности за заработка",
    "referral_bonus_example": "Пример за бонус за упатување",
    "member_deposit_commission_rate_earnings": "Комисијата за депозити на членови ја оцени вашата заработка",
    "member_a_1000_usdt_15_percent_150_usdt": "Член на 1.000 УСД 15% 150 УСДТ",
    "member_b_1000_usdt_2_percent_20_usdt": "Член Б 1.000 УСД 2% 20 УСДТ",
    "member_c_1000_usdt_1_percent_10_usdt": "Член Ц 1.000 УСДТ 1% 10 УСДТ",
    "earn_bonuses_team_members_deposit": "Заработувате бонуси секој пат кога членовите на вашиот тим се депонираат.",
    "daily_agent_bonus_rewards": "Дневни награди за бонус на агенти",
    "top_performing_agents_rewarded_daily": "Агентите за врвни перформанси се наградуваат автоматски, засновани на дневни тимски депозити:",
    "1000_usdt_60_usdt_bonus": "1.000 УСДТ → 60 УСДТ бонус",
    "5000_usdt_188_usdt_bonus": "5.000 УСДТ → 188 УСДТ бонус",
    "16000_usdt_388_usdt_bonus": "16,000 УСДТ → 388 УСДТ бонус",
    "58000_usdt_1483_usdt_bonus": "58,000 УСДТ → 1.483 УСДТ бонус",
    "100000_usdt_6450_usdt_bonus": "100,000 УСДТ → 6.450 УСДТ бонус",
    "500000_usdt_99999_usdt_bonus": "500,000 УСДТ → 99.999 УСД бонус",
    "bonuses_cumulative_instantly_withdrawable": "Сите бонуси се кумулативни и веднаш се повлекуваат во УСТТ.",
    "join_today_grow_network_start_earning": "Придружете се денес, растејте ја вашата мрежа и започнете да заработувате како никогаш порано.",
    "recharge_amount": "Износ на полнење",
    "current_amount": "Тековна достапна сума",
    "todays_earning": "Денешна заработка",
    "total_revenue": "Вкупен приход",
    "invitation_rewareds": "Покани награди",
    "more_level_comming": "Наскоро доаѓаат повеќе нивоа ...",
    "per_day": "Време на квантификација на ден",
    "agree_with_our": "Се согласувам со нашите",
    "terms_of_use": "Термин на употреба",
    "and": "И",
    "privacy_policy": "Политика за приватност",
    "no_account": "Нема сметка?",
    "security_password": "Безбедносна лозинка",
    "processing": "Обработка",
    "already_have_an_account": "Веќе имате сметка?",
    "verify_email_title": "Потврдете ја е -поштата",
    "enter_your_verification_code": "Внесете го вашиот код за верификација",
    "verifying": "Потврдување ...",
    "verify_email": "Потврдете ја е -поштата",
    "check_inbox_and_spam_html": "Проверете го вашето сандаче и папка за е -пошта за верификација.",
    "total_assets": "Вкупни средства",
    "quantitative_account": "Квантитативна сметка",
    "agent_corperation": "Соработка на агенти",
    "activity": "Активност",
    "unread_messages_alert": "Имате непрочитани пораки на страницата, ве молиме одете и проверете ја содржината на пораката!",
    "vip": "ВИП",
    "trial_fee": "Судска такса",
    "profit_assets": "Средства за профит",
    "todays_earnings": "Денешна заработка",
    "quantifiable_number_of_days": "Квантитабилен број на денови",
    "countdown_days": "Денови на одбројувањето",
    "quantify_reset_time": "Квантифицирајте го времето за ресетирање",
    "start_quantify": "Започнете да измериме",
    "quantification_process": "Процес на квантификација",
    "start_quantification": "Започнете квантификација ...",
    "start_queuing": "Почнете да се карате ...",
    "start_executing_buy_order": "Започнете со извршување на нарачката за купување ...",
    "start_executing_sell_order": "Започнете со извршување на нарачката за продажба ...",
    "start_capturing_market_prices": "Започнете со фаќање на цените на пазарот на тргување ...",
    "start_distributing_commissions": "Започнете со дистрибуција на комисии ...",
    "operation_complete": "Операцијата е завршена и завршува.",
    "current_vip": "Тековен ВИП",
    "click_to_unlock": "Кликнете за да го отклучите",
    "quantification_times_per_day": "Време на квантификација на ден",
    "profit_ratio": "Сооднос на профит",
    "minimum_unlock_amount": "Минимална количина на отклучување",
    "recharge_unlock_message": "Наполнување автоматски отклучува надополнување {{minunclock}} USDT",
    "quantitative_benefits": "Квантитативни придобивки",
    "deposit_into_basic_wallet": "Депонирајте во основен паричник",
    "invest_record": "Инвестирајте рекорд",
    "build_team_rewards": "Изградете тим и добијте дарежливи награди",
    "my_invitation_code": "Мојот код за покана",
    "invite_link": "Поканете врска",
    "view_the_team": "Погледнете го тимот",
    "daily_commissions": "Дневни комисии",
    "invited_friends_recharge_rebates": "Поканетите пријатели можат да добијат соодветни попусти кога ќе се надополнат:",
    "recharge_rebate": "Пополнете попуст",
    "quantify_rebate": "Квантифицирајте го попустот",
    "copy_success": "Копирајте успех",
    "withdraw": "Повлечете",
    "sign_out": "Пријавете се",
    "hello_username": "Здраво, {{Корисничко име}}",
    "welcome_back": "Добредојдовте назад",
    "investment_accounts": "Инвестициски сметки",
    "commission_today": "Комисија денес",
    "yesterdays_earnings": "Вчерашната заработка",
    "detail": "Детали",
    "transfer": "Трансфер",
    "news": "Вести",
    "security_center": "Безбедносен центар",
    "company_profile": "Профил на компанијата",
    "about_us": "За нас",
    "twenty_four_hour_withdrawal": "48-часовно повлекување",
    "withdrawable": "Се повлекува",
    "amount_to_be_processed": "Количина што треба да се обработи",
    "payment_method": "Начин на плаќање",
    "withdrawal_limit_range": "Ограничен опсег на повлекување 7,00 - 999999999.00",
    "withdrawal_address": "Адреса за повлекување",
    "handling_fee": "Такса за ракување",
    "receipt": "Прием",
    "withdrawal_note": "Белешка за повлекување",
    "withdrawal_policy_title": "Политика за повлекување (мерка)",
    "minimum_withdrawal_amount": "Минимална количина на повлекување",
    "withdrawal_fee": "Надоместок за повлекување",
    "withdrawal_frequency": "Фреквенција на повлекување",
    "withdrawal_frequency_desc": "Еднаш дневно, достапно од понеделник до недела (време во Сингапур)",
    "processing_time": "Време на обработка",
    "processing_time_desc": "Повлекувањето обично се обработува во рок од 0-48 часа по доставувањето на барањето и ќе се пренесе директно на вашиот паричник.",
    "mining_machine_energy_failure": "Рударска машина за енергија, ве молиме пополнете {{количина}} USDT",
    "financial": "Финансиски",
    "usdt": "УСТТ",
    "failed_to_fetch_data": "Не успеа да донесе податоци.",
    "note_before_switching_accounts": "Белешка: Пред да ги префрлите сметките за полнење, ве молиме потврдете дека е примено претходното полнење!",
    "quant_account_desc": "Депонирајте на оваа сметка за интелигентни квантифицирани приноси",
    "investment_account_desc": "Депозитите на оваа сметка може да се користат за инвестирање во проекти за финансирање на пари",
    "recharge_address": "Адреса за полнење",
    "recharge_complete": "Наполнете се целосно",
    "deposit_instruction_1": "1. Копирајте ја адресата погоре или скенирајте го QR -кодот и изберете го",
    "network_deposit": "Мрежа до депонирање на средства.",
    "invite_top_up_rewards": "Поканете ги пријателите да се надополнат за прв пат и можете да ги добиете следниве награди",
    "number_of_invited_people": "Број на поканети луѓе",
    "invitation_rewards_label": "Покана награди ：",
    "usdt_automatic_distribution": "Автоматска дистрибуција на УСДТ",
    "invitee_first_recharge_needs_to_be_in": "Првото надополнување на поканетиот треба да биде во",
    "above": "горе",
    "tiered_rewards_intro": "Поканете одреден број на луѓе и добијте награди со нивоа:",
    "count": "Брои",
    "award": "Награда",
    "unlimited": "Неограничено",
    "auto": "Автоматско",
    "claimed": "Тврди",
    "remaining": "Останатите",
    "failed_to_load_invite_rewards": "Не успеа да ги натовари наградите.",
    "reward_claimed_successfully": "Наградата тврди успешно.",
    "unable_to_claim_reward": "Не може да се бара награда. Ве молиме, обидете се повторно.",
    "agent_cooperation": "Соработка на агенти",
    "global_recruitment_title": "Глобално вработување за информации за работа со полно работно време:",
    "positions_available_subtitle": "6 позиции достапни во одделот за маркетинг",
    "job_description_promotion_title": "Опис на работата и критериуми за промоција:",
    "job_description_promotion_body": "Одделот за маркетинг ги нуди следниве 6 позиции врз основа на вкупниот број на корисници со успешно ниво на полнење на ниво 1 и ниво 2.. Позициите се следниве:",
    "salary_tiers_intro": "Секоја позиција има различни нивоа на плата. Колку е поголема позицијата, толку е поголема платата. Деталите се следни:",
    "position": "Позиција",
    "level_1": "Ниво 1",
    "level_1_plus": "Ниво 1+",
    "level_2": "Ниво 2",
    "weekly": "Неделно",
    "salary": "Плата",
    "growth_catalyst": "Катализатор на раст",
    "brand_architect": "Архитект на бренд",
    "engagement_guru": "Ангажман на наставници",
    "visionary_strategist": "Визионерски стратег",
    "innovation_leader": "Лидер за иновации",
    "territory_commander": "Командант на територијата",
    "meet_requirements_contact_manager": "За корисниците кои ги исполнуваат барањата за позиција, посетете се до Проектниот менаџер за верификација.",
    "salary_payment_method_timing": "Начини за плаќање на плата и тајминг:",
    "salary_distribution_detail": "Платите ќе бидат дистрибуирани на сметката за мерки на паричник секој понеделник по 18 часот.",
    "additional_rewards_title": "Дополнителни награди за вработените со полно работно време:",
    "additional_rewards_body": "Откако вработениот ќе стане постојан член, тие исто така ќе добијат процент од вкупните неделни депозити на нивниот тим како дополнителна награда. Структурата на наградата е како што следува:",
    "total_weekly_deposits_usdt": "Вкупно неделни депозити (УСТТ)",
    "reward_percentage": "Процент на награда",
    "commission": "Комисија",
    "commission_records": "Записи за комисии",
    "valid_invitation_people_number": "Валиден број на покана на луѓето",
    "team_report": "Извештај за тимот",
    "team_total_recharge": "Вкупно надополнување на тимот",
    "team_total_withdrawal": "Вкупно повлекување на тимот",
    "level_3": "Ниво 3",
    "total_valid_label": "Вкупно\/валидно:",
    "get_commission_label": "Добијте провизија:",
    "now_go": "Сега оди",
    "brand_name": "Измерете ја количината",
    "press_release_date": "25 јуни 2025 година",
    "launch_announcement_prefix": "Возбудени сме да го објавиме лансирањето на",
    "launch_announcement_suffix": ", револуционерна платформа за АИ, која сега е во живо заклучно со 5 септември 2025 година.",
    "platform_description": "Мерката за мерка е дизајнирана да ја подигне иднината на трговијата со дигитални средства, комбинирајќи ја моќта на вештачката интелигенција со молња брзо извршување. Изработена за следната генерација на инвеститори, нашата платформа нуди алатки управувани од прецизност за оптимизирање на крипто арбитража и квантитативни стратегии за тргување, осигурувајќи дека вашето портфолио напредува во денешниот високо конкурентен пазар.",
    "key_features_title": "Клучни карактеристики на мерката количина:",
    "feature_multi_exchange_title": "• Беспрекорна интеграција со повеќе размена",
    "feature_multi_exchange_desc": "Поврзете се без напор со водечките платформи како Binance, Coinbase, Kraken и други, овозможувајќи ефикасно тргување преку размена.",
    "feature_realtime_arbitrage_title": "• Откривање на арбитража во реално време",
    "feature_realtime_arbitrage_desc": "Со реакција на ниво на милисекунда, мерката на мерката ги идентификува и експлоатира профитабилните можности како што се појавуваат, осигурувајќи се да останете пред кривата.",
    "feature_ai_autonomous_title": "• Аи-оптимизиран, целосно автономен",
    "feature_ai_autonomous_desc": "Нашата платформа се напојува со врвно АИ, овозможувајќи автоматизирани, стратегии управувани со податоци без потребен рачен влез, за ​​да можете да седите назад и да го гледате вашето портфолио расте.",
    "platform_mission": "Мерката за мерка е тука за да го преобличиме пејзажот на дигиталните средства, зајакнувајќи ви да тргувате попаметно, побрзо и поефикасно. Без разлика дали сте сезонски трговец или само започнувате, измерете го квантот отклучува нова област на можности за максимизирање на поврат.",
    "platform_future_line": "Чекор во иднината на тргување - каде иновацијата исполнува прецизност.",
    "agent_program_heading": "Програма за партнерство со квантитални агенти",
    "agent_program_headline_prefix": "Чекор во иднината на финансиите управувано од А.",
    "agent_program_headline_suffix": "Програма за глобални агенти",
    "agent_program_welcome": "Добредојдовте во следната ера на создавање на паметно богатство. Мерката Quant е горда да ја започне својата програма за глобални агенти-единствена можност да заработи долгорочен, пасивен приход со прислушување во моќта на квантитативно тргување со АИ.",
    "agent_program_revolution": "Бидејќи револуцијата за дигитални финансии добива интензитет, мерката количина ги поканува пазарот, лидерите на заедницата и инвеститорите да учествуваат во обликувањето на иднината на децентрализираното финансирање. Нашата агентска мрежа е изградена за приспособливост, флексибилност и профитабилност, нудејќи возбудлив начин да ги зголемите вашите приходи, додека им помагаат на другите да напредуваат во дигиталната економија.",
    "agent_program_highlights": "Определување на програмата:",
    "agent_program_income": "• Потенцијал за приход со повеќе нивоа - заработете попусти врз основа на активностите на вашата мрежа, создавајќи повторлив приход од приходот како што се проширува вашата заедница. Вашата врска за упатување го олеснува промовирањето, без искуство не е потребно.",
    "agent_program_tools": "• Сеопфатна поддршка и алатки-Карактеристики на платформата за врвни пристап, попусти во реално време и автоматизација на тргување управувано од AI-управувана за да ја направите промоцијата беспрекорна и наградувачка.",
    "agent_program_growth": "• Можности управувани од раст-Напредок низ нивоата (град, национален, глобален партнер) и отклучување на ексклузивни награди, вклучително и споделување на профитот на живот од 20%+ и специјални регионални привилегии за врвни агенти.",
    "agent_program_closing": "Без разлика дали се ангажирате преку социјалните медиуми, мрежите за инвеститори или локалните заедници, мерката количина гарантира дека вашите напори се наградени. Започнете да ја градите вашата иднина денес и придружете ни се додека го водиме обвинението во светот на интелигентни финансии. Иднината на тргување е тука. Измерете го квантитетот ве поканува да бидете дел од тоа.",
    "company_name_legal": "Измерете ја количината на АИ ограничена",
    "cp_p1_rest": "е основана во Лондон, Велика Британија во 2025 година и е посветена да стане водечко претпријатие во областа на интелигентно тргување со седиште во blockchain.",
    "cp_p2_rest": "е напреден квантитативен систем за тргување напоен од технологија за вештачка интелигенција. Неговата основна способност лежи во автоматското извршување на стратегиите за тргување за да се зголемат поврат на инвестициите, додека се минимизира ризикот. Поточно, измерете ги квантитетските трансформации на одлуките за инвестиции во извршни компјутерски алгоритми, овозможувајќи транспарентни, ефикасни и брзи операции за тргување кои непречено се прилагодуваат на флуктуациите на пазарот во реално време.",
    "cp_p3_suffix": "Стратегиите за тргување се втемелени во модерната математика, статистиката, машинското учење и континуираната анализа на трендовите на пазарот и цените на дигиталните средства за да се утврдат најефикасните активности за тргување. Преку сложени алгоритми и моделирање, системот ги оценува ризиците на пазарот и можностите за инвестирање, автоматски оптимизирајќи ги распределбите на портфолиото како одговор на менување на очекувањата за ризик и поврат.",
    "cp_p4": "Овој целосно автоматизиран пристап ја елиминира човечката грешка, ја подобрува трансакциската точност и обезбедува постојана прилагодување кон непостојаните и неизвесните услови на пазарот.",
    "cp_p5_prefix": "Во суштина,",
    "cp_p5_suffix": "е квантитативен систем за тргување од следната генерација кој ја спојува вештачката интелигенција со модерната финансиска теорија за автоматско спроведување на стратегии насочени кон максимизирање на профитот и минимизирање на ризикот.",
    "label_company_name": "Име на компанијата",
    "label_company_number": "Број на компанија",
    "label_incorporation_date": "Датум на инкорпорирање",
    "label_registered_capital": "Регистриран капитал",
    "label_email": "Е -пошта",
    "label_phone": "Телефон",
    "label_registered_office": "Регистрирана канцеларија",
    "company_number_value": "16289541",
    "incorporation_date_value": "04 март, 2025 година",
    "registered_capital_value": "100.000.000 GBP",
    "email_value": "mearquant.ai@gmail.com",
    "phone_value": "+44 7742 043280",
    "registered_office_value": "32 Лондон Бриџ Св, Лондон, Велика Британија SE1 9SG",
    "platform_bonus": "Бонус на платформа",
    "failed_to_load_notices": "Не успеа да ги вчита известувањата",
    "welcome_title": "Добредојдовте да ја измерите количината: Заедно отклучување на паметна иднина",
    "withdraw_success": "Повлечете успех",
    "deposit_success": "Успех на депозит",
    "income_received": "Добиени приходи",
    "product": "Производ",
    "project_rule": "Правило на проектот",
    "repayment": "Отплата",
    "maturity_principal_interest": "Глава за зрелост и интерес",
    "daily_return": "Дневно враќање",
    "invest_cycle": "Циклус на инвестиции",
    "estimated_revenue": "Проценети приходи",
    "balance_not_enough_recharge": "Биланс не е доволно, ве молиме пополнете {{износ}} USDT",
    "ok": "Добро",
    "transfer_amount": "Износ на трансфер",
    "old_login_password": "Стара лозинка за најава",
    "new_login_password": "Нова лозинка за најава",
    "old_payment_password": "Стара лозинка за плаќање",
    "new_payment_password": "Нова лозинка за плаќање",
    "about_p1_tail": "е врвен квантитативен трговски систем напојуван од вештачка интелигенција. Неговата основна карактеристика е автоматското извршување на стратегиите за тргување дизајнирани да ги зголемат повратите од инвестициите, додека го минимизираат ризикот. Со трансформација на одлуките за тргување во компјутерски алгоритми, ги автоматизира претходно дефинираните стратегии, правејќи го процесот на тргување потранспарентен, ефикасен и многу одговорен на промените на пазарот.",
    "about_p2_a": "Квантитативните стратегии користени од",
    "about_p2_b": "Искористете ја модерна математика, статистика, машинско учење и анализа во реално време на трендовите на пазарот и цените на криптовалутите. Овие напредни технологии овозможуваат платформата да формулира високо оптимизирани планови за тргување.",
    "about_p2_c": "Во исто време,",
    "about_p2_d": "Користете сложени модели за да ги проценат пазарните ризици и да ги идентификуваат можностите за инвестирање, автоматски ребаланс на портфолија врз основа на очекуваниот однос на враќање на ризикот. Овој целосно автоматизиран пристап ја елиминира човечката грешка, ја подобрува точноста и гарантира дека системот може брзо да се прилагоди на нестабилните услови на пазарот.",
    "about_p3_a": "Во суштина,",
    "about_p3_b": "Интегрира вештачка интелигенција со модерната финансиска теорија за автономно извршување на инвестициските стратегии - да ги искористат целите на близнаци за максимизирање на профитот и намалувањето на ризикот.",
    "about_p4_heading_tail": "Извор на приход и финансиска сигурност",
    "about_p5_tail": "Работи на заемно корисен деловен модел заедно со своите корисници. Сите профити се генерираат преку флуктуации на цените на глобалните пазари на криптовалути. Децентрализираната и отпорна на ублажување на природата на технологијата на blockchain обезбедува отворено, транспарентно инвестициско опкружување, нудејќи им на корисниците посилен слој на финансиска заштита.",
    "about_p6_a": "Накратко,",
    "about_p6_b": "Охрабрува корисници со паметен трговски систем дизајниран да го поддржи постојан и одржлив раст на богатството. Секоја трансакција не само што им дава поврат на корисниците, туку и генерира приходи од платформата-формирајќи структура на победа што поддржува долгорочна финансиска стабилност за обете страни.",
    "about_p7_a": "Ајде да работиме заедно за да го поттикнеме здравиот развој на индустријата за blockchain. Со",
    "about_p7_b": "Повеќе поединци можат самоуверено и ефикасно да го совладаат принципот на купување на ниско ниво и продажба на високо преку интелигентни системи за трговија со АИ.",
    "about_p8_a": "Сега во својата четврта генерација,",
    "about_p8_b": "еволуираше за да стане уште помоќна - нанаетчиски подобрени карактеристики, додека го насочува корисничкото искуство. Со единечен клик за „да започне квантификација“, корисниците можат да започнат да генерираат поврат за само една минута. Ова е иднината на интелигентното инвестирање.",
    "open_support_drawer": "Отворена фиока за поддршка",
    "online_service": "Интернет услуга",
    "choose_support_method": "Изберете го вашиот претпочитан метод за контакт со услуги на клиентите преку Интернет",
    "customer_support": "Поддршка на клиентите",
    "community_group": "Група на заедницата",
    "verify_code": "Потврдете го кодот",
    "click_to_refresh": "Кликнете за освежување",
    "request_already_processing": "Вашето барање веќе се обработува",
    "credential_not_match": "Овој ингеренциите не одговара на нашите записи",
    "generic_error": "Нешто тргна наопаку. Ве молиме, обидете се повторно.",
    "system_notice": "Известување за системот",
    "failed_to_load_notice": "Не успеа да го вчита известувањето",
    "no_data": "Нема податоци",
    "welcome_heading": "Добредојдовте да ја измерите количината!",
    "welcome_p1": "Возбудени сме што ве имаме како дел од мерката количина заедница. Како компанија за технологија за размислување напред во првите редови на иновациите, ние сме тука да ви помогнеме да го истражите безграничниот потенцијал на вештачката интелигенција.",
    "welcome_p2": "Ви благодариме што избравте мерка количина, да отклучиме попаметна, повеќе поврзана иднина. Ако некогаш имате прашања, нашиот тим за поддршка е секогаш подготвен да ви помогне.",
    "email_verification": "Потврдете ја е -поштата",
    "pending": "Во очекување",
    "withdraw_asset": "Повлечете средства",
    "withdraw_deduction": "Одземање на повлекување",
    "quantitative_earning": "Квантитативна заработка"
}