{
    "account": "उपयोगकर्ता नाम",
    "quantify_records": "रिकॉर्ड्स को परिमाणित करें",
    "finish": "खत्म करना",
    "buy_platform": "प्लेटफार्म खरीदें",
    "purchase_price": "खरीद मूल्य",
    "sales_platform": "बिक्री मंच",
    "selling_price": "विक्रय मूल्य",
    "service_charge": "सेवा शुल्क",
    "model": "नमूना",
    "vip_model": "वीआईपी मॉडल",
    "quantitative_strategy": "मात्रात्मक रणनीति",
    "popular": "लोकप्रिय",
    "cryptocurrency_trading": "क्रिप्टोकरेंसी ट्रेडिंग",
    "no_more_data": "कोई और डेटा नहीं",
    "check": "जाँच करना",
    "execute_position": "स्थिति निष्पादित करें",
    "wallet_account_balance": "वॉलेट खाता शेष",
    "not_limited": "सीमित नहीं",
    "daily_interest_payment": "दैनिक ब्याज भुगतान, परिपक्वता पर मूलधन का पुनर्भुगतान",
    "share_rules": "नियम साझा करें",
    "hello": "नमस्ते",
    "register_an_account": "एक खाता पंजीकृत करें",
    "flexible_account": "मात्रात्मक खाता",
    "wallet_account": "स्मार्ट खाता",
    "wave_field": "सहायता केंद्र",
    "chain_quant": "चेन क्वांट: इंटेलिजेंट क्वांटिटेटिव ट्रेडिंग प्लेटफॉर्म के लिए परिचय और उपयोगकर्ता गाइड",
    "how_to_get_benefits": "धनराशि कैसे जमा करें और निकालें",
    "bandwidth": "कंपनी परिचय: चेन क्वांट",
    "energy": "शक्ति",
    "welcome_to": "आपका स्वागत है",
    "official_telegram_channel": "आधिकारिक टेलीग्राम चैनल",
    "cloud_mining_hosting": "TRONOKX विश्वसनीय क्लाउड माइनिंग और स्टेकिंग सेवाएं प्रदान करता है, जो 12 दिनों के भीतर मूल रिटर्न सुनिश्चित करता है। हमारा प्लेटफ़ॉर्म विभिन्न निवेश आवश्यकताओं के अनुरूप अलग-अलग जमा राशि और दैनिक निकासी दरों के साथ कई वीआईपी स्तर प्रदान करता है:",
    "cloud_mining_hosting_2": "हमें आपको TRONOKX से परिचित कराते हुए खुशी हो रही है, जो एक अत्याधुनिक प्लेटफॉर्म है जो नवीन क्लाउड माइनिंग और स्टेकिंग सेवाएं प्रदान करने के लिए समर्पित है जो सुरक्षित, विश्वसनीय और लाभदायक रिटर्न प्रदान करता है। हमारा सिस्टम 12 दिनों के भीतर मूल रिटर्न सुनिश्चित करता है, जो आपको एक रोमांचक, टिकाऊ वित्तीय पारिस्थितिकी तंत्र का हिस्सा होने के साथ-साथ अपना निवेश तेजी से बढ़ाने का अवसर प्रदान करता है।",
    "cloud_mining_hosting_3": "TRONOKX में, हम विभिन्न निवेश क्षमताओं को पूरा करने के लिए डिज़ाइन किए गए वीआईपी स्तरों की एक श्रृंखला प्रदान करते हैं। प्रत्येक स्तर में विशिष्ट जमा सीमाएँ और दैनिक निकासी दरें होती हैं, जो अपने निवेश से दैनिक रिटर्न अर्जित करने के इच्छुक उपयोगकर्ताओं के लिए लचीले विकल्प प्रदान करती हैं। यहां विभिन्न वीआईपी स्तरों का अवलोकन दिया गया है:",
    "the_amount_of_vip1": "वीआईपी 1: जमा सीमा 10-1,000 टीआरएक्स, प्रतिदिन 9% निकालें",
    "the_amount_of_vip2": "वीआईपी 2: जमा सीमा 1,001-2,000 टीआरएक्स, प्रतिदिन 10% निकालें",
    "the_amount_of_vip3": "वीआईपी 3: जमा सीमा 2,001-10,000 टीआरएक्स, प्रतिदिन 13% निकासी",
    "the_amount_of_vip4": "वीआईपी 4: जमा सीमा 10,001-50,000 टीआरएक्स, प्रतिदिन 15% निकालें",
    "the_amount_of_vip5": "वीआईपी 5: जमा सीमा 50,001-200,000 टीआरएक्स, प्रतिदिन 17% निकासी",
    "the_amount_of_vip6": "वीआईपी 6: जमा सीमा 200,001-300,000 टीआरएक्स, प्रतिदिन 20% निकालें",
    "the_amount_of_vip7": "वीआईपी 7: जमा सीमा 300,001-500,000 टीआरएक्स, प्रतिदिन 23% निकासी",
    "the_amount_of_vip8": "वीआईपी 8: जमा सीमा 500,001-800,000 टीआरएक्स, प्रतिदिन 28% निकालें",
    "the_amount_of_vip9": "वीआईपी 9: जमा सीमा 800,001-1,500,000 टीआरएक्स, प्रतिदिन 35% निकालें",
    "the_amount_of_vip10": "वीआईपी 10: जमा सीमा 1,500,001+ टीआरएक्स, प्रतिदिन 42% निकालें",
    "the_amount_of_vip1_ann": "वीआईपी 1: 10 से 1,000 टीआरएक्स के बीच की जमा राशि के लिए, 9% का दैनिक रिटर्न अर्जित करें।",
    "the_amount_of_vip2_ann": "वीआईपी 2: 1,001 और 2,000 टीआरएक्स के बीच जमा के लिए, 10% की दैनिक निकासी का आनंद लें।",
    "the_amount_of_vip3_ann": "वीआईपी 3: 2,001 से 10,000 टीआरएक्स तक की जमा राशि 13% दैनिक निकासी के लिए योग्य है।",
    "the_amount_of_vip4_ann": "वीआईपी 4: 10,001 और 50,000 टीआरएक्स के बीच निवेश के लिए, प्रतिदिन 15% प्राप्त करें।",
    "the_amount_of_vip5_ann": "वीआईपी 5: यदि आप 50,001 और 200,000 टीआरएक्स के बीच जमा करते हैं, तो आप 17% दैनिक रिटर्न के लिए पात्र होंगे।",
    "the_amount_of_vip6_ann": "वीआईपी 6: 200,001 से 300,000 टीआरएक्स की जमा राशि पर प्रतिदिन 20% अर्जित होगा।",
    "the_amount_of_vip7_ann": "वीआईपी 6: 200,001 से 300,000 टीआरएक्स की जमा राशि पर प्रतिदिन 20% अर्जित होगा।",
    "the_amount_of_vip8_ann": "वीआईपी 8: 500,001 से 800,000 टीआरएक्स तक जमा पर 28% दैनिक रिटर्न मिलता है।",
    "the_amount_of_vip9_ann": "वीआईपी 9: 800,001 से 1,500,000 टीआरएक्स की बड़ी जमा राशि के लिए, 35% दैनिक निकासी का आनंद लें।",
    "the_amount_of_vip10_ann": "वीआईपी 10: 1,500,001 टीआरएक्स से अधिक जमा के लिए उच्चतम स्तर, प्रभावशाली 42% दैनिक रिटर्न प्रदान करता है।",
    "financial_turnaround": "हम उन लोगों के लिए एक अल्पकालिक वित्तीय योजना भी प्रदान करते हैं जो शीघ्र रिटर्न देखना चाहते हैं, जिसमें मूलधन केवल 3 दिनों के भीतर वापस कर दिया जाता है। यह योजना तत्काल वित्तीय बदलाव चाहने वाले उपयोगकर्ताओं के लिए आदर्श है।",
    "periodic_financial_management": "इसके अलावा, हम एक अल्पकालिक वित्तीय योजना की पेशकश करते हैं जो केवल 3 दिनों के भीतर आपके मूल निवेश की वापसी सुनिश्चित करती है। आप दोस्तों को हमारे प्लेटफ़ॉर्म में शामिल होने के लिए आमंत्रित करके अतिरिक्त पुरस्कार भी अर्जित कर सकते हैं। रेफरल कार्यक्रम तीन स्तरों पर संरचित है:",
    "periodic_financial_management_ann": "इन असाधारण निवेश अवसरों के अलावा, हम समुदाय की शक्ति में विश्वास करते हैं। हमारा आमंत्रण पुरस्कार कार्यक्रम आपको मित्रों और परिवार के साथ मंच साझा करके और भी अधिक कमाने की अनुमति देता है। यहां बताया गया है कि हमारी स्तरीय रेफरल प्रणाली कैसे काम करती है:",
    "the_unit_price_of_tron": "स्तर 1: प्रत्यक्ष रेफरल के लिए 13% इनाम",
    "the_unit_price_of_tron2": "स्तर 2: दूसरे स्तर के रेफरल के लिए 2% इनाम",
    "the_unit_price_of_tron3": "स्तर 3: तीसरे स्तर के रेफरल के लिए 1% इनाम",
    "the_unit_price_of_tron4": "TRONOKX को दीर्घकालिक स्थिरता के लिए डिज़ाइन किया गया है, जो एक ऐसा प्लेटफ़ॉर्म पेश करता है जो क्रिप्टोकरेंसी मौजूद रहने तक फलता-फूलता रहेगा। कमाई शुरू करने और आत्मविश्वास के साथ अपना निवेश बढ़ाने के लिए आज ही हमसे जुड़ें!",
    "the_unit_price_of_tron_ann": "स्तर 1: प्रत्यक्ष रेफरल आपको उनकी गतिविधियों से 13% का इनाम दिलाएगा।",
    "the_unit_price_of_tron2_ann": "स्तर 2: दूसरे स्तर के रेफरल के लिए, आपको उनकी गतिविधियों का 2% प्राप्त होगा।",
    "the_unit_price_of_tron3_ann": "स्तर 3: तीसरे स्तर के रेफरल आपको उनकी गतिविधियों का 1% इनाम देंगे।",
    "the_unit_price_of_tron4_ann": "यह बहु-स्तरीय इनाम प्रणाली यह सुनिश्चित करती है कि आपके नेटवर्क का विकास सीधे आपकी सफलता में योगदान देता है, जिससे कमाई की संभावना का एक स्नोबॉल प्रभाव पैदा होता है।",
    "the_unit_price_of_tron5_ann": "TRONOKX की नींव दीर्घकालिक विकास पर बनी है, और हमारा प्लेटफ़ॉर्म तब तक अपने संचालन को बनाए रखने के लिए डिज़ाइन किया गया है जब तक क्रिप्टोकरेंसी फलती-फूलती रहती है। हमारा मॉडल यह सुनिश्चित करता है कि आज आप जो मूल्य निवेश करते हैं वह आने वाले वर्षों तक रिटर्न देता रहेगा। TRONOKX में शामिल होकर, आप एक ऐसे समुदाय का हिस्सा बन रहे हैं जो डिजिटल परिसंपत्तियों की उभरती दुनिया के साथ संरेखित स्थायी वित्तीय अवसर बनाने के लिए प्रतिबद्ध है।",
    "the_unit_price_of_tron6_ann": "हम आपको अभी शुरुआत करने, समझदारी से निवेश करने और TRONOKX द्वारा प्रदान किए जाने वाले असंख्य अवसरों का पूरा लाभ उठाने के लिए प्रोत्साहित करते हैं। क्लाउड माइनिंग, स्टेकिंग और रेफरल कार्यक्रमों के माध्यम से, आपके पास अपनी संपत्ति बढ़ाने और क्रिप्टोकरेंसी की दुनिया में एक प्रमुख भागीदार बनने का मौका है।",
    "join_now_ann": "अभी हमसे जुड़ें और आज ही कमाई शुरू करें - डिजिटल फाइनेंस का भविष्य यहीं है!",
    "received": "प्राप्त",
    "minimum_yeild_requires": "न्यूनतम परिमाण के लिए कम से कम जमा की आवश्यकता होती है",
    "share_to": "को साझा करें",
    "transiction_records": "ट्रांज़िशन रिकॉर्ड",
    "transfer_to_flexible_account": "मात्रात्मक खाते में स्थानांतरण",
    "transfer_into_flexible_account": "1. इस खाते में स्थानांतरण का उपयोग ब्याज अर्जित करने के लिए धन जमा करने के लिए किया जा सकता है, और आप पहले निवेश समय के 24 घंटे बाद मैन्युअल रूप से आय प्राप्त कर सकते हैं, और मूलधन समाप्त होने पर वापस कर सकते हैं।",
    "transfer_to_wallet_account": "स्मार्ट खाते में स्थानांतरण",
    "transfer_into_wallet_account": "2. इस खाते में स्थानांतरण का उपयोग नियमित उत्पाद खरीदने के लिए किया जा सकता है। विभिन्न उत्पादों का चक्र और पैदावार अलग-अलग होती है। विवरण के लिए, कृपया उत्पाद परिचय देखें।",
    "no_records": "कोई रिकॉर्ड नहीं",
    "energy_bandwidth": "चेन क्वांटिटी आधिकारिक तौर पर लॉन्च",
    "you_send_virtual_currency_to_the_platform": "अपने डिजिटल वॉलेट का उपयोग करके, आप निर्दिष्ट खरीद पते पर आभासी मुद्रा भेजते हैं, और TRONOKX स्वचालित संसाधन वितरण का ख्याल रखता है। हमारा प्लेटफ़ॉर्म बैंडविड्थ और ऊर्जा उत्पन्न करने के लिए TRON नेटवर्क के भीतर संपत्तियों को दांव पर लगाता है। फिर इन संसाधनों को पार्टनर वॉलेट को पट्टे पर दिया जाता है, और किराये की कमाई वापस TRONOKX में प्रवाहित होती है, जो उन्हें उपयोगकर्ताओं को पुनर्वितरित करती है!",
    "income_has_arrived": "आय आ गई है",
    "profit_received": "लाभ प्राप्त हुआ",
    "invitation_rewards": "चेन क्वांटिटी एजेंट पार्टनरशिप प्रोग्राम",
    "by_sharing_the_agent": "चेन क्वांट के ग्लोबल एजेंट प्रोग्राम के साथ एआई-संचालित वित्त के भविष्य में कदम रखें - बुद्धिमान मात्रात्मक व्यापार के माध्यम से दीर्घकालिक निष्क्रिय आय के लिए आपका प्रवेश द्वार। जैसे-जैसे एआई ट्रेडिंग बाजार में तेजी आ रही है, चेन क्वांट विपणक, सामुदायिक नेताओं और दूरदर्शी निवेशकों को हमारे एजेंट नेटवर्क का हिस्सा बनने के लिए आमंत्रित करके दुनिया भर में अपने पदचिह्न का विस्तार कर रहा है। 15%-2%-1% कमीशन के साथ एक शक्तिशाली बहु-स्तरीय पुरस्कार प्रणाली का आनंद लें, ट्रेडिंग लाभ और रेफरल वृद्धि दोनों से आवर्ती आय अर्जित करें। प्रत्येक सदस्य को एक व्यक्तिगत रेफरल लिंक प्राप्त होता है, जिससे पदोन्नति निर्बाध और किसी के लिए भी सुलभ हो जाती है - किसी अनुभव की आवश्यकता नहीं होती है। चाहे आप सोशल मीडिया, निजी निवेशक समूहों या स्थानीय समुदायों का लाभ उठा रहे हों, आपको उच्च-प्रदर्शन प्लेटफ़ॉर्म और वास्तविक समय ऑटो-छूट द्वारा समर्थित किया जाएगा। जैसे-जैसे आपकी टीम बढ़ती है, वैसे-वैसे आपके लाभ भी बढ़ते हैं, शीर्ष प्रदर्शन करने वालों को शहर, राष्ट्रीय या वैश्विक भागीदार का दर्जा मिलता है, 20%+ आजीवन लाभ शेयर और विशेष क्षेत्रीय लाभ मिलते हैं। आज ही चेन क्वांट से जुड़ें और बुद्धिमान धन सृजन के नए युग में अपनी विरासत का निर्माण करें।",
    "sharing_is_polite": "साझा करना विनम्र है",
    "when_the_cumulative_recharge_reaches": "जब आपका कुल रिचार्ज 10 टीआरएक्स या अधिक तक पहुंच जाए, तो 0.01 टीआरएक्स और 18.88 टीआरएक्स के बीच यादृच्छिक इनाम प्राप्त करने के लिए अपने पंजीकरण लिंक को सोशल प्लेटफॉर्म पर साझा करें। प्रत्येक उपयोगकर्ता प्रति दिन एक बार भाग ले सकता है!",
    "time": "समय",
    "tron_is_a_distributed_operating_system": "TRON अपनी मूल क्रिप्टोकरेंसी, TRX के साथ एक विकेन्द्रीकृत ब्लॉकचेन-संचालित ऑपरेटिंग सिस्टम है। चीनी उद्यमी जस्टिन सन द्वारा 2017 में लॉन्च किया गया, इसका उद्देश्य विकेंद्रीकृत डिजिटल अर्थव्यवस्था को बढ़ावा देना है।",
    "architecture_in_the_torn": "आर्किटेक्चर: TRON नेटवर्क प्रोटोकॉल के भीतर, TRX धारकों को बैंडविड्थ और ऊर्जा जैसे संसाधनों तक समान पहुंच का आनंद मिलता है। नेटवर्क एक विकेन्द्रीकृत वर्चुअल मशीन द्वारा संचालित है जो स्मार्ट अनुबंधों को निष्पादित करने के लिए दुनिया भर में सार्वजनिक नोड्स का लाभ उठाता है। बिना किसी लेनदेन शुल्क और प्रति सेकंड लगभग 2000 लेनदेन को संभालने की क्षमता के साथ, यह एक तेज़ और कुशल नेटवर्क अनुभव की गारंटी देता है।",
    "goverance_tron_online_community": "शासन: TRON समुदाय ऑनलाइन वोटिंग के माध्यम से 27 सुपर प्रतिनिधियों का चुनाव करता है। ये प्रतिनिधि एक विकेन्द्रीकृत स्वायत्त संगठन का निर्माण करते हुए, औसतन हर 3 सेकंड में ब्लॉक निर्माण और सत्यापन के लिए जिम्मेदार हैं। वे हर 6 घंटे में फिर से चुने जाते हैं और नेटवर्क प्रस्तावों के प्रबंधन और TRON सुधार प्रस्तावों (TIPs) पर मतदान करने में महत्वपूर्ण भूमिका निभाते हैं।",
    "advantages_usdt_has_always": "लाभ: यूएसडीटी सबसे व्यापक रूप से मान्यता प्राप्त स्थिर मुद्रा है, और टीथर ने इसे 13 ब्लॉकचेन नेटवर्क पर जारी किया है, जिसमें TRON अग्रणी है, जो कुल आपूर्ति का 54% से अधिक का प्रतिनिधित्व करता है। एथेरियम 44% के साथ दूसरे स्थान पर है, और सोलाना 2.7% के साथ है, जो यूएसडीटी जारी करने के लिए प्राथमिक नेटवर्क के रूप में टीआरओएन को मजबूत करता है।",
    "bandwith_all_types": "बैंडविड्थ: TRON नेटवर्क पर प्रत्येक लेनदेन के लिए बैंडविड्थ पॉइंट की आवश्यकता होती है। लेन-देन को बाइट सरणियों के रूप में संग्रहीत और प्रसारित किया जाता है, प्रत्येक बाइट एक बैंडविड्थ बिंदु का उपभोग करता है। किसी लेन-देन की कुल बैंडविड्थ लागत उसके बाइट आकार से निर्धारित होती है। यदि किसी उपयोगकर्ता के पास पर्याप्त बैंडविड्थ की कमी है, तो आवश्यक बैंडविड्थ बिंदुओं को कवर करने के लिए टीआरएक्स को जला दिया जाना चाहिए।",
    "the_unit_price_of_the_targe": "बैंडविड्थ खपत के लिए आधिकारिक बर्न रेट 1,000 SUN प्रति यूनिट निर्धारित है।",
    "energy_each_instruction": "ऊर्जा: प्रत्येक स्मार्ट अनुबंध निष्पादन में उसकी जटिलता के आधार पर एक विशिष्ट मात्रा में ऊर्जा की खपत होती है। अधिक जटिल अनुबंधों के लिए अधिक ऊर्जा की आवश्यकता होती है। जैसे ही अनुबंध चलता है, ऊर्जा की गणना की जाती है और निर्देश के अनुसार कटौती की जाती है। यदि किसी खाते में पर्याप्त ऊर्जा की कमी है, तो आवश्यक ऊर्जा लागत को कवर करने के लिए टीआरएक्स को जला दिया जाना चाहिए।",
    "the_current_offical_unit_price": "ऊर्जा खपत के लिए आधिकारिक बर्न दर वर्तमान में 420 SUN प्रति यूनिट निर्धारित है।",
    "smart_investment": "स्मार्ट निवेश",
    "international_lines": "अंतर्राष्ट्रीय पंक्तियाँ",
    "basic_investment_plan": "बुनियादी निवेश योजना",
    "invest_in_our_basic": "हमारे मूल खाते में निवेश करें और दैनिक खनन आय अर्जित करना शुरू करें! अपनी पहली जमा राशि पर, आप स्वचालित रूप से 180-दिवसीय अनुबंध में प्रवेश करेंगे। पहली जमा राशि जमा होते ही अनुबंध शुरू हो जाता है।",
    "key_features": "प्रमुख विशेषताऐं",
    "earn_daily_between": "अपने संचयी निवेश का 8%-36% प्रतिदिन अर्जित करें।",
    "incomoe_is_settled": "आपकी पहली जमा राशि के 24 घंटे बाद आय का निपटान किया जाता है (उदाहरण: अपराह्न 3:00 बजे जमा, अगले दिन अपराह्न 3:00 बजे आय उपलब्ध होती है)।",
    "you_must_manually": "दैनिक आय एकत्र करने के लिए आपको मैन्युअल रूप से क्लिक करना होगा।",
    "vip_levels_benefits": "वीआईपी स्तर और लाभ",
    "daily_withdrawal": "दैनिक निकासी",
    "how_it_works": "यह काम किस प्रकार करता है",
    "deposit_funds": "जमा निधि: प्रारंभिक जमा करके अपना निवेश शुरू करें।",
    "earn_daily_income": "दैनिक आय अर्जित करें: हर 24 घंटे में खनन आय का आनंद लें।",
    "collect_income": "आय एकत्रित करें: अपनी आय मैन्युअल रूप से एकत्रित करने के लिए प्रतिदिन लॉग इन करें।",
    "start_today_and_enjoy": "आज ही शुरुआत करें और हमारी बुनियादी निवेश योजना के साथ उच्च-उपज रिटर्न का आनंद लें!",
    "our_system_will_automatically": "हमारा सिस्टम स्वचालित रूप से आपकी कुल जमा राशि निर्धारित करेगा और आपको उचित वीआईपी स्तर पर अपग्रेड करेगा। उदाहरण के लिए:",
    "first_deposit": "पहला जमा",
    "second_deposit": "दूसरा जमा",
    "total_deposit": "कुल जमा",
    "the_system_will_automatically_upgrade": "सिस्टम स्वचालित रूप से आपको VIP2 में अपग्रेड कर देगा, और आप इस स्तर पर 10% दैनिक आय का आनंद लेंगे, इत्यादि।",
    "referral_system": "संदर्भ तंत्र",
    "earn_rewards_by_reffering": "दूसरों को शामिल होने के लिए रेफर करके पुरस्कार अर्जित करें! हमारा 3-स्तरीय रेफरल सिस्टम बेहतरीन लाभ प्रदान करता है",
    "refer_level_1": "स्तर 1: रेफरल की दैनिक आय का 13%",
    "refer_level_2": "स्तर 2: रेफरल की दैनिक आय का 2%",
    "refer_level_3": "स्तर 3: रेफरल की दैनिक आय का 1%",
    "start_referring_today": "अपनी कमाई बढ़ाने के लिए आज ही रेफर करना शुरू करें!",
    "account_is_required": "खाता आवश्यक है",
    "login_password": "लॉगिन पासवर्ड",
    "password_is_required": "पासवर्ड आवश्यक है",
    "verification_code": "सत्यापन कोड",
    "vcode_is_required": "वीकोड आवश्यक है",
    "vcode": "वीकोड",
    "forgot_password": "पासवर्ड भूल गए",
    "login": "लॉग इन करें",
    "register": "पंजीकरण करवाना",
    "go_to_homepage": "मुखपृष्ठ प्र जाएं",
    "total_balance": "मात्रात्मक खाता",
    "home_notice": "टूबिट में आपका स्वागत है - जहां स्मार्ट कैपिटल इंटेलिजेंट एल्गोरिदम से मिलता है। हम अत्याधुनिक मात्रात्मक कमाई के लिए आपके नए घर टूबिट में आपका स्वागत करते हुए रोमांचित हैं। चाहे आप एक अनुभवी निवेशक हों या एल्गोरिथम आय की दुनिया में अपनी यात्रा शुरू कर रहे हों, आप स्पष्टता, प्रदर्शन और विश्वास के लिए बनाए गए मंच से जुड़ गए हैं। टूबिट में, हम सिर्फ कमाई में विश्वास नहीं करते हैं - हम बुद्धिमानी से कमाई करने में विश्वास करते हैं। हमारी मालिकाना रणनीतियाँ डेटा वैज्ञानिकों और वित्तीय विशेषज्ञों द्वारा एल्गोरिदम परिशुद्धता की शक्ति का उपयोग करने के लिए इंजीनियर की जाती हैं, जिससे आपकी पूंजी वास्तविक समय के बाजार अवसरों के माध्यम से बढ़ने की अनुमति मिलती है। हर निर्णय, हर रणनीति, हर रिटर्न डेटा द्वारा संचालित होता है और हमारे अटूट मिशन द्वारा संचालित होता है: उन्नत कमाई के साधनों को हर किसी के लिए सुलभ बनाना।",
    "go_to_recharge": "रिचार्ज पर जाएं",
    "telegram_customer_service": "टेलीग्राम ग्राहक सेवा",
    "dear_user": "प्रिय उपयोगकर्ता: चूंकि आपकी खनन मशीन की कंप्यूटिंग शक्ति\/ऊर्जा समाप्त होने वाली है, कृपया अपने खाते के फंड के लिए आवश्यक ऊर्जा मूल्य के अनुसार जल्दी से {राशि}टीआरएक्स भरें। आपकी खनन मशीन ने वर्तमान में खनन नियंत्रण और राजस्व\/निकासी को निलंबित कर दिया है।",
    "note_to_avoid": "[नोट: राजस्व हानि से बचने के लिए, कृपया टेलीग्राम सहायता से संपर्क करें]",
    "deposit": "फिर से दाम लगाना",
    "withdrawal": "निकासी",
    "share_friends": "मित्रों को आमंत्रित करें",
    "team": "टीम",
    "app": "अनुप्रयोग",
    "information": "समाचार",
    "wallet": "बटुआ",
    "promotion": "पदोन्नति",
    "join_to_be_a_sitename_millionaire": "ट्रोन्रिको करोड़पति बनने के लिए शामिल हों",
    "use_the_latest_mining_machines": "यह सुनिश्चित करने के लिए नवीनतम खनन मशीनों और डेफी तकनीक का उपयोग करें कि सभी उपयोगकर्ताओं को सबसे अधिक टीआरएक्स आय मिले।",
    "details": "विवरण",
    "platform_data_display": "प्लेटफ़ॉर्म डेटा प्रदर्शन",
    "income": "आय",
    "Income": "यों",
    "cyclical_investing": "चक्र निवेश",
    "trontin_3day_mining_machine": "ट्रॉनटिन 3-दिवसीय खनन मशीन",
    "trontin_9day_mining_machine": "TRON 9-दिवसीय ट्रैफ़िक खनन मशीन",
    "trontin_16day_traffic_mining_machine": "रोन्टिन 16-दिवसीय यातायात खनन मशीन",
    "trontin_45day_miner_energy": "ट्रॉनटिन 45 दिन की माइनर ऊर्जा",
    "trontin_18day_miner_energy": "TRON 18 दिन की माइनर ऊर्जा",
    "trontin_trxMining_in_46days": "46 दिनों में TRON ट्रक्समाइनिंग",
    "tron_eth_digi_2_mining": "ट्रॉन एथ डिजी 2.0 माइनिंग",
    "torn_80days_photolvatic_mine": "ट्रॉन 80 दिन फोटोवोल्टिक खदान",
    "trontin_bnb_mining_in_65days": "65 दिनों में ट्रॉनटिन बीएनबी खनन",
    "view_more": "और देखें",
    "cycle": "चक्र",
    "day": "दिन",
    "instant_quotes": "त्वरित उद्धरण",
    "profit_withdrawal": "लाभ वापसी",
    "repurchase": "पुनर्खरीद",
    "latest_announcement": "नवीनतम घोषणा",
    "registered_members_will_be_given": "पंजीकृत सदस्यों को गिरवी रखी गई इक्विटी के रूप में 56,000TRX दिए जाएंगे। खाते को सक्रिय करने के लिए न्यूनतम 10TRX जमा और न्यूनतम 5TRX निकासी की आवश्यकता होती है। आय को निकाला जा सकता है या खनन में निवेश किया जा सकता है।",
    "deposit_into_the_basic_account_and_automatically_join_the_contract": "[मूल निवेश] मूल खाते में जमा करें और स्वचालित रूप से 180 दिनों के लिए अनुबंध में शामिल हो जाएं [अनुबंध अवधि पहली जमा के समय से प्रभावी होती है]। मूल खाते में हर दिन खनन आय होती है, और हर दिन संचयी निवेश राशि का 9% -38% प्राप्त किया जा सकता है। हमारे प्लेटफ़ॉर्म सिस्टम का निपटान समय है: उपयोगकर्ता की पहली खरीदारी का समय, 24 घंटे बाद।",
    "the_income_will_not_be_automatically_deposited_into_the_account": "[उदाहरण के लिए: पहली खरीदारी का समय 15:00 बजे है, और आय अगले दिन 15:00 बजे प्राप्त होगी] आय स्वचालित रूप से खाते में जमा नहीं की जाएगी, और आपको हर दिन आय पर क्लिक करना होगा; जब खनन प्रवेश करता है, तो आय प्राप्त करने के लिए सक्रिय रूप से क्लिक करें।",
    "accumulated_deposits_of_10-2500_trx": "10-2500 ट्रक्स की संचित जमा, स्वचालित रूप से VIP1 में अपग्रेड, 9% की दैनिक निकासी",
    "accumulated_deposits_of_2501-10000_trx": "2501-10000 ट्रक्स की संचित जमा राशि, स्वचालित रूप से वीआईपी2 में अपग्रेड हो गई, 10% दैनिक निकासी",
    "accumulated_deposits_of_10001-20000_trx": "10001-20000 ट्रक्स की संचित जमा, स्वचालित रूप से VIP3 में अपग्रेड, 11% की दैनिक निकासी",
    "accumulated_deposits_of_20001-50000_trx": "20001-50000 ट्रक्स की संचित जमा, स्वचालित रूप से VIP4 में अपग्रेड, 13% की दैनिक निकासी",
    "accumulated_deposits_of_50001-100000_trx": "50001-100000 ट्रक्स की संचित जमा राशि, स्वचालित रूप से VIP5 में अपग्रेड हो गई, 15% की दैनिक निकासी",
    "accumulated_deposits_of_100001-200000_trx": "100001-200000 ट्रक्स की संचित जमा, स्वचालित रूप से VIP6 में अपग्रेड, 17% की दैनिक निकासी",
    "accumulated_deposits_of_200001-500000_trx": "200001-500000 ट्रक्स की संचित जमा राशि, स्वचालित रूप से VIP7 में अपग्रेड हो गई, 23% की दैनिक निकासी",
    "accumulated_deposits_of_500001-1000000_trx": "500001-1000000 trx की संचित जमा राशि, स्वचालित रूप से VIP8 में अपग्रेड हो गई, 26% की दैनिक निकासी",
    "accumulated_deposits_of_1000001-1600000_trx": "1000001-1600000 ट्रक्स की संचित जमा राशि, स्वचालित रूप से वीआईपी9 में अपग्रेड हो गई, 32% की दैनिक निकासी",
    "accumulated_deposits_of_1600001-9999999_trx": "संचित जमा राशि 1600001-9999999 ट्रक्स है, स्वचालित रूप से 38% की दैनिक निकासी के साथ वीआईपी10 में अपग्रेड हो जाती है।",
    "automatically_upgrade_vip_level": "वीआईपी स्तर पर स्वचालित रूप से अपग्रेड करें",
    "the_system_will_determine_your_total_accumulated_deposit": "[सिस्टम आपकी कुल संचित जमा राशि निर्धारित करेगा और स्वचालित रूप से आपको उचित स्तर पर अपग्रेड करेगा] उदाहरण के लिए: पहला रिचार्ज 500TRX है, दूसरा रिचार्ज 2001TRX है, [संचयी रिचार्ज 2501TRX है] सिस्टम स्वचालित रूप से VIP2 में अपग्रेड हो जाएगा, और आपके पास VIP2 स्तर की दैनिक आय 10% होगी और इसी तरह।",
    "previous": "पहले का",
    "next": "अगला",
    "close": "बंद करना",
    "current_yield": "वर्तमान उपज",
    "miner_is_running": "खनिक चल रहा है",
    "view_all": "सभी को देखें",
    "earning_times": "परिमाणीकरण समय",
    "singapore_time_after": "सिंगापुर समय के बाद",
    "every_day": "रोज रोज",
    "daily_rate": "दैनिक दर",
    "receive": "प्राप्त करें",
    "basic_investment": "बुनियादी निवेश",
    "record": "अभिलेख",
    "current_level": "वर्तमान स्तर",
    "deposit_quantity": "जमा मात्रा",
    "invitation_reward": "आमंत्रण पुरस्कार",
    "deposit_now": "अभी जमा करें",
    "daily_income": "दैनिक आय",
    "daily_withdrawals": "दैनिक निकासी",
    "valid_period": "वैध अवधि",
    "remaining_days": "शेष दिनों",
    "status": "स्थिति",
    "running": "दौड़ना",
    "quantity": "मात्रा",
    "amount": "मात्रा",
    "return": "वापस करना",
    "Return": "वापस करना",
    "profit": "लाभ",
    "equity_pledge": "इक्विटी प्रतिज्ञा",
    "end": "अंत",
    "invite_your_contacts": "अपने संपर्कों को आमंत्रित करें",
    "sign_up_and_recharge_to_get_great_rewards": "बेहतरीन पुरस्कार पाने के लिए साइन अप करें और रिचार्ज करें",
    "invitation_codes": "निमंत्रण कोड",
    "share_invitation_links_to_social_platforms": "सामाजिक प्लेटफ़ॉर्म पर आमंत्रण लिंक साझा करें",
    "build_a_team_and_get_great_rewards": "एक टीम बनाएं और शानदार पुरस्कार पाएं",
    "copy_successfully": "सफलतापूर्वक कॉपी करें",
    "copy_link": "लिंक की प्रतिलिपि करें",
    "app_services": "ऐप सेवाएँ",
    "wallet_funds_conversion": "स्थानांतरण",
    "change_password": "सुरक्षा केंद्र",
    "notification": "अधिसूचना",
    "logout": "साइन आउट",
    "my_promotion": "टीम",
    "bonus": "बोनस",
    "bonus_record": "आयोग रिकार्ड",
    "number_of_teams": "कुल लोग",
    "valid_number_of_invites": "वैध आमंत्रण",
    "team_cycle_investment_details": "टीम चक्र निवेश विवरण",
    "total_people": "कुल लोग",
    "contribution": "आयोग",
    "invite_friends": "मित्रों को आमंत्रित करें",
    "go_now": "अब जाओ",
    "in_progress": "प्रगति पर है",
    "number_of_investments": "निवेश की संख्या",
    "total_investment": "कुल निवेश",
    "subordinate_investment_amount": "अधीनस्थ निवेश राशि",
    "confirm": "पुष्टि करना",
    "Confirm": "पुष्टि करना",
    "last_login_time": "अंतिम लॉगिन समय",
    "records": "अभिलेख",
    "transfer_to_smart_account": "{{प्रकार}} खाते में स्थानांतरण",
    "transfer_to_quantitative_account": "मात्रात्मक खाते में स्थानांतरण",
    "transfer_to_smart_account_2": "स्मार्ट खाते में स्थानांतरण",
    "address": "पता",
    "copy": "प्रतिलिपि",
    "please_do_not_top_up_other_non_bnb_assets": "कृपया अन्य गैर-विधि परिसंपत्तियों का टॉप-अप न करें। रिचार्ज करने के बाद कृपया क्लिक करें",
    "submit_successfully": "रिचार्ज पूर्ण",
    "submit": "जमा करना",
    "exchange_rate": "विनिमय दर",
    "if_the_account_has_not_been_received_for_a_long_time": "यदि काफी समय से खाता प्राप्त नहीं हुआ है तो कृपया क्लिक करें",
    "again": "दोबारा",
    "recharge_record": "रिचार्ज रिकार्ड",
    "successful": "सफल",
    "purchase": "खरीदना",
    "Purchase": "खरीदना",
    "transaction_record": "लेन-देन रिकार्ड",
    "all": "सभी",
    "recharge": "फिर से दाम लगाना",
    "giveaway": "दे दो",
    "withdrawal_failed": "निकासी विफल",
    "promotion_account": "बटुआ खाता",
    "basic_account": "लचीला खाता",
    "amount_to_be_converted": "परिवर्तित की जाने वाली राशि",
    "withdrawable_balance": "निकासी योग्य शेष",
    "withdrawals_arebased_one_singapore_time_and_are_withdrawn_once_a_day": "निकासी सिंगापुर के समय पर आधारित होती है और दिन में एक बार निकाली जाती है",
    "choose_withdrawal_account": "निकासी खाता चुनें",
    "choose": "चुनना",
    "digital_currency_wallet": "डिजिटल मुद्रा वॉलेट",
    "cancel": "रद्द करना",
    "password": "पासवर्ड",
    "actual_withdrawal": "वास्तविक निकासी",
    "withdrawal_record": "निकासी रिकॉर्ड",
    "fee": "शुल्क",
    "to_account": "खाते में",
    "account_security": "खाता सुरक्षा",
    "modify_login_password": "लॉगिन पासवर्ड संशोधित करें",
    "modify_payment_password": "भुगतान पासवर्ड संशोधित करें",
    "transfer_to_basic_account": "मूल खाते में स्थानांतरण",
    "transfer_to_promotion_account": "प्रमोशन खाते में स्थानांतरण",
    "there_are_two_investment_models_please_choose_according_to_your_needs": "दो निवेश मॉडल हैं, कृपया अपनी आवश्यकताओं के अनुसार चुनें",
    "deposit_into_this_account_for_pledge_mining": "प्रतिज्ञा खनन के लिए इस खाते में जमा करें। पहली जमा अवधि के 24 घंटों के बाद, आप मैन्युअल रूप से आय प्राप्त कर सकते हैं और मूलधन समाप्त होने पर उसे वापस कर सकते हैं",
    "recharge_to_the_promotion_account_to_purchase_periodic_mining_machines": "समय-समय पर खनन मशीनें खरीदने के लिए प्रमोशन खाते में रिचार्ज करें, आप विभिन्न चक्रों में आय एकत्र कर सकते हैं, और समाप्त होने पर मूलधन और आय वापस कर सकते हैं",
    "add_digital_currency_wallet": "डिजिटल मुद्रा वॉलेट जोड़ें",
    "address_type": "पता मुद्रलेख",
    "wallet_address": "बटुए का पता",
    "start_with": "के साथ शुरू",
    "digit_wallet_address": "अंक बटुआ पता",
    "set_payment_password": "भुगतान पासवर्ड सेट करें",
    "continue": "जारी रखना",
    "are_you_sure_sign_out": "क्या आप निश्चित रूप से साइन आउट हैं?",
    "wallet_registration": "वॉलेट पंजीकरण",
    "decentralized_wallet_download_address": "विकेंद्रीकृत वॉलेट डाउनलोड पता",
    "tutorial": "ट्यूटोरियल देखें",
    "buy_currency": "मुद्रा खरीदें",
    "common_problem": "सामान्य समस्या",
    "how_to_become_a_partner_of_trontin_mining_company": "TRONRICO खनन कंपनी का भागीदार कैसे बनें",
    "to_become_our_partner": "हमारा भागीदार बनने के लिए, आप केवल पंजीकरण करके मुफ्त में 56,000TRX प्राप्त कर सकते हैं, और सक्रियण के बाद 180 दिनों के भीतर आप इसे वापस ले सकते हैं।",
    "what_to_do_after_registration": "रजिस्ट्रेशन के बाद क्या करें?",
    "you_need_to_log_in_to_your_account": "आपको अपने खाते में लॉग इन करना होगा और खनन फ़ंक्शन स्वचालित रूप से सक्रिय हो जाएगा। अपनी दैनिक आय बढ़ाने के लिए जमा करें",
    "what_are_the_minimum_deposit_and_withdrawal_amounts": "न्यूनतम जमा और निकासी राशि क्या हैं",
    "the_minimum_deposit_is_10trx": "न्यूनतम जमा 10TRX है और न्यूनतम निकासी 5TRX है।",
    "how_to_withdraw_money_what_should_i_do": "पैसे कैसे निकालें, क्या करें?",
    "log_in_to_your_account": "अपने अकाउंट में लॉग इन करें। 'निकासी' पृष्ठ दर्ज करें। 'वापस लें' बटन पर क्लिक करें। अपने टीआरएक्स वॉलेट पते को बांधें और पहली बार भुगतान पासवर्ड सेट करें, फिर निकासी राशि निर्दिष्ट करें और अपना वॉलेट पता चुनें, और निकासी के लिए क्लिक करें।",
    "what_is_level_and_how_do_i_increase_it": "लेवल क्या है और मैं इसे कैसे बढ़ा सकता हूँ?",
    "tron_marketing_uses_level_design": "TRON मार्केटिंग लेवल डिज़ाइन का उपयोग करती है। उपयोगकर्ता जितनी अधिक बिजली खरीदेगा, उसका स्तर उतना ही ऊंचा होगा। लाभप्रदता सीधे अधिग्रहण के स्तर पर निर्भर करती है। यदि VIP1 का प्रारंभिक उपयोगकर्ता प्रतिदिन 8% कमाता है, तो जैसे-जैसे खनन के लिए उपलब्ध शक्ति बढ़ती है, उच्चतम लाभप्रदता VIP10 प्रतिदिन 36% कमा सकता है",
    "i_made_a_withdrawal_request_but_it_hasnt_arrived_in_my_wallet_yet": "मैंने निकासी का अनुरोध किया है लेकिन यह अभी तक मेरे वॉलेट में नहीं आया है",
    "all_requests_are_handled_by_a_set_of_system_automatic_modes": "सभी अनुरोधों को सिस्टम स्वचालित मोड के एक सेट द्वारा नियंत्रित किया जाता है। अनुरोध आम तौर पर 1 मिनट के भीतर संसाधित हो जाता है",
    "what_payment_systems_does_this_project_have_for_deposits": "इस परियोजना में जमा राशि के लिए कौन सी भुगतान प्रणालियाँ हैं",
    "you_can_deposit_using_a_payment_system_like_this": "आप इस तरह की भुगतान प्रणाली का उपयोग करके जमा कर सकते हैं",
    "what_payment_systems_does_this_project_have_for_withdrawals": "इस परियोजना में निकासी के लिए कौन सी भुगतान प्रणालियाँ हैं",
    "you_can_withdraw_money_using_this_payment_system": "आप इस भुगतान प्रणाली का उपयोग करके पैसे निकाल सकते हैं",
    "how_to_change_account_password": "अकाउंट का पासवर्ड कैसे बदलें",
    "click_the_change_password_function_on_the_my_tab_on_the_lower_right": "पृष्ठ के निचले दाएं कोने पर 'माय' टैब पर 'पासवर्ड बदलें' फ़ंक्शन पर क्लिक करें। इसे बदलने के लिए अपना पुराना पासवर्ड और नया पासवर्ड दर्ज करें",
    "what_if_i_forget_my_withdrawal_password": "यदि मैं अपना निकासी पासवर्ड भूल जाऊं तो क्या होगा?",
    "please_use_the_email_address_you_reserved_when_registering_to_send_username": "कृपया हमारे आधिकारिक ईमेल पते tronrico68@gmail.com पर भेजने के लिए पंजीकरण करते समय आपके द्वारा आरक्षित ईमेल पते का उपयोग करें (उपयोगकर्ता नाम: .... 'निकासी पासवर्ड भूल गए')",
    "what_should_i_do_if_i_need_to_change_my_wallet_address": "यदि मुझे अपना वॉलेट पता बदलना हो तो मुझे क्या करना चाहिए?",
    "please_use_the_email_address_you_reserved_when_registering_to_send": "कृपया हमारे आधिकारिक ईमेल पते पर (उपयोगकर्ता नाम और नया वॉलेट पता) भेजने के लिए पंजीकरण करते समय आपके द्वारा आरक्षित ईमेल पते का उपयोग करें: tronrico68@gmail.com",
    "how_to_top_up": "टॉप अप कैसे करें",
    "to_make_a_deposit_you_need_to_log_into_your_account": "जमा करने के लिए, आपको अपने खाते में लॉग इन करना होगा और खनन पृष्ठ पर जाना होगा। सबसे ऊपर आपको 'डिपॉजिट' बटन दिखाई देगा। एक बार जमा पृष्ठ पर, वह मुद्रा चुनें जिसे आप जमा करना चाहते हैं। उसके बाद, आपको एक वॉलेट पता दिया जाएगा जिस पर आपको अपनी क्रिप्टोकरेंसी भेजनी होगी। जमा राशि 1 मिनट के भीतर जमा कर दी जाएगी।",
    "your_account_may_be_frozen_under_the_following_circumstances": "निम्नलिखित परिस्थितियों में आपका खाता फ़्रीज़ किया जा सकता है",
    "trontin_takes_a_responsible_approach_to_protect_the_personal_data": "TRONTIN अपने उपयोगकर्ताओं के व्यक्तिगत डेटा और अपनी वेबसाइट की सुरक्षा के लिए एक जिम्मेदार दृष्टिकोण अपनाता है। उपयोगकर्ता की व्यक्तिगत जानकारी एकत्र करने का कोई भी प्रयास, वेबसाइट कोड की हैकिंग, संबद्ध कार्यक्रम का अनुचित उपयोग, हैकिंग के माध्यम से उपयोगकर्ता खातों तक पहुंच, कृत्रिम रूप से भागीदारों की संख्या बढ़ाने के लिए तीसरे पक्ष की सेवाओं का उपयोग, और कोई भी प्रशासन जो वेबसाइट या उसके उपयोगकर्ताओं का अपमान करता है, उपयोगकर्ता के खाते को निलंबित करने का आधार हो सकता है।",
    "I_didnt_find_the_answer_to_my_question_what_should_I_do": "मुझे अपने प्रश्न का उत्तर नहीं मिला कि मुझे क्या करना चाहिए",
    "contact_online_customer_service_or_telegram_customer_service": "ऑनलाइन ग्राहक सेवा या टेलीग्राम ग्राहक सेवा से संपर्क करें",
    "how_to_deposit": "कैसे जमा करें",
    "click_deposit_on_the_platform_page": "प्लेटफ़ॉर्म पृष्ठ पर 'जमा' पर क्लिक करें",
    "choose_to_transfer_to_the_basic_account_or_promotion_account": "मूल खाते या प्रमोशन खाते में स्थानांतरित करना चुनें। प्रवेश करने के बाद, आप जमा करने के लिए मुद्रा चुन सकते हैं।",
    "select_a_top_up_enter_to_copy_the_deposit_address": "एक टॉप-अप चुनें. जमा पते की प्रतिलिपि बनाने के लिए दर्ज करें.",
    "open_your_crypto_wallet_select_the_corresponding_currency_and_transfer": "अपना क्रिप्टो वॉलेट खोलें, संबंधित मुद्रा चुनें और ट्रांसफर करें।",
    "paste_the_address_of_the_receiving_wallet": "प्राप्तकर्ता बटुए का पता चिपकाएँ।",
    "enter_the_amount_you_plan_to_deposit_into_your_account": "वह राशि दर्ज करें जिसे आप अपने खाते में जमा करने की योजना बना रहे हैं।",
    "click_next_and_confirm_completion": "'अगला' पर क्लिक करें और पूरा होने की पुष्टि करें।",
    "return_to_the_platform_and_click_the_recharge_button_note_the_last_step": "प्लेटफ़ॉर्म पर लौटें और 'रिचार्ज' बटन पर क्लिक करें। नोट: अंतिम चरण प्लेटफ़ॉर्म पर वापस लौटना और 'रिचार्ज पूर्ण' पर क्लिक करना है। एक बार रिचार्ज पूरा हो जाने पर, खाते में समय पर पैसा जमा हो जाएगा।",
    "how_to_withdraw_money": "पैसे कैसे निकाले",
    "select_the_exit_button_on_the_homepage_then_use_your_exchange_wallet": "मुखपृष्ठ पर निकास बटन का चयन करें, फिर TRC20 पता खोजने के लिए अपने एक्सचेंज (वॉलेट) का उपयोग करें, बाहर निकलने के लिए इसे कॉपी करें और प्लेटफ़ॉर्म पर बाइंड करें, और प्लेटफ़ॉर्म मुद्रा TRX का निपटान करता है। सफल निकासी के बाद, खाते में 1-3 मिनट में पैसा जमा हो जाएगा।",
    "if_you_need_help_please_click_online_customer_service": "(यदि आपको सहायता चाहिए, तो कृपया ऑनलाइन ग्राहक सेवा पर क्लिक करें)",
    "announcement": "घोषणा",
    "my_message": "मेरा संदेश",
    "company_mining_and_revenue": "【कंपनी खनन और राजस्व】",
    "registered_members_will_be_given_56000trx_as_pledged_equity": "पंजीकृत सदस्यों को गिरवी रखी गई इक्विटी के रूप में 56,000TRX दिए जाएंगे। खाते को सक्रिय करने के लिए न्यूनतम 10TRX जमा और न्यूनतम 5TRX निकासी की आवश्यकता होती है। आय को निकाला जा सकता है या खनन में निवेश किया जा सकता है।",
    "basic_investment_deposit_into_the_basic_account_and_automatically_join_the_contract_for_180_days": "[मूल निवेश] मूल खाते में जमा करें और स्वचालित रूप से 180 दिनों के लिए अनुबंध में शामिल हो जाएं [अनुबंध अवधि पहली जमा के समय से प्रभावी होती है]। मूल खाते में हर दिन खनन आय होती है, और हर दिन संचयी निवेश राशि का 9% -38% प्राप्त किया जा सकता है। हमारे प्लेटफ़ॉर्म सिस्टम का निपटान समय है: उपयोगकर्ता की पहली खरीदारी का समय, 24 घंटे बाद।",
    "for_example_the_first_purchase_time_is_1500_and_the_income_will_be_obtained_at_1500_the_next_day": "[उदाहरण के लिए: पहली खरीदारी का समय 15:00 बजे है, और आय अगले दिन 15:00 बजे प्राप्त होगी] आय स्वचालित रूप से खाते में जमा नहीं की जाएगी, और आपको हर दिन आय पर क्लिक करना होगा; जब खनन प्रवेश करता है, तो आय प्राप्त करने के लिए सक्रिय रूप से क्लिक करें।",
    "accumulated_deposits_of_10_2500_trx_automatically_upgraded_to_vip1_daily_withdrawal": "10-2500 ट्रक्स की संचित जमा, स्वचालित रूप से वीआईपी1 में अपग्रेड, 9% की दैनिक निकासी।",
    "accumulated_deposits_of_2501_10000_trx_automatically_upgraded_to_vip2_10_daily_withdrawal": "2501-10000 ट्रक्स की संचित जमा राशि, स्वचालित रूप से वीआईपी2 में अपग्रेड हो गई, 10% दैनिक निकासी।",
    "accumulated_deposits_of_10001_20000_trx_automatically_upgraded_to_vip3_daily_withdrawal": "10001-20000 ट्रक्स की संचित जमा राशि, स्वचालित रूप से वीआईपी3 में अपग्रेड हो गई, 11% की दैनिक निकासी।",
    "accumulated_deposits_of_20001_50000_trx_automatically_upgraded_to_vip4_daily_withdrawal": "20001-50000 ट्रक्स की संचित जमा, स्वचालित रूप से VIP4 में अपग्रेड, 13% की दैनिक निकासी।",
    "accumulated_deposits_of_50001_100000_trx_automatically_upgraded_to_vip5_daily_withdrawal": "50001-100000 ट्रक्स की संचित जमा राशि, स्वचालित रूप से VIP5 में अपग्रेड हो गई, 15% की दैनिक निकासी।",
    "accumulated_deposits_of_100001_200000_trx_automatically_upgraded_to_vip6_daily_withdrawal": "100001-200000 ट्रक्स की संचित जमा राशि, स्वचालित रूप से VIP6 में अपग्रेड हो गई, 17% की दैनिक निकासी।",
    "accumulated_deposits_of_200001_500000_trx_automatically_upgraded_to_vip7_daily_withdrawal": "200001-500000 trx की संचित जमा राशि, स्वचालित रूप से VIP7 में अपग्रेड हो गई, 23% की दैनिक निकासी।",
    "accumulated_deposits_of_500001_1000000_trx_automatically_upgraded_to_vip8_daily_withdrawal": "500001-1000000 ट्रक्स की संचित जमा राशि, स्वचालित रूप से वीआईपी8 में अपग्रेड हो गई, 26% की दैनिक निकासी।",
    "accumulated_deposits_of_1000001_1600000_trx_automatically_upgraded_to_vip9_daily_withdrawal": "1000001-1600000 ट्रक्स की संचित जमा राशि, स्वचालित रूप से वीआईपी9 में अपग्रेड हो गई, 32% की दैनिक निकासी।",
    "accumulated_deposits_of_1600001_9999999_trx_automatically_upgraded_to_vip10_daily_withdrawal": "संचित जमा राशि 1600001-9999999 ट्रक्स है, जो 38% की दैनिक निकासी के साथ स्वचालित रूप से वीआईपी10 में अपग्रेड हो जाती है।",
    "automatically_upgrade_vip_level_instructions": "वीआईपी स्तर और निर्देशों को स्वचालित रूप से अपग्रेड करें।",
    "the_system_will-determine_your_total_accumulated_deposit": "सिस्टम आपकी कुल संचित जमा राशि निर्धारित करेगा और स्वचालित रूप से आपको उचित स्तर पर अपग्रेड कर देगा। उदाहरण के लिए: पहला रिचार्ज 500 TRX है, दूसरा रिचार्ज 2001 TRX है, [संचयी रिचार्ज 2501 TRX है] सिस्टम स्वचालित रूप से VIP2 में अपग्रेड हो जाएगा, और आपके पास VIP2 होगा। स्तर की दैनिक आय 10% है इत्यादि।",
    "share_invitation_reward_description": "आमंत्रण पुरस्कार विवरण साझा करें",
    "invite_friends_description": "प्रमोशन लिंक के साथ दोस्तों को आमंत्रित करें और आय का 13% तुरंत वापस ले लिया जाएगा। यदि आप सैकड़ों लोगों को ट्रोंटिन से जुड़ने की सलाह देते हैं, तो आप करोड़पति बन सकते हैं। अधिकतम 18% (कमीशन स्तर 13% + स्तर 2 2% + स्तर 3 1%) 1: उदाहरण के लिए: आप उपयोगकर्ता ए को आमंत्रित करते हैं, उपयोगकर्ता ए 10,000 टीआरएक्स जमा और निवेश करता है, आपको इनाम के रूप में 1,300 टीआरएक्स प्राप्त होगा। उपयोगकर्ता A, उपयोगकर्ता B को आमंत्रित करता है, उपयोगकर्ता B जमा करता है और 10,000TRX निवेश करता है, और आपको पुरस्कार के रूप में 200TRX प्राप्त होगा। उपयोगकर्ता B एक बार फिर उपयोगकर्ता C को प्रेरित करता है। उपयोगकर्ता C 10,000TRX जमा और निवेश करता है। आपको पुरस्कार के रूप में 100TRX प्राप्त होंगे। प्रमोशन आय सीधे आपके प्रमोशन खाते में स्थानांतरित कर दी जाएगी। आप प्रमोशन आय प्राप्त करने और अपनी टीम के सदस्यों को विकसित करने के लिए सीधे पैसे निकाल सकते हैं या वित्तीय उत्पाद प्रमोशन प्लेटफ़ॉर्म लिंक खरीद सकते हैं, (प्रमोशन से प्रमोशन राजस्व का एक निश्चित प्रतिशत प्राप्त हो सकता है)। अपने निमंत्रण लिंक को अपने परिवार और दोस्तों, व्हाट्सएप, फेसबुक समूह, यूट्यूब, इंस्टाग्राम, ट्विटर, टेलीग्राम समूह, या किसी भी सोशल मीडिया प्लेटफॉर्म पर प्रचारित करें (आमंत्रण लिंक: प्लेटफॉर्म पर लॉग इन करें और लिंक को कॉपी करने के लिए शेयर बटन पर क्लिक करें। लिंक को अपने दोस्तों या किसी भी सोशल प्लेटफॉर्म पर भेजें। उन्हें बताएं कि यह हर दिन निवेश राशि का कम से कम 8% -36% निकालने के लिए सबसे अच्छा निवेश खनन मंच है)",
    "official_platform_description": "TRONRICO खनन पूल का आधिकारिक मंच",
    "the_official_platform_of_trontin_mining_pool": "TRONRICO खनन पूल का आधिकारिक प्लेटफ़ॉर्म, जिसे TRONRICO कहा जाता है, को TRON ब्लॉकचेन फाइनेंशियल सेंटर द्वारा प्रमाणित किया गया है। हम एक आधिकारिक और कानूनी TRON ऑपरेटर हैं। ग्राहकों को सबसे स्थिर, सुरक्षित और कुशल सेवाएँ प्रदान करें! 2020 से, हमने और TRON मुख्यालय ने 3,000 से अधिक नकली प्लेटफार्मों पर कार्रवाई की है। यदि आपको कोई नकली प्लेटफ़ॉर्म मिलता है, तो आप हमसे संपर्क कर सकते हैं और हम आधिकारिक प्रमाणन प्लेटफ़ॉर्म TRONRICO पर नकेल कसने के लिए TRON मुख्यालय के साथ सहयोग करेंगे।",
    "trontin_msb_registration_certificate": "ट्रोन्रिको एमएसबी पंजीकरण प्रमाणपत्र",
    "tax_registration_certificate": "कर पंजीकरण प्रमाणपत्र",
    "TRONTIN_White_Paper": "ट्रोन्रिको श्वेत पत्र",
    "click_to_view_trontin_white_paper": "ट्रोन्रिको श्वेत पत्र देखने के लिए क्लिक करें",
    "news_report": "समाचार रिपोर्ट",
    "trontin_launches_revolutionary_cloud_mining_platform": "TRONRICO ने क्रांतिकारी क्लाउड माइनिंग प्लेटफॉर्म लॉन्च किया",
    "click_to_view": "देखने के लिए क्लिक करें",
    "contact_us": "हमसे संपर्क करें",
    "company_website": "कंपनी वेबसाइट",
    "company_telegram": "कंपनी टेलीग्राम",
    "telegram_channel": "टेलीग्राम चैनल",
    "email": "ईमेल",
    "company_address": "8 मरीना ब्लव्ड, टावर 1, मंजिल 31वीं और 32वीं, मरीना बे फाइनेंशियल सेंटर सिंगापुर",
    "invite_friends_to_recharge": "संबंधित छूट पाने के लिए मित्रों को रिचार्ज करने के लिए आमंत्रित करें",
    "level": "स्तर",
    "rebate": "छूट",
    "price": "कीमत",
    "available_balance": "उपलब्ध शेष राशि",
    "limit_quantity": "मात्रा सीमित करें",
    "purchase_quantity": "खरीद की मात्रा",
    "daily_interest_rate": "दैनिक ब्याज दर",
    "real_time": "रियल टाइम",
    "participate_in_investment": "निवेश में भाग लें",
    "project_rules": "परियोजना नियम",
    "repayment_method": "पुनर्भुगतान विधि",
    "repay_principal_and_interest_at_maturity": "परिपक्वता पर मूलधन और ब्याज चुकाएं",
    "unit_price": "यूनिट मूल्य",
    "daily_rate_of_return": "वापसी की दैनिक दर",
    "investment_cycle": "निवेश चक्र",
    "expected_profit": "अपेक्षित लाभ",
    "project_introduction": "परियोजना परिचय",
    "tron_love_mining_machine": "ट्रॉन लव माइनिंग मशीन लघु चक्र और स्थिर आय एक अच्छा विकल्प है। दैनिक आय 4.57%-4.7% है, और चक्र 3 दिन का है। चक्र समाप्त होने के बाद, इसे मूलधन और चक्र के दौरान प्राप्त आय के साथ सीधे आपके [पदोन्नति खाते] में वितरित किया जाएगा। आप सीधे पैसे निकाल सकते हैं; यह प्लेटफ़ॉर्म TRX, ETH, BNB, DOGE, USDT (ERC20 TRC20 BEP20) निवेश खनन का समर्थन करता है।",
    "notice": "सूचना",
    "confirmation_transfer": "क्या आप वाकई स्थानांतरण करना चाहते हैं?",
    "home": "घर",
    "invest": "निवेश करना",
    "mine": "मुझे",
    "Account_6_16_characters_no_spaces_allowed": "खाता, 6-16 अक्षर, कोई रिक्त स्थान की अनुमति नहीं",
    "Area_code_plus_mobile_number": "क्षेत्र कोड + मोबाइल नंबर",
    "recommendation_code": "सिफ़ारिश कोड",
    "global_partners": "वैश्विक भागीदार",
    "email_verification_code": "ईमेल सत्यापन कोड",
    "otp": "ओ.टी.पी",
    "enter_a_new_password": "नया पारण शब्द भरे",
    "wallet_found": "वॉलेट फंड",
    "need_traded": "व्यापार की आवश्यकता है",
    "already_traded": "पहले ही कारोबार हो चुका है",
    "number_of_withdrawals": "निकासी की संख्या",
    "allow_withdrawal": "निकासी की अनुमति दें",
    "yes": "हाँ",
    "minimum_withdrawal": "न्यूनतम निकासी",
    "enter_withdrawal_amount": "निकासी राशि दर्ज करें",
    "please_enter": "कृपया दर्ज करें",
    "loading": "लोड हो रहा है",
    "confirm_password": "पासवर्ड की पुष्टि कीजिये",
    "original_payment_password": "मूल भुगतान पासवर्ड",
    "invest_product": "स्मार्ट निवेश",
    "purchased": "खरीदा",
    "total_income": "कुल आय",
    "principal": "प्रधानाचार्य",
    "total_principal_and_interest": "कुल मूलधन और ब्याज",
    "how_to_deposit_funds_on_the_ai_trading_platform": "1. एआई ट्रेडिंग प्लेटफॉर्म पर फंड कैसे जमा करें",
    "step_1_get_your_deposit_address": "चरण 1: अपना जमा पता प्राप्त करें",
    "log_into_your_ai_trading_account": "अपने AI ट्रेडिंग खाते में लॉग इन करें",
    "head_to_the_deposit_page": "\"जमा\" पृष्ठ पर जाएँ",
    "choose_your_cryptocurrency": "अपनी क्रिप्टोकरेंसी चुनें (TRC20, BEP20, BNB, या TRX)",
    "generate_the_deposit_address_and_copy_it_to_your_clipboard": "जमा पता जनरेट करें और इसे अपने क्लिपबोर्ड पर कॉपी करें",
    "step_2_send_funds_from_your_wallet": "चरण 2: अपने वॉलेट से धनराशि भेजें",
    "open_your_crypto_wallet_app": "अपना क्रिप्टो वॉलेट ऐप खोलें (उदाहरण के लिए, मेटामास्क, ट्रस्ट वॉलेट)",
    "select_the_correct_network": "सही नेटवर्क चुनें (TRC20 या BEP20)",
    "paste_the_copied_deposit_address_as_the_recipient": "कॉपी किए गए जमा पते को प्राप्तकर्ता के रूप में चिपकाएँ",
    "input_the_amount_you_want_to_deposit_and_confirm_the_send": "वह राशि दर्ज करें जिसे आप जमा करना चाहते हैं और भेजने की पुष्टि करें",
    "wait_for_confirmation_on_the_blockchain": "ब्लॉकचेन पर पुष्टि के लिए प्रतीक्षा करें (आमतौर पर कुछ मिनट)",
    "step_3_confirm_your_deposit": "चरण 3: अपनी जमा राशि की पुष्टि करें",
    "go_to_transaction_history_to_track_progress": "प्रगति को ट्रैक करने के लिए \"लेनदेन इतिहास\" पर जाएं",
    "click_complete_deposit_once_transaction_is_verified": "लेन-देन सत्यापित हो जाने पर \"पूर्ण जमा\" पर क्लिक करें",
    "if_your_deposit_doesnt_reflect_within_30_minutes_reach_out_to_support": "यदि आपकी जमा राशि 30 मिनट के भीतर प्रदर्शित नहीं होती है, तो सहायता से संपर्क करें",
    "how_to_withdraw_funds_from_the_ai_trading_platform": "2. एआई ट्रेडिंग प्लेटफॉर्म से फंड कैसे निकालें",
    "step_1_choose_your_withdrawal_option": "चरण 1: अपना निकासी विकल्प चुनें",
    "log_in_and_open_the_fund_management_tab": "लॉग इन करें और \"फंड प्रबंधन\" टैब खोलें",
    "click_withdraw_and_pick_your_preferred_network": "\"निकासी\" पर क्लिक करें और अपना पसंदीदा नेटवर्क चुनें (TRC20\/BEP20\/BNB\/TRX)",
    "step_2_fill_in_withdrawal_information": "चरण 2: निकासी संबंधी जानकारी भरें",
    "enter_the_amount_you_want_to_withdraw": "वह राशि दर्ज करें जिसे आप निकालना चाहते हैं",
    "paste_your_wallet_address": "अपना वॉलेट पता चिपकाएँ (सुनिश्चित करें कि यह सही नेटवर्क से मेल खाता हो)",
    "complete_any_required_security_verification_steps": "किसी भी आवश्यक सुरक्षा सत्यापन चरण को पूरा करें",
    "step_3_final_confirmation_and_submission": "चरण 3: अंतिम पुष्टि और सबमिशन",
    "double_check_all_the_details_before_submitting": "सबमिट करने से पहले सभी विवरण दोबारा जांच लें",
    "withdrawals_usually_process_within_30_minutes": "निकासी आमतौर पर 30 मिनट के भीतर पूरी हो जाती है",
    "track_the_progress_under_withdrawal_records": "\"निकासी रिकॉर्ड\" के अंतर्गत प्रगति को ट्रैक करें",
    "important_notes": "महत्वपूर्ण टिप्पणियाँ:",
    "double_check_your_wallet_address_crypto_transfers_cant_be_undone": "❗️ अपने वॉलेट पते की दोबारा जांच करें - क्रिप्टो ट्रांसफर को पूर्ववत नहीं किया जा सकता है",
    "make_sure_to_meet_the_platforms_minimum_withdrawal_limit": "❗️ प्लेटफ़ॉर्म की न्यूनतम निकासी सीमा को पूरा करना सुनिश्चित करें",
    "delays_can_occur_due_to_high_network_traffic": "❗️ अधिक नेटवर्क ट्रैफ़िक के कारण देरी हो सकती है",
    "contact_live_chat_support_anytime_if_you_face_any_issues": "❗️ यदि आपको कोई समस्या आती है तो किसी भी समय लाइव चैट सहायता से संपर्क करें",
    "if_you_need_more_help_our_customer_service_team_is_available_24_7_via_live_chat": "यदि आपको अधिक सहायता की आवश्यकता है, तो हमारी ग्राहक सेवा टीम लाइव चैट के माध्यम से 24\/7 उपलब्ध है",
    "what_is_chain_quant": "1. चेन क्वांट क्या है?",
    "chain_quant_description": "चेन क्वांट एक एआई-संचालित मात्रात्मक ट्रेडिंग प्लेटफॉर्म है जो क्रिप्टो बाजार के रुझानों का विश्लेषण करने और स्वचालित ट्रेडों को निष्पादित करने के लिए कृत्रिम बुद्धिमत्ता और ब्लॉकचेन तकनीक को मिश्रित करता है - उपयोगकर्ताओं को न्यूनतम प्रयास के साथ स्थिर रिटर्न अर्जित करने के लिए सशक्त बनाता है।",
    "core_services_of_chain_quant": "2. चेन क्वांट की मुख्य सेवाएँ",
    "quantitative_arbitrage_trading": "मात्रात्मक आर्बिट्रेज ट्रेडिंग\n - कम जोखिम वाला मुनाफा उत्पन्न करने के लिए कई एक्सचेंजों में मूल्य अंतर का उपयोग करता है\n - एआई-संचालित सिस्टम 24\/7 बाजारों पर नज़र रखता है और आदर्श क्षणों में ट्रेडों को निष्पादित करता है",
    "ai_auto_trading": "एआई ऑटो-ट्रेडिंग\n - ट्रेंड-फ़ॉलोइंग और ग्रिड सिस्टम जैसी पूर्व-निर्मित रणनीतियों का उपयोग करके पूरी तरह से स्वचालित बॉट\n - जोखिम को सीमित करने और रिटर्न बढ़ाने के लिए एल्गोरिदम वास्तविक समय में समायोजित होते हैं",
    "fund_security": "निधि सुरक्षा\n - कोल्ड और हॉट वॉलेट पृथक्करण के साथ मल्टी-लेयर एन्क्रिप्शन लागू करता है\n - स्मार्ट कॉन्ट्रैक्ट ऑडिट पारदर्शी और छेड़छाड़-रोधी संचालन प्रदान करते हैं",
    "instant_deposits_withdrawals": "तत्काल जमा\/निकासी\n - जमा 1-3 मिनट के भीतर संसाधित (TRC20\/BEP20 का समर्थन करता है)\n - निकासी तेज़ और स्वचालित है—किसी मैन्युअल समीक्षा की आवश्यकता नहीं है",
    "multiple_trading_modes": "एकाधिक ट्रेडिंग मोड\n - शुरुआती मोड: कम जोखिम, पूरी तरह से व्यावहारिक व्यापार\n - प्रो मोड: अनुभवी उपयोगकर्ताओं के लिए उन्नत उपकरण और रणनीति नियंत्रण",
    "how_to_register_and_start_using_chain_quant": "3. चेन क्वांट का पंजीकरण और उपयोग कैसे शुरू करें?",
    "sign_up": "चरण 1: साइन अप करें: \n आधिकारिक चेन क्वांट वेबसाइट पर जाएं, \"निःशुल्क पंजीकरण\" पर क्लिक करें और ईमेल या फोन के माध्यम से सत्यापित करें",
    "deposit_and_activate_ai_trading": "चरण 2: एआई ट्रेडिंग जमा करें और सक्रिय करें:\n USDT (TRC20 या BEP20) से अपने खाते में धनराशि डालें\n जमा धनराशि आपके चेन क्वांट ट्रेडिंग बैलेंस में परिवर्तित हो जाती है",
    "launch_ai_trading": "चरण 3: एआई ट्रेडिंग लॉन्च करें:\n अपने व्यक्तिगत एआई बॉट को सक्रिय करने के लिए \"मात्रात्मक ट्रेडिंग\" पर क्लिक करें\n सिस्टम दैनिक लाभ उत्पन्न करने के उद्देश्य से स्वचालित व्यापार शुरू करता है",
    "how_to_earn_with_chain_quant": "चेन क्वांट से कमाई कैसे करें?",
    "arbitrage_profits": "- विधि 1: आर्बिट्रेज लाभ:\n एआई मूल्य अंतर का पता लगाता है (उदाहरण के लिए, एक एक्सचेंज पर कम कीमत पर खरीदें, दूसरे पर अधिक कीमत पर बेचें)",
    "ai_trading_returns": "- विधि 2: एआई ट्रेडिंग रिटर्न:\n एल्गोरिदम कम कीमत पर खरीदने और अधिक कीमत पर स्वचालित रूप से बेचने के लिए ट्रेंड डेटा का उपयोग करते हैं",
    "referral_rewards": "- विधि 3: रेफरल पुरस्कार:\n दूसरों को आमंत्रित करें और उनके व्यापार से कमीशन अर्जित करें",
    "why_choose_chain_quant": "5. चेन क्वांट क्यों चुनें?",
    "ai_automation": "✓ 24\/7 एआई ऑटोमेशन - ट्रेडिंग का कोई अवसर कभी न चूकें",
    "military_grade_security": "✓ सैन्य-ग्रेड सुरक्षा - कोल्ड वॉलेट और शीर्ष स्तरीय एन्क्रिप्शन",
    "dual_trading_modes": "✓ दोहरे ट्रेडिंग मोड - शुरुआती और पेशेवरों दोनों के लिए बिल्कुल सही",
    "reliable_returns": "✓ विश्वसनीय रिटर्न - वास्तविक समय बाजार विश्लेषण द्वारा समर्थित",
    "free_daily_withdrawals": "✓ मुफ़्त दैनिक निकासी - हर दिन एक बिना शुल्क निकासी का आनंद लें",
    "start_your_journey_with_chain_quant": "चेन क्वांट के साथ आज ही अपनी यात्रा शुरू करें और बुद्धिमान स्वचालन को अपने क्रिप्टो भविष्य के लिए काम करने दें!",
    "chain_quant_ltd": "चेन क्वांट लि",
    "driving_the_future_of_ai": "एआई, बिग डेटा और ऑटोमेशन के भविष्य को आगे बढ़ाना",
    "at_chain_quant_we_harness": "चेन क्वांट में, हम वैश्विक डिजिटल परिवर्तन में तेजी लाने के लिए अत्याधुनिक कृत्रिम बुद्धिमत्ता, बड़े डेटा और उन्नत स्वचालन की शक्ति का उपयोग करते हैं। हमारा मिशन संगठनों को बुद्धिमान, स्केलेबल समाधानों के साथ सशक्त बनाना है जो व्यवसाय के विकास को बढ़ावा देते हैं और अधिक जुड़े हुए, कुशल भविष्य को आकार देते हैं।",
    "core_services": "मुख्य सेवाएँ",
    "ai_solutions": "एआई सॉल्यूशंस - संचालन को अनुकूलित करने और दक्षता को अधिकतम करने के लिए मशीन लर्निंग और डीप लर्निंग को एकीकृत करना।",
    "big_data_analytics": "बिग डेटा एनालिटिक्स - स्मार्ट निर्णय लेने और सतत विकास के लिए शक्तिशाली डेटा बुनियादी ढांचे और कार्रवाई योग्य अंतर्दृष्टि प्रदान करता है।",
    "automation_integration": "स्वचालन एकीकरण - कस्टम स्वचालन वर्कफ़्लो डिज़ाइन करना जो लागत को कम करता है, अतिरेक को समाप्त करता है और उत्पादकता को बढ़ाता है।",
    "strategic_industry_consulting": "रणनीतिक उद्योग परामर्श - डिजिटल परिवर्तन रणनीतियों का मार्गदर्शन करने के लिए आगे की सोच, प्रौद्योगिकी-संचालित बाजार खुफिया जानकारी प्रदान करना।",
    "our_core_values": "हमारे मूल मूल्य",
    "innovation_driven": "नवाचार-प्रेरित - हम यथास्थिति को चुनौती देते हैं और प्रौद्योगिकी के साथ जो संभव है उसकी सीमाओं को आगे बढ़ाते हैं।",
    "client_centric": "ग्राहक-केंद्रित - प्रत्येक समाधान हमारे ग्राहकों की विशिष्ट आवश्यकताओं और विकसित होते लक्ष्यों के अनुरूप है।",
    "integrity_accountability": "ईमानदारी और जवाबदेही - पारदर्शिता और विश्वास हमारे द्वारा बनाई गई प्रत्येक साझेदारी की नींव हैं।",
    "vision": "दृष्टि",
    "to_lead_globally_in_ai": "एआई और डेटा-संचालित नवाचार में विश्व स्तर पर नेतृत्व करना, एसएमई को जिम्मेदार प्रौद्योगिकी उपयोग और नैतिक परिवर्तन को बढ़ावा देते हुए डिजिटल अर्थव्यवस्था में पनपने में सक्षम बनाना।",
    "innovation_philosophy": "नवप्रवर्तन दर्शन",
    "we_pioneer_the_smart_ecosystem": "हम स्मार्ट इकोसिस्टम में अग्रणी हैं - एक ब्लॉकचेन-सुरक्षित, क्रॉस-इंडस्ट्री डिजिटल बुनियादी ढांचा जो वैश्विक बाजारों में निर्बाध सहयोग, पारदर्शिता और उन्नत बुद्धिमत्ता को सक्षम बनाता है।",
    "corporate_information": "कॉर्पोरेट जानकारी",
    "legal_name": "कानूनी नाम",
    "company_number": "कंपनी संख्या",
    "incorporation_date": "निगमन तिथि",
    "registered_address": "पंजीकृत पता",
    "for_official_filings": "आधिकारिक फाइलिंग और सत्यापन के लिए, कृपया यूके सरकार की रजिस्ट्री देखें:",
    "uk_government_registry": "यूके सरकार रजिस्ट्री",
    "secure_and_fast_transactions": "24 घंटे निकासी",
    "withdraw_account": "वापसी के खाते",
    "withdrawal_method": "निकासी विधि",
    "quota": "कोटा 1 - 650000",
    "enter_withal_address": "निकासी का पता",
    "enter_password": "पासवर्ड",
    "handling_fees": "हैंडलिंग शुल्क",
    "actually_received": "वास्तव में प्राप्त करें",
    "press_release": "प्रेस विज्ञप्ति",
    "relese_date": "03 फरवरी 2024",
    "we_are_thrilled_to_announce": "हम औसतन 15, 2024 को चेन क्वांट के लॉन्च की आधिकारिक घोषणा करते हुए रोमांचित हैं!",
    "Chain_Quant_is_a_global_powerhouse": "चेन क्वांट एआई-संचालित मात्रात्मक व्यापार और क्रिप्टोकरेंसी आर्बिट्रेज में एक वैश्विक पावरहाउस है, जो बिजली की तेजी से, बुद्धिमान व्यापार समाधान प्रदान करता है जो लाभप्रदता को अधिकतम करता है और डिजिटल वित्त के विकास को सशक्त बनाता है।",
    "platform_highlights": "प्लेटफ़ॉर्म हाइलाइट्स",
    "seamless_multi_exchange_integration": "निर्बाध मल्टी-एक्सचेंज एकीकरण - बिनेंस, कॉइनबेस, हुओबी और बहुत कुछ का समर्थन करता है",
    "ultra_fast_arbitrage_execution": "अल्ट्रा-फास्ट आर्बिट्रेज निष्पादन - उप-सेकंड खरीद-कम\/बेचने-उच्च अवसर",
    "fully_autonomous_trading": "पूरी तरह से स्वायत्त व्यापार - 100% एआई-संचालित, किसी मैन्युअल इनपुट की आवश्यकता नहीं",
    "be_among_the_first_to_experience": "अगली पीढ़ी के व्यापार का अनुभव करने वाले पहले लोगों में से बनें।",
    "register_now": "अभी पंजीकरण करें और चेन क्वांट के साथ भविष्य पर नियंत्रण रखें - जहां सटीकता स्मार्ट वित्त में प्रदर्शन से मिलती है।",
    "chain_quantity_quantitative_investment_program": "श्रृंखला मात्रा मात्रात्मक निवेश कार्यक्रम। स्वचालित निष्क्रिय आय के लिए स्तरीय वीआईपी प्रणाली",
    "vip_levels_rewards": "वीआईपी स्तर और पुरस्कार",
    "vip_level_deposit_range_daily_return": "वीआईपी लेवल डिपॉजिट रेंज (यूएसडीटी) दैनिक रिटर्न (%)",
    "vip_1_deposit_range_daily_return": "वीआईपी 1 $10 - $199 2.46% - 2.52%",
    "vip_2_deposit_range_daily_return": "वीआईपी 2 $200 - $999 2.71% - 2.72%",
    "vip_3_deposit_range_daily_return": "वीआईपी 3 $1,000 - $4,999 2.92% - 2.98%",
    "vip_4_deposit_range_daily_return": "वीआईपी 4 $5,000 - $9,999 3.15% - 3.19%",
    "vip_5_deposit_range_daily_return": "वीआईपी 5 $10,000 - $14,999 3.36% - 3.40%",
    "vip_6_deposit_range_daily_return": "वीआईपी 6 $15,000 - $29,999 3.69% - 3.73%",
    "vip_7_deposit_range_daily_return": "वीआईपी 7 $30,000 - $59,999 3.92% - 3.97%",
    "vip_8_deposit_range_daily_return": "वीआईपी 8 $60,000 - $99,999 4.25% - 4.27%",
    "vip_9_deposit_range_daily_return": "वीआईपी 9 $100,000 - $149,999 4.54% - 4.58%",
    "vip_10_deposit_range_daily_return": "वीआईपी 10 $150,000 - $200,000 5.01% - 5.10%",
    "chain_quantity_operates_on_progressive_model": "चेन क्वांटिटी स्केलेबिलिटी और सरलता के लिए डिज़ाइन किए गए प्रगतिशील निवेश मॉडल पर काम करती है।",
    "start_with_10_usdt_activate_quantity_1": "क्वांटिटी 1 को सक्रिय करने के लिए केवल 10 यूएसडीटी से शुरुआत करें",
    "upgrade_to_quantity_2_by_adding_989_usdt": "989 यूएसडीटी जोड़कर मात्रा 2 में अपग्रेड करें (कुल: 999 यूएसडीटी)",
    "minimum_deposit_10_usdt": "कम जमा: 10 यूएसडीटी",
    "minimum_withdrawal_2_usdt": "न्यूनतम निकासी: 2 यूएसडीटी",
    "example_investing_1000_usdt_unlocks_vip_3": "1,000 यूएसडीटी का निवेश वीआईपी 3 को अनलॉक करता है",
    "daily_earnings_example": "दैनिक कमाई = 1,000 × 2.92% = 29.2 यूएसडीटी",
    "program_highlights": "कार्यक्रम की मुख्य बातें",
    "validity_per_vip_tier": "⏳ प्रति वीआईपी स्तर 180 दिन की वैधता",
    "daily_system_reset": "🕛 00:00 SGT पर दैनिक सिस्टम रीसेट",
    "automatic_upgrades": "🔓 अगली सीमा तक पहुंचने पर स्वचालित अपग्रेड",
    "instant_withdrawals": "💸 कमीशन बैलेंस से तुरंत निकासी",
    "why_choose_chain_quantity": "श्रृंखला मात्रा क्यों चुनें?",
    "higher_tiers_offer_better_returns": "✅ उच्च स्तर काफी बेहतर रिटर्न प्रदान करते हैं",
    "no_lock_up_periods": "✅ कोई लॉक-अप अवधि नहीं - धन सुलभ रहता है",
    "real_time_profit_tracking": "✅ डैशबोर्ड के माध्यम से वास्तविक समय में लाभ ट्रैकिंग",
    "transparent_automated_system": "✅ 100% पारदर्शी, स्वचालित प्रणाली",
    "sustainable_passive_income_model": "हमारे बुद्धिमान स्तरीय मॉडल के साथ टिकाऊ, निष्क्रिय आय अर्जित करें - विकास के लिए निर्मित, पुरस्कारों के लिए अनुकूलित।",
    "example": "उदाहरण",
    "chain_quantity_team_rewards_program": "चेन क्वांटिटी टीम पुरस्कार कार्यक्रम",
    "unlock_powerful_earning_potential": "हमारी संरचित बहु-स्तरीय कमीशन प्रणाली और विशेष एजेंट अवसरों के साथ शक्तिशाली कमाई की संभावनाओं को अनलॉक करें।",
    "multi_level_commission_structure": "बहु-स्तरीय आयोग संरचना",
    "maximize_rewards_tiered_referral_program": "हमारे स्तरीय रेफरल कार्यक्रम के माध्यम से अपने पुरस्कारों को अधिकतम करें:",
    "level_1_direct_referrals_earn_15_percent": "स्तर 1 (प्रत्यक्ष रेफरल): 15% कमीशन अर्जित करें",
    "level_2_indirect_referrals_earn_2_percent": "स्तर 2 (अप्रत्यक्ष रेफरल): 2% कमीशन अर्जित करें",
    "level_3_extended_network_earn_1_percent": "स्तर 3 (विस्तारित नेटवर्क): 1% कमीशन अर्जित करें",
    "earn_every_time_referrals_deposit_funds": "आप हर बार अपने रेफरल - और उनके रेफरल - जमा धनराशि अर्जित करते हैं।",
    "global_agent_recruitment": "वैश्विक एजेंट भर्ती",
    "expanding_reach_motivated_partners": "हम अपनी पहुंच बढ़ा रहे हैं और प्रेरित साझेदारों की तलाश कर रहे हैं:",
    "national_agents_earn_5_percent": "राष्ट्रीय एजेंट: 5% कमीशन अर्जित करें",
    "city_agents_earn_4_percent": "सिटी एजेंट: 4% कमीशन अर्जित करें",
    "regional_agents_earn_3_percent": "क्षेत्रीय एजेंट: 3% कमीशन अर्जित करें",
    "build_your_network": "अपना नेटवर्क बनाएं:",
    "launch_telegram_whatsapp_community": "अपना खुद का टेलीग्राम या व्हाट्सएप समुदाय लॉन्च करें",
    "invite_official_support_team": "भाग लेने के लिए हमारी आधिकारिक सहायता टीम को आमंत्रित करें",
    "grow_team_unlock_exponential_earning": "अपनी टीम बढ़ाएँ और तेजी से कमाई के अवसर खोलें",
    "referral_bonus_example": "रेफरल बोनस उदाहरण",
    "member_deposit_commission_rate_earnings": "सदस्य जमा आयोग अपनी कमाई का मूल्यांकन करें",
    "member_a_1000_usdt_15_percent_150_usdt": "सदस्य ए 1,000 यूएसडीटी 15% 150 यूएसडीटी",
    "member_b_1000_usdt_2_percent_20_usdt": "सदस्य बी 1,000 यूएसडीटी 2% 20 यूएसडीटी",
    "member_c_1000_usdt_1_percent_10_usdt": "सदस्य सी 1,000 यूएसडीटी 1% 10 यूएसडीटी",
    "earn_bonuses_team_members_deposit": "जब भी आपकी टीम के सदस्य जमा करते हैं तो आप बोनस अर्जित करते हैं।",
    "daily_agent_bonus_rewards": "दैनिक एजेंट बोनस पुरस्कार",
    "top_performing_agents_rewarded_daily": "शीर्ष प्रदर्शन करने वाले एजेंटों को दैनिक टीम जमा के आधार पर स्वचालित रूप से पुरस्कृत किया जाता है:",
    "1000_usdt_60_usdt_bonus": "1,000 यूएसडीटी → 60 यूएसडीटी बोनस",
    "5000_usdt_188_usdt_bonus": "5,000 यूएसडीटी → 188 यूएसडीटी बोनस",
    "16000_usdt_388_usdt_bonus": "16,000 यूएसडीटी → 388 यूएसडीटी बोनस",
    "58000_usdt_1483_usdt_bonus": "58,000 यूएसडीटी → 1,483 यूएसडीटी बोनस",
    "100000_usdt_6450_usdt_bonus": "100,000 यूएसडीटी → 6,450 यूएसडीटी बोनस",
    "500000_usdt_99999_usdt_bonus": "500,000 यूएसडीटी → 99,999 यूएसडीटी बोनस",
    "bonuses_cumulative_instantly_withdrawable": "सभी बोनस संचयी हैं और USDT में तुरंत निकाले जा सकते हैं।",
    "join_today_grow_network_start_earning": "आज ही शामिल हों, अपना नेटवर्क बढ़ाएं और पहले जैसी कमाई शुरू करें।",
    "recharge_amount": "पुनर्भरण राशि",
    "current_amount": "वर्तमान उपलब्ध राशि",
    "todays_earning": "आज की कमाई",
    "total_revenue": "कुल मुनाफा",
    "invitation_rewareds": "आमंत्रण पुरस्कार",
    "more_level_comming": "अधिक स्तर जल्द ही आ रहे हैं...",
    "per_day": "प्रति दिन परिमाणीकरण समय",
    "agree_with_our": "हमारी बात से सहमत",
    "terms_of_use": "उपयोग की शर्त",
    "and": "और",
    "privacy_policy": "गोपनीयता नीति",
    "no_account": "खाता नहीं?",
    "security_password": "सुरक्षा पासवर्ड",
    "processing": "प्रसंस्करण...",
    "already_have_an_account": "क्या आपके पास पहले से एक खाता मौजूद है?",
    "verify_email_title": "ईमेल सत्यापित करें",
    "enter_your_verification_code": "अपना सत्यापन कोड दर्ज करें",
    "verifying": "सत्यापन किया जा रहा है...",
    "verify_email": "ईमेल सत्यापित करें",
    "check_inbox_and_spam_html": "कृपया सत्यापन ईमेल के लिए अपना इनबॉक्स और फ़ोल्डर जांचें।",
    "total_assets": "कुल संपत्ति",
    "quantitative_account": "मात्रात्मक खाता",
    "agent_corperation": "एजेंट सहयोग",
    "activity": "टीम गतिविधि",
    "unread_messages_alert": "आपको साइट पर अपठित संदेश मिले हैं, कृपया जाएं और संदेश की सामग्री जांचें!",
    "vip": "वीआईपी",
    "trial_fee": "परीक्षण शुल्क",
    "profit_assets": "लाभ संपत्ति",
    "todays_earnings": "आज की कमाई",
    "quantifiable_number_of_days": "दिनों की मात्रात्मक संख्या",
    "countdown_days": "उलटी गिनती के दिन",
    "quantify_reset_time": "रीसेट समय की मात्रा निर्धारित करें",
    "start_quantify": "मात्रा निर्धारित करना प्रारंभ करें",
    "quantification_process": "परिमाणीकरण प्रक्रिया",
    "start_quantification": "परिमाणीकरण प्रारंभ करें...",
    "start_queuing": "कतार में लगना शुरू करें...",
    "start_executing_buy_order": "खरीद आदेश निष्पादित करना प्रारंभ करें...",
    "start_executing_sell_order": "विक्रय आदेश निष्पादित करना प्रारंभ करें...",
    "start_capturing_market_prices": "व्यापार बाजार मूल्यों पर कब्जा करना शुरू करें...",
    "start_distributing_commissions": "कमीशन बांटना शुरू करें...",
    "operation_complete": "ऑपरेशन पूरा हो गया है और ख़त्म हो रहा है.",
    "current_vip": "वर्तमान वीआईपी",
    "click_to_unlock": "अनलॉक करने के लिए क्लिक करें",
    "quantification_times_per_day": "प्रति दिन परिमाणीकरण समय",
    "profit_ratio": "लाभ अनुपात",
    "minimum_unlock_amount": "न्यूनतम अनलॉक राशि",
    "recharge_unlock_message": "रिचार्ज स्वचालित रूप से रिचार्ज {{minUnlock}}USDT को अनलॉक कर देता है",
    "quantitative_benefits": "मात्रात्मक लाभ",
    "deposit_into_basic_wallet": "बेसिक वॉलेट में जमा करें",
    "invest_record": "निवेश रिकॉर्ड",
    "build_team_rewards": "एक टीम बनाएं और उदार पुरस्कार प्राप्त करें",
    "my_invitation_code": "मेरा निमंत्रण कोड",
    "invite_link": "लिंक आमंत्रित करें",
    "view_the_team": "टीम देखें",
    "daily_commissions": "दैनिक कमीशन",
    "invited_friends_recharge_rebates": "मित्रों को रिचार्ज करने पर संबंधित छूट पाने के लिए आमंत्रित करें:",
    "recharge_rebate": "रिचार्ज पर छूट",
    "quantify_rebate": "छूट की मात्रा निर्धारित करें",
    "copy_success": "सफलता की प्रतिलिपि बनाएँ",
    "withdraw": "निकालना",
    "sign_out": "साइन आउट",
    "hello_username": "नमस्ते, {{उपयोगकर्ता नाम}}",
    "welcome_back": "वापसी पर स्वागत है",
    "investment_accounts": "निवेश खाते",
    "commission_today": "आयोग आज",
    "yesterdays_earnings": "कल की कमाई",
    "detail": "विवरण",
    "transfer": "स्थानांतरण",
    "news": "समाचार",
    "security_center": "सुरक्षा केंद्र",
    "company_profile": "कंपनी प्रोफाइल",
    "about_us": "हमारे बारे में",
    "twenty_four_hour_withdrawal": "48 घंटे की निकासी",
    "withdrawable": "निकाला",
    "amount_to_be_processed": "संसाधित की जाने वाली राशि",
    "payment_method": "भुगतान विधि",
    "withdrawal_limit_range": "निकासी सीमा सीमा 7.00 - 99999999.00",
    "withdrawal_address": "निकासी का पता",
    "handling_fee": "संचालन शुल्क",
    "receipt": "रसीद",
    "withdrawal_note": "निकासी नोट",
    "withdrawal_policy_title": "निकासी नीति (टूबिटक्वांट)",
    "minimum_withdrawal_amount": "न्यूनतम निकासी राशि",
    "withdrawal_fee": "निकासी शुल्क",
    "withdrawal_frequency": "निकासी आवृत्ति",
    "withdrawal_frequency_desc": "प्रतिदिन एक बार, सोमवार से रविवार तक उपलब्ध (सिंगापुर समय)",
    "processing_time": "प्रोसेसिंग समय",
    "processing_time_desc": "निकासी आमतौर पर अनुरोध सबमिट होने के 0-48 घंटों के भीतर संसाधित की जाती है और सीधे आपके वॉलेट में स्थानांतरित कर दी जाएगी।",
    "mining_machine_energy_failure": "खनन मशीन की ऊर्जा विफलता, कृपया {{राशि}} यूएसडीटी रिचार्ज करें",
    "financial": "वित्तीय",
    "usdt": "यूएसडीटी",
    "failed_to_fetch_data": "डेटा लाने में विफल.",
    "note_before_switching_accounts": "नोट: रिचार्ज खाते बदलने से पहले, कृपया पुष्टि करें कि पिछला रिचार्ज प्राप्त हो गया है!",
    "quant_account_desc": "बुद्धिमान मात्रात्मक रिटर्न के लिए इस खाते में जमा करें",
    "investment_account_desc": "इस खाते में जमा राशि का उपयोग क्राउडफंडिंग परियोजनाओं में निवेश करने के लिए किया जा सकता है",
    "recharge_address": "रिचार्ज पता",
    "recharge_complete": "रिचार्ज पूर्ण",
    "deposit_instruction_1": "1. ऊपर दिए गए पते को कॉपी करें या क्यूआर कोड को स्कैन करें और चुनें",
    "network_deposit": "संपत्ति जमा करने के लिए नेटवर्क।",
    "invite_top_up_rewards": "पहली बार टॉप अप करने के लिए दोस्तों को आमंत्रित करें और आप निम्नलिखित पुरस्कार प्राप्त कर सकते हैं",
    "number_of_invited_people": "आमंत्रित व्यक्तियों की संख्या",
    "invitation_rewards_label": "आमंत्रण पुरस्कार：",
    "usdt_automatic_distribution": "यूएसडीटी स्वचालित वितरण",
    "invitee_first_recharge_needs_to_be_in": "आमंत्रित व्यक्ति का पहला रिचार्ज होना आवश्यक है",
    "above": "ऊपर",
    "tiered_rewards_intro": "एक निश्चित संख्या में लोगों को आमंत्रित करें और स्तरीय पुरस्कार प्राप्त करें:",
    "count": "गिनती करना",
    "award": "पुरस्कार",
    "unlimited": "असीमित",
    "auto": "ऑटो",
    "claimed": "दावा किया",
    "remaining": "शेष",
    "failed_to_load_invite_rewards": "आमंत्रण पुरस्कार लोड करने में विफल.",
    "reward_claimed_successfully": "इनाम का सफलतापूर्वक दावा किया गया.",
    "unable_to_claim_reward": "इनाम का दावा करने में असमर्थ. कृपया पुन: प्रयास करें।",
    "agent_cooperation": "एजेंट सहयोग",
    "global_recruitment_title": "पूर्णकालिक कर्मचारियों के लिए वैश्विक भर्ती नौकरी की जानकारी:",
    "positions_available_subtitle": "विपणन विभाग में 6 पद उपलब्ध हैं",
    "job_description_promotion_title": "नौकरी विवरण और पदोन्नति मानदंड:",
    "job_description_promotion_body": "मार्केटिंग विभाग लेवल 1 और लेवल 2 पर सफल रिचार्ज स्तर वाले उपयोगकर्ताओं की कुल संख्या के आधार पर निम्नलिखित 6 पदों की पेशकश कर रहा है। पद इस प्रकार हैं:",
    "salary_tiers_intro": "प्रत्येक पद के लिए अलग-अलग वेतन स्तर हैं। जितना ऊँचा पद, उतना अधिक वेतन। विवरण निम्नानुसार है:",
    "position": "पद",
    "level_1": "स्तर 1",
    "level_1_plus": "लेवल 1+",
    "level_2": "लेवल 2",
    "weekly": "साप्ताहिक",
    "salary": "वेतन",
    "growth_catalyst": "विकास उत्प्रेरक",
    "brand_architect": "ब्रांड आर्किटेक्ट",
    "engagement_guru": "शिक्षक संलग्नता",
    "visionary_strategist": "दूरदर्शी रणनीतिकार",
    "innovation_leader": "नवप्रवर्तन नेता",
    "territory_commander": "क्षेत्र कमांडर",
    "meet_requirements_contact_manager": "जो उपयोगकर्ता पद की आवश्यकताओं को पूरा करते हैं, कृपया सत्यापन के लिए प्रोजेक्ट मैनेजर से संपर्क करें।",
    "salary_payment_method_timing": "वेतन भुगतान विधि और समय:",
    "salary_distribution_detail": "वेतन प्रत्येक सोमवार को शाम 6 बजे के बाद टूबिटक्वांट वॉलेट खाते में वितरित किया जाएगा।",
    "additional_rewards_title": "पूर्णकालिक कर्मचारियों के लिए अतिरिक्त पुरस्कार:",
    "additional_rewards_body": "एक बार जब कोई कर्मचारी स्थायी सदस्य बन जाता है, तो उन्हें अतिरिक्त इनाम के रूप में अपनी टीम की कुल साप्ताहिक जमा राशि का एक प्रतिशत भी प्राप्त होगा। इनाम संरचना इस प्रकार है:",
    "total_weekly_deposits_usdt": "कुल साप्ताहिक जमा (यूएसडीटी)",
    "reward_percentage": "इनाम प्रतिशत",
    "commission": "आयोग",
    "commission_records": "आयोग रिकार्ड",
    "valid_invitation_people_number": "वैध आमंत्रण लोगों की संख्या",
    "team_report": "टीम रिपोर्ट",
    "team_total_recharge": "टीम कुल रिचार्ज：",
    "team_total_withdrawal": "टीम की कुल वापसी：",
    "level_3": "लेवल 3",
    "total_valid_label": "कुल\/मान्य:",
    "get_commission_label": "कमीशन प्राप्त करें:",
    "now_go": "अब जाओ",
    "brand_name": "टूबिट",
    "press_release_date": "25 जून 2025",
    "launch_announcement_prefix": "हम इसके लॉन्च की घोषणा करते हुए उत्साहित हैं",
    "launch_announcement_suffix": ", एक क्रांतिकारी AI-संचालित प्लेटफ़ॉर्म जो अब 5 सितंबर, 2025 से लाइव है।",
    "platform_description": "TOOBIT को डिजिटल एसेट ट्रेडिंग के भविष्य को उन्नत करने के लिए डिज़ाइन किया गया है, जिसमें बिजली की तेजी से निष्पादन के साथ कृत्रिम बुद्धिमत्ता की शक्ति का संयोजन किया गया है। निवेशकों की अगली पीढ़ी के लिए तैयार किया गया, हमारा प्लेटफ़ॉर्म क्रिप्टो आर्बिट्रेज और मात्रात्मक ट्रेडिंग रणनीतियों को अनुकूलित करने के लिए सटीक-संचालित टूल प्रदान करता है, जो यह सुनिश्चित करता है कि आपका पोर्टफोलियो आज के अत्यधिक प्रतिस्पर्धी बाजार में पनपे।",
    "key_features_title": "टूबिट की मुख्य विशेषताएं:",
    "feature_multi_exchange_title": "• निर्बाध मल्टी-एक्सचेंज एकीकरण",
    "feature_multi_exchange_desc": "बिनेंस, कॉइनबेस, क्रैकन और अन्य जैसे प्रमुख प्लेटफार्मों के साथ सहजता से जुड़ें, जिससे एक्सचेंजों में कुशल व्यापार सक्षम हो सके।",
    "feature_realtime_arbitrage_title": "• वास्तविक समय मध्यस्थता का पता लगाना",
    "feature_realtime_arbitrage_desc": "मिलीसेकंड-स्तर की प्रतिक्रियाशीलता के साथ, टूबिट लाभदायक अवसरों की पहचान करता है और उनका फायदा उठाता है, यह सुनिश्चित करते हुए कि आप आगे रहें।",
    "feature_ai_autonomous_title": "• एआई-अनुकूलित, पूरी तरह से स्वायत्त",
    "feature_ai_autonomous_desc": "हमारा प्लेटफ़ॉर्म अत्याधुनिक एआई द्वारा संचालित है, जो बिना किसी मैन्युअल इनपुट की आवश्यकता के स्वचालित, डेटा-संचालित रणनीतियों को सक्षम करता है, ताकि आप आराम से बैठकर अपने पोर्टफोलियो को बढ़ता हुआ देख सकें।",
    "platform_mission": "टूबिट यहां डिजिटल परिसंपत्ति परिदृश्य को नया आकार देने के लिए है, जो आपको स्मार्ट, तेज और अधिक कुशलता से व्यापार करने के लिए सशक्त बनाता है। चाहे आप एक अनुभवी व्यापारी हों या अभी शुरुआत कर रहे हों, टूबिट रिटर्न को अधिकतम करने के लिए संभावनाओं के एक नए दायरे को खोलता है।",
    "platform_future_line": "ट्रेडिंग के भविष्य में कदम रखें - जहां नवाचार सटीकता से मिलता है।",
    "agent_program_heading": "क्वांट एजेंट भागीदारी कार्यक्रम",
    "agent_program_headline_prefix": "एआई-संचालित वित्त के भविष्य में कदम रखें",
    "agent_program_headline_suffix": "वैश्विक एजेंट कार्यक्रम",
    "agent_program_welcome": "स्मार्ट धन सृजन के अगले युग में आपका स्वागत है। TOOBIT को अपना ग्लोबल एजेंट प्रोग्राम लॉन्च करने पर गर्व है - AI-संचालित मात्रात्मक व्यापार की शक्ति का दोहन करके दीर्घकालिक, निष्क्रिय आय अर्जित करने का एक अनूठा अवसर।",
    "agent_program_revolution": "जैसे-जैसे डिजिटल वित्त क्रांति गति पकड़ रही है, टुबिट विकेंद्रीकृत वित्त के भविष्य को आकार देने में भाग लेने के लिए विपणक, सामुदायिक नेताओं और निवेशकों को आमंत्रित करता है। हमारा एजेंट नेटवर्क स्केलेबिलिटी, लचीलेपन और लाभप्रदता के लिए बनाया गया है, जो दूसरों को डिजिटल अर्थव्यवस्था में आगे बढ़ने में मदद करते हुए आपकी आय बढ़ाने का एक रोमांचक तरीका प्रदान करता है।",
    "agent_program_highlights": "कार्यक्रम की मुख्य बातें:",
    "agent_program_income": "• बहु-स्तरीय आय क्षमता - अपने नेटवर्क की गतिविधियों के आधार पर छूट अर्जित करें, जिससे आपके समुदाय का विस्तार होने पर आवर्ती आय का स्रोत तैयार हो सके। आपका रेफरल लिंक बिना किसी अनुभव की आवश्यकता के प्रचार करना आसान बनाता है।",
    "agent_program_tools": "• व्यापक समर्थन और उपकरण - प्रचार को सहज और फायदेमंद बनाने के लिए अत्याधुनिक प्लेटफ़ॉर्म सुविधाओं, वास्तविक समय की छूट और एआई-संचालित ट्रेडिंग ऑटोमेशन तक पहुंच।",
    "agent_program_growth": "• विकास-संचालित अवसर - स्तरों (शहर, राष्ट्रीय, वैश्विक भागीदार) के माध्यम से प्रगति और विशेष पुरस्कारों को अनलॉक करें, जिसमें 20%+ का आजीवन लाभ-साझाकरण और शीर्ष एजेंटों के लिए विशेष क्षेत्रीय विशेषाधिकार शामिल हैं।",
    "agent_program_closing": "चाहे आप सोशल मीडिया, निवेशक नेटवर्क या स्थानीय समुदायों के माध्यम से जुड़ रहे हों, टूबिट यह सुनिश्चित करता है कि आपके प्रयासों को पुरस्कृत किया जाए। आज ही अपना भविष्य बनाना शुरू करें और हमारे साथ जुड़ें क्योंकि हम बुद्धिमान वित्त की दुनिया में नेतृत्व कर रहे हैं। ट्रेडिंग का भविष्य यहीं है। टूबिट आपको इसका हिस्सा बनने के लिए आमंत्रित करता है।",
    "company_name_legal": "टूबिट एआई लिमिटेड",
    "cp_p1_rest": "2025 में लंदन, यूके में स्थापित किया गया था और यह ब्लॉकचेन-आधारित इंटेलिजेंट ट्रेडिंग के क्षेत्र में एक अग्रणी उद्यम बनने के लिए प्रतिबद्ध है।",
    "cp_p2_rest": "कृत्रिम बुद्धिमत्ता प्रौद्योगिकी द्वारा संचालित एक उन्नत मात्रात्मक व्यापार प्रणाली है। इसकी मुख्य क्षमता जोखिम को कम करते हुए निवेश रिटर्न को अधिकतम करने के लिए ट्रेडिंग रणनीतियों के स्वचालित निष्पादन में निहित है। विशेष रूप से, TOOBIT निवेश निर्णयों को निष्पादन योग्य कंप्यूटर एल्गोरिदम में बदल देता है, जो पारदर्शी, कुशल और तेज़ ट्रेडिंग संचालन को सक्षम करता है जो वास्तविक समय के बाजार में उतार-चढ़ाव के लिए सहजता से अनुकूलित होता है।",
    "cp_p3_suffix": "की ट्रेडिंग रणनीतियाँ सबसे प्रभावी ट्रेडिंग क्रियाओं को निर्धारित करने के लिए आधुनिक गणित, सांख्यिकी, मशीन लर्निंग और बाजार के रुझान और डिजिटल संपत्ति की कीमतों के निरंतर विश्लेषण पर आधारित हैं। जटिल एल्गोरिदम और मॉडलिंग के माध्यम से, सिस्टम बाजार जोखिमों और निवेश के अवसरों का मूल्यांकन करता है, जोखिम और रिटर्न की बदलती अपेक्षाओं के जवाब में पोर्टफोलियो आवंटन को स्वचालित रूप से अनुकूलित करता है।",
    "cp_p4": "यह पूरी तरह से स्वचालित दृष्टिकोण मानवीय त्रुटि को समाप्त करता है, लेन-देन की सटीकता को बढ़ाता है, और अस्थिर और अनिश्चित बाजार स्थितियों के लिए लगातार अनुकूलन सुनिश्चित करता है।",
    "cp_p5_prefix": "संक्षेप में,",
    "cp_p5_suffix": "एक अगली पीढ़ी की मात्रात्मक व्यापार प्रणाली है जो लाभ को अधिकतम करने और जोखिम को कम करने के उद्देश्य से रणनीतियों को स्वचालित रूप से लागू करने के लिए आधुनिक वित्तीय सिद्धांत के साथ कृत्रिम बुद्धिमत्ता का विलय करती है।",
    "label_company_name": "कंपनी का नाम",
    "label_company_number": "कंपनी संख्या",
    "label_incorporation_date": "संस्थापन की तारीख",
    "label_registered_capital": "पंजीकृत पूंजी",
    "label_email": "ईमेल",
    "label_phone": "फ़ोन",
    "label_registered_office": "पंजीकृत कार्यालय",
    "company_number_value": "16289541",
    "incorporation_date_value": "04 मार्च 2025",
    "registered_capital_value": "जीबीपी 100,000,000",
    "email_value": "TOOBITquant.ai@gmail.com",
    "phone_value": "+44 7742 043280",
    "registered_office_value": "32 लंदन ब्रिज सेंट, लंदन, यूनाइटेड किंगडम SE1 9SG",
    "platform_bonus": "प्लेटफार्म बोनस",
    "failed_to_load_notices": "नोटिस लोड करने में विफल",
    "welcome_title": "TOOBIT में आपका स्वागत है: एक साथ स्मार्ट भविष्य को अनलॉक करना",
    "withdraw_success": "सफलता वापस लें",
    "deposit_success": "जमा सफलता",
    "income_received": "आय प्राप्त हुई",
    "product": "उत्पाद",
    "project_rule": "परियोजना नियम",
    "repayment": "वापसी",
    "maturity_principal_interest": "परिपक्वता मूलधन और ब्याज",
    "daily_return": "दैनिक रिटर्न",
    "invest_cycle": "निवेश चक्र",
    "estimated_revenue": "अनुमानित राजस्व",
    "balance_not_enough_recharge": "शेष राशि पर्याप्त नहीं है, कृपया {{राशि}} यूएसडीटी रिचार्ज करें",
    "ok": "ठीक है",
    "transfer_amount": "स्थानांतरण राशि",
    "old_login_password": "पुराना लॉगिन पासवर्ड",
    "new_login_password": "नया लॉगिन पासवर्ड",
    "old_payment_password": "पुराना भुगतान पासवर्ड",
    "new_payment_password": "नया भुगतान पासवर्ड",
    "about_p1_tail": "कृत्रिम बुद्धिमत्ता द्वारा संचालित एक अत्याधुनिक मात्रात्मक व्यापार प्रणाली है। इसकी मुख्य विशेषता जोखिम को कम करते हुए निवेश रिटर्न को अधिकतम करने के लिए डिज़ाइन की गई ट्रेडिंग रणनीतियों का स्वचालित निष्पादन है। व्यापारिक निर्णयों को कंप्यूटर एल्गोरिदम में परिवर्तित करके, यह पूर्वनिर्धारित रणनीतियों को स्वचालित करता है, जिससे व्यापार प्रक्रिया अधिक पारदर्शी, कुशल और बाजार परिवर्तनों के प्रति अत्यधिक संवेदनशील हो जाती है।",
    "about_p2_a": "द्वारा नियोजित मात्रात्मक रणनीतियाँ",
    "about_p2_b": "आधुनिक गणित, सांख्यिकी, मशीन लर्निंग और बाजार के रुझान और क्रिप्टोकरेंसी की कीमतों के वास्तविक समय के विश्लेषण का लाभ उठाएं। ये उन्नत प्रौद्योगिकियाँ प्लेटफ़ॉर्म को अत्यधिक अनुकूलित ट्रेडिंग योजनाएँ तैयार करने में सक्षम बनाती हैं।",
    "about_p2_c": "एक ही समय पर,",
    "about_p2_d": "बाजार जोखिमों का मूल्यांकन करने और निवेश के अवसरों की पहचान करने के लिए जटिल मॉडल का उपयोग करता है, अपेक्षित जोखिम-रिटर्न अनुपात के आधार पर पोर्टफोलियो को स्वचालित रूप से पुनर्संतुलित करता है। यह पूरी तरह से स्वचालित दृष्टिकोण मानवीय त्रुटि को समाप्त करता है, सटीकता बढ़ाता है, और यह सुनिश्चित करता है कि सिस्टम तेजी से अस्थिर बाजार स्थितियों के अनुकूल हो सके।",
    "about_p3_a": "संक्षेप में,",
    "about_p3_b": "निवेश रणनीतियों को स्वायत्त रूप से निष्पादित करने के लिए कृत्रिम बुद्धिमत्ता को आधुनिक वित्तीय सिद्धांत के साथ एकीकृत करता है - लाभ को अधिकतम करने और जोखिम को कम करने के दोहरे लक्ष्यों को प्राप्त करने के लिए।",
    "about_p4_heading_tail": "आय स्रोत और वित्तीय सुरक्षा",
    "about_p5_tail": "अपने उपयोगकर्ताओं के साथ पारस्परिक रूप से लाभप्रद व्यवसाय मॉडल पर काम करता है। सारा मुनाफ़ा वैश्विक क्रिप्टोकरेंसी बाज़ारों में कीमतों में उतार-चढ़ाव से उत्पन्न होता है। ब्लॉकचेन तकनीक की विकेंद्रीकृत और छेड़छाड़-प्रतिरोधी प्रकृति एक खुला, पारदर्शी निवेश वातावरण सुनिश्चित करती है, जो उपयोगकर्ताओं को वित्तीय सुरक्षा की एक मजबूत परत प्रदान करती है।",
    "about_p6_a": "सारांश,",
    "about_p6_b": "लगातार और टिकाऊ धन वृद्धि का समर्थन करने के लिए डिज़ाइन की गई स्मार्ट ट्रेडिंग प्रणाली के साथ उपयोगकर्ताओं को सशक्त बनाता है। प्रत्येक लेन-देन न केवल उपयोगकर्ताओं को रिटर्न प्रदान करता है, बल्कि प्लेटफ़ॉर्म राजस्व भी उत्पन्न करता है - एक जीत-जीत संरचना का निर्माण करता है जो दोनों पक्षों के लिए दीर्घकालिक वित्तीय स्थिरता का समर्थन करता है।",
    "about_p7_a": "आइए ब्लॉकचेन उद्योग के स्वस्थ विकास को आगे बढ़ाने के लिए मिलकर काम करें। साथ",
    "about_p7_b": "बुद्धिमान, एआई-संचालित ट्रेडिंग सिस्टम के माध्यम से अधिक व्यक्ति आत्मविश्वास से और कुशलता से कम कीमत पर खरीदने और अधिक कीमत पर बेचने के सिद्धांत में महारत हासिल कर सकते हैं।",
    "about_p8_a": "अब अपनी चौथी पीढ़ी में,",
    "about_p8_b": "उपयोगकर्ता अनुभव को सुव्यवस्थित करते हुए उन्नत सुविधाओं की पेशकश करते हुए और भी अधिक शक्तिशाली बनने के लिए विकसित हुआ है। \"स्टार्ट क्वांटिफिकेशन\" पर एक क्लिक के साथ, उपयोगकर्ता केवल एक मिनट में रिटर्न जेनरेट करना शुरू कर सकते हैं। यह बुद्धिमान निवेश का भविष्य है।",
    "open_support_drawer": "समर्थन दराज खोलें",
    "online_service": "ऑनलाइन सेवा",
    "choose_support_method": "अपनी पसंदीदा ऑनलाइन ग्राहक सेवा संपर्क विधि चुनें",
    "customer_support": "ग्राहक सहेयता",
    "community_group": "सामुदायिक समूह",
    "verify_code": "कोड सत्यापित करें",
    "click_to_refresh": "ताज़ा करने के लिए क्लिक करें",
    "request_already_processing": "आपका अनुरोध पहले से ही संसाधित किया जा रहा है",
    "credential_not_match": "यह क्रेडेंशियल हमारे रिकॉर्ड से मेल नहीं खाता",
    "generic_error": "कुछ गलत हो गया। कृपया पुन: प्रयास करें।",
    "system_notice": "सिस्टम सूचना",
    "failed_to_load_notice": "नोटिस लोड करने में विफल",
    "no_data": "कोई डेटा नहीं",
    "welcome_heading": "टूबिट में आपका स्वागत है!",
    "welcome_p1": "हम आपको TOOBIT समुदाय का हिस्सा पाकर उत्साहित हैं। नवाचार में सबसे आगे रहने वाली एक दूरदर्शी प्रौद्योगिकी कंपनी के रूप में, हम कृत्रिम बुद्धिमत्ता की असीमित क्षमता का पता लगाने में आपकी मदद करने के लिए यहां हैं।",
    "welcome_p2": "TOOBIT को चुनने के लिए धन्यवाद, आइए एक अधिक स्मार्ट, अधिक कनेक्टेड भविष्य का द्वार खोलें। यदि आपके पास कभी प्रश्न हों, तो हमारी सहायता टीम आपकी सहायता के लिए हमेशा तैयार है।",
    "email_verification": "ईमेल सत्यापित करें",
    "pending": "लंबित",
    "withdraw_asset": "संपत्ति वापस लेना",
    "withdraw_deduction": "निकासी कटौती",
    "quantitative_earning": "मात्रात्मक कमाई",
    "invited_friends_daily_commissions": "मित्रों को रिचार्ज करने पर दैनिक कमीशन प्राप्त करने के लिए आमंत्रित करें:",
    "rejected": "अस्वीकार कर दिया",
    "consent_intro": "में स्थित खाते को जारी रखकर",
    "country_name": "यूनाइटेड किंगडम",
    "consent_agreement": "आप हमारी बात से सहमत हैं",
    "terms_of_service": "सेवा की शर्तें",
    "view_daily_check_in": "दैनिक चेक-इन देखें",
    "last_price_binance_spot": "अंतिम मूल्य • बिनेंस स्पॉट",
    "high": "उच्च",
    "low": "कम",
    "volume": "आयतन",
    "trades": "ट्रेडों",
    "core_cooperative_financial_institutions": "कोर सहकारी वित्तीय संस्थान",
    "reward_page_title": "आमंत्रण पुरस्कार",
    "tab_direct": "प्रत्यक्ष",
    "tab_missions": "मिशनों",
    "reward_task_prefix": "के साथ कार्य पूरा करें",
    "reward_task_middle": "स्तर पर सक्रिय सदस्य",
    "mission_invite_prefix": "आमंत्रित करना",
    "mission_invite_unit": "दोस्त",
    "mission_invite_suffix": "दर्ज किया जा",
    "mission_deposit_prefix": "पाना",
    "mission_deposit_middle": "कुल जमा",
    "mission_deposit_suffix": "आपकी टीम से",
    "unit_usdt": "यूएसडीटी",
    "progress_label": "प्रगति",
    "refresh_label": "ताज़ा करना",
    "streak_title": "वर्तमान स्ट्रीक: {{वर्तमान}} \/ {{लक्ष्य}} दिन",
    "streak_info": "अपनी लय बनाए रखने और बोनस अर्जित करने के लिए प्रतिदिन दावा करें। एक दिन चूकने से आपकी प्रगति रीसेट हो जाएगी।",
    "reward_small": "0.01 यूएसडीटी",
    "reward_big": "1 यूएसडीटी",
    "claim_button": "दैनिक पुरस्कार का दावा करें",
    "company_profile_title": "कंपनी प्रोफाइल",
    "company_intro_1": "TOOBIT FOR TOOBIT LTD की स्थापना 2004 में लंदन, यूके में की गई थी और यह ब्लॉकचेन-आधारित इंटेलिजेंट ट्रेडिंग के क्षेत्र में एक अग्रणी उद्यम बनने के लिए प्रतिबद्ध है।",
    "company_intro_2": "TOOBIT कृत्रिम बुद्धिमत्ता प्रौद्योगिकी द्वारा संचालित एक उन्नत मात्रात्मक व्यापार प्रणाली है। इसकी मुख्य क्षमता जोखिम को कम करते हुए निवेश रिटर्न को अधिकतम करने के लिए ट्रेडिंग रणनीतियों के स्वचालित निष्पादन में निहित है।",
    "company_intro_3": "TOOBIT की ट्रेडिंग रणनीतियाँ सबसे प्रभावी ट्रेडिंग क्रियाओं को निर्धारित करने के लिए आधुनिक गणित, सांख्यिकी, मशीन लर्निंग और बाजार के रुझान और डिजिटल संपत्ति की कीमतों के निरंतर विश्लेषण पर आधारित हैं।",
    "company_intro_4": "यह पूरी तरह से स्वचालित दृष्टिकोण मानवीय त्रुटि को समाप्त करता है, लेन-देन की सटीकता को बढ़ाता है, और अस्थिर और अनिश्चित बाजार स्थितियों के लिए लगातार अनुकूलन सुनिश्चित करता है।",
    "company_intro_5": "संक्षेप में, TOOBIT एक अगली पीढ़ी की मात्रात्मक व्यापार प्रणाली है जो लाभ को अधिकतम करने और जोखिम को कम करने के उद्देश्य से रणनीतियों को स्वचालित रूप से लागू करने के लिए आधुनिक वित्तीय सिद्धांत के साथ कृत्रिम बुद्धिमत्ता का विलय करती है।",
    "company_name_label": "कंपनी का नाम:",
    "company_number_label": "कंपनी संख्या:",
    "date_of_incorporation_label": "संस्थापन की तारीख:",
    "registered_office_label": "पंजीकृत कार्यालय:",
    "notice_title": "धन वृद्धि का रहस्य",
    "notice_paragraph1": "अपनी आय का पुनर्निवेश करना और हर दिन अपनी संपत्ति बढ़ाना न भूलें!",
    "notice_paragraph2": "चक्रवृद्धि ब्याज के माध्यम से, आपका पैसा आपके लिए काम करता है - न केवल आपके शुरुआती निवेश से बल्कि आपके मुनाफे से भी।",
    "notice_paragraph3": "अपनी क्षमता को अधिकतम करें और अपनी आय को बढ़ाएं।",
    "notice_paragraph4": "इस अवसर को न चूकें-आइए एकजुट हों और एक साथ बढ़ें!",
    "notice_paragraph5": "अभी टूबिट निवेश कार्यक्रम में शामिल हों और यूएसडीटी को स्वचालित रूप से आपके लिए रिटर्न उत्पन्न करने दें! हमसे जुड़ें और एक साथ धन की नई ऊंचाइयों तक पहुंचें!",
    "notice_closeButton": "बंद करना"
}