{
    "account": "Nombre de usuario",
    "quantify_records": "Cuantificar registros",
    "finish": "Finalizar",
    "buy_platform": "Comprar plataforma",
    "purchase_price": "Precio de compra",
    "sales_platform": "Plataforma de ventas",
    "selling_price": "Precio de venta",
    "service_charge": "Cargo por servicio",
    "model": "Modelo",
    "vip_model": "Modelo VIP",
    "quantitative_strategy": "Estrategia cuantitativa",
    "popular": "Popular",
    "cryptocurrency_trading": "comercio de criptomonedas",
    "no_more_data": "No más datos",
    "check": "Controlar",
    "execute_position": "Posición de ejecución",
    "wallet_account_balance": "Saldo de la cuenta de billetera",
    "not_limited": "No limitado",
    "daily_interest_payment": "Pago de intereses diarios, reembolso principal al vencimiento",
    "share_rules": "Compartir reglas",
    "hello": "Hola",
    "register_an_account": "Registrar una cuenta",
    "flexible_account": "Cuenta cuantitativa",
    "wallet_account": "Cuenta inteligente",
    "wave_field": "Centro de ayuda",
    "chain_quant": "Quant: Introducción y guía del usuario para la plataforma de comercio cuantitativo inteligente",
    "how_to_get_benefits": "Cómo depositar y retirar fondos",
    "bandwidth": "Introducción de la empresa: Quant en cadena",
    "energy": "Fuerza",
    "welcome_to": "Bienvenido",
    "official_telegram_channel": "Canal de telegrama oficial",
    "cloud_mining_hosting": "TronoKX ofrece servicios confiables de minería y apuesta en la nube, lo que garantiza los rendimientos principales dentro de los 12 días. Nuestra plataforma proporciona múltiples niveles de VIP con diferentes cantidades de depósito y tasas de retiro diario para satisfacer diferentes necesidades de inversión:",
    "cloud_mining_hosting_2": "Nos complace presentarle a Tronokx, una plataforma de vanguardia dedicada a proporcionar servicios innovadores de minería y apuesta en la nube que ofrecen rendimientos seguros, confiables y rentables. Nuestro sistema garantiza un rendimiento principal dentro de los 12 días, ofreciéndole la oportunidad de aumentar su inversión rápidamente mientras es parte de un ecosistema financiero emocionante y sostenible.",
    "cloud_mining_hosting_3": "En Tronokx, ofrecemos una gama de niveles VIP diseñados para cumplir con diferentes capacidades de inversión. Cada nivel tiene rangos de depósito específicos y tasas de retiro diario, proporcionando opciones flexibles para los usuarios que buscan obtener rendimientos diarios de sus inversiones. Aquí hay una descripción general de los diversos niveles VIP:",
    "the_amount_of_vip1": "VIP 1: Rango de depósitos 10-1,000 TRX, retirarse 9% diario",
    "the_amount_of_vip2": "VIP 2: Rango de depósitos 1,001-2,000 TRX, retirada 10% diario",
    "the_amount_of_vip3": "VIP 3: Rango de depósitos 2,001-10,000 TRX, retirada 13% diario",
    "the_amount_of_vip4": "VIP 4: Rango de depósitos 10,001-50,000 TRX, retirada 15% diario",
    "the_amount_of_vip5": "VIP 5: Rango de depósitos 50,001-200,000 TRX, retirada 17% diario",
    "the_amount_of_vip6": "VIP 6: Rango de depósitos 200,001-300,000 TRX, retirado 20% diario",
    "the_amount_of_vip7": "VIP 7: Rango de depósitos 300,001-500,000 TRX, retirada 23% diario",
    "the_amount_of_vip8": "VIP 8: Rango de depósitos 500,001-800,000 TRX, retirada 28% diario",
    "the_amount_of_vip9": "VIP 9: Rango de depósitos 800,001-1,500,000 TRX, retirada 35% al ​​día",
    "the_amount_of_vip10": "VIP 10: Rango de depósitos 1,500,001+ TRX, retirado 42% diario",
    "the_amount_of_vip1_ann": "VIP 1: Para depósitos que oscilan entre 10 y 1,000 TRX, obtenga un rendimiento diario del 9%.",
    "the_amount_of_vip2_ann": "VIP 2: Para depósitos entre 1,001 y 2,000 TRX, disfrute de una retirada diaria del 10%.",
    "the_amount_of_vip3_ann": "VIP 3: Depósitos de 2,001 a 10,000 TRX califican para una retirada diaria del 13%.",
    "the_amount_of_vip4_ann": "VIP 4: para inversiones entre 10,001 y 50,000 TRX, reciba un 15% diario.",
    "the_amount_of_vip5_ann": "VIP 5: si deposita entre 50,001 y 200,000 TRX, será elegible para un rendimiento diario del 17%.",
    "the_amount_of_vip6_ann": "VIP 6: Depósitos de 200,001 a 300,000 TRX ganarán un 20% diario.",
    "the_amount_of_vip7_ann": "VIP 6: Depósitos de 200,001 a 300,000 TRX ganarán un 20% diario.",
    "the_amount_of_vip8_ann": "VIP 8: los depósitos de 500,001 a 800,000 TRX reciben un rendimiento diario del 28%.",
    "the_amount_of_vip9_ann": "VIP 9: Para depósitos más grandes de 800,001 a 1,500,000 TRX, disfrute de una retirada diaria del 35%.",
    "the_amount_of_vip10_ann": "VIP 10: El nivel más alto, para depósitos de más de 1,500,001 TRX, ofrece un impresionante rendimiento diario del 42%.",
    "financial_turnaround": "También ofrecemos un plan financiero a corto plazo para aquellos que buscan ver rápidamente los rendimientos, y el principal se devuelve en solo 3 días. Este plan es ideal para los usuarios que buscan un cambio financiero más inmediato.",
    "periodic_financial_management": "Además, ofrecemos un plan financiero a corto plazo que garantiza el retorno de su inversión principal en solo 3 días. También puede obtener recompensas adicionales invitando a amigos a unirse a nuestra plataforma. El programa de referencia está estructurado en tres niveles:",
    "periodic_financial_management_ann": "Además de estas oportunidades de inversión excepcionales, creemos en el poder de la comunidad. Nuestro programa de recompensas de invitación le permite ganar aún más compartiendo la plataforma con amigos y familiares. Así es como funciona nuestro sistema de referencia escalonado:",
    "the_unit_price_of_tron": "Nivel 1: 13% Recompensa por referencias directas",
    "the_unit_price_of_tron2": "Nivel 2: 2% de recompensa para referencias de segundo nivel",
    "the_unit_price_of_tron3": "Nivel 3: 1% Recompensa para referencias de tercer nivel",
    "the_unit_price_of_tron4": "TronoKX está diseñado para la sostenibilidad a largo plazo, que ofrece una plataforma que continuará prosperando mientras exista la criptomoneda. ¡Únase a nosotros hoy para comenzar a ganar y hacer crecer su inversión con confianza!",
    "the_unit_price_of_tron_ann": "Nivel 1: Las referencias directas le otorgarán una recompensa del 13% de sus actividades.",
    "the_unit_price_of_tron2_ann": "Nivel 2: para referencias de segundo nivel, recibirá el 2% de sus actividades.",
    "the_unit_price_of_tron3_ann": "Nivel 3: Las referencias del tercer nivel lo recompensarán con el 1% de sus actividades.",
    "the_unit_price_of_tron4_ann": "Este sistema de recompensa de varios niveles asegura que el crecimiento de su red contribuya directamente a su éxito, creando un efecto de bola de nieve de ganar potencial.",
    "the_unit_price_of_tron5_ann": "La base de Tronokx se basa en el crecimiento a largo plazo, y nuestra plataforma está diseñada para mantener sus operaciones mientras la criptomonedas continúe prosperando. Nuestro modelo asegura que el valor que invierte hoy continuará produciendo rendimientos en los próximos años. Al unirse a Tronokx, se está convirtiendo en parte de una comunidad comprometida a crear oportunidades financieras duraderas que se alineen con el mundo en evolución de los activos digitales.",
    "the_unit_price_of_tron6_ann": "Le recomendamos que comience ahora, invierta sabiamente y aproveche al máximo las numerosas oportunidades que ofrece Tronokx. A través de los programas de minería, referencia y referencia de la nube, tiene la oportunidad de amplificar su riqueza y convertirse en un participante clave en el mundo de la criptomoneda.",
    "join_now_ann": "Únase a nosotros ahora y comience a ganar hoy: ¡el futuro de las finanzas digitales está aquí!",
    "received": "Recibió",
    "minimum_yeild_requires": "La cuantificación mínima requiere al menos depósito",
    "share_to": "Compartir a",
    "transiction_records": "Registros de transicción",
    "transfer_to_flexible_account": "Transferir a una cuenta cuantitativa",
    "transfer_into_flexible_account": "1. La transferencia a esta cuenta puede usarse para depositar dinero para ganar intereses, y puede recibir manualmente los ingresos 24 horas después del primer tiempo de inversión, y devolver el principal cuando expire.",
    "transfer_to_wallet_account": "Transferir a una cuenta inteligente",
    "transfer_into_wallet_account": "2. Transferencia a esta cuenta se puede utilizar para comprar productos regulares. Diferentes productos tienen diferentes ciclos y rendimientos. Para más detalles, consulte la introducción del producto.",
    "no_records": "Sin registros",
    "energy_bandwidth": "Se lanza oficialmente la cantidad de cadena",
    "you_send_virtual_currency_to_the_platform": "Usando su billetera digital, envía una moneda virtual a la dirección de compra especificada, y TRONOKX se encarga de la distribución automática de recursos. Nuestra plataforma apuesta los activos dentro de la red Tron para generar ancho de banda y energía. ¡Estos recursos se arrendan a las billeteras asociadas, y las ganancias de alquiler fluyen de regreso a Tronokx, lo que los redistribuye a los usuarios!",
    "income_has_arrived": "han llegado los ingresos",
    "profit_received": "ganancias recibidas",
    "invitation_rewards": "Programa de asociación de agente de cantidad de cadena",
    "by_sharing_the_agent": "Entra en el futuro de las finanzas con IA con el programa de agentes globales de Chain Quant, tu puerta de entrada a los ingresos pasivos a largo plazo a través del comercio cuantitativo inteligente. A medida que el mercado de comercio de IA acelera, la quanten de la cadena está expandiendo su huella mundial al invitar a los especialistas en marketing, los líderes comunitarios y los inversores a futuro para que formen parte de nuestra red de agentes. Disfrute de un poderoso sistema de recompensas de varios niveles con comisiones de 15%-2%-1%, obteniendo ingresos recurrentes tanto de las ganancias comerciales como del crecimiento de referencias. Cada miembro recibe un enlace de referencia personal, haciendo que la promoción sea perfecta y accesible para cualquier persona, no se necesita experiencia. Ya sea que esté aprovechando las redes sociales, los grupos de inversores privados o las comunidades locales, estará respaldado por una plataforma de alto rendimiento y auto-revestimientos en tiempo real. A medida que su equipo escala, también lo hagan sus beneficios, con los mejores rendimientos que avanzan hacia el estado de socios municipales, nacionales o globales, desbloqueando el 20%+ acciones de ganancias de por vida y ventajas regionales exclusivas. Únase a Chain Quant hoy y construya su legado en la nueva era de la creación de riqueza inteligente.",
    "sharing_is_polite": "Compartir es educado",
    "when_the_cumulative_recharge_reaches": "Cuando su recarga total llegue a 10 TRX o más, comparta su enlace de registro en plataformas sociales para recibir una recompensa aleatoria entre 0.01 TRX y 18.88 TRX. ¡Cada usuario puede participar una vez al día!",
    "time": "tiempo",
    "tron_is_a_distributed_operating_system": "TRON es un sistema operativo descentralizado con su criptomoneda nativa, TRX. Lanzado en 2017 por el empresario chino Justin Sun, su objetivo es fomentar una economía digital descentralizada.",
    "architecture_in_the_torn": "Arquitectura: dentro del protocolo de red Tron, los titulares de TRX disfrutan de el mismo acceso a recursos como el ancho de banda y la energía. La red funciona con una máquina virtual descentralizada que aprovecha los nodos públicos en todo el mundo para ejecutar contratos inteligentes. Sin tarifas de transacción y la capacidad de manejar aproximadamente 2000 transacciones por segundo, garantiza una experiencia de red rápida y eficiente.",
    "goverance_tron_online_community": "Gobierno: la comunidad Tron elige 27 súper representantes a través de la votación en línea. Estos representantes son responsables de la generación y verificación de bloques cada 3 segundos en promedio, formando una organización autónoma descentralizada. Se reelegen cada 6 horas y juegan un papel crucial en la gestión de propuestas de redes y votan sobre propuestas de mejora de TRON (consejos).",
    "advantages_usdt_has_always": "Ventajas: USDT es el stablecoin más ampliamente reconocido, y Tether lo ha emitido en 13 redes blockchain, con Tron liderando la carga, lo que representa más del 54% del suministro total. Ethereum sigue con el 44%, y Solana representa el 2.7%, solidificando a Tron como la red principal para la emisión de USDT.",
    "bandwith_all_types": "Ancho de banda: cada transacción en la red Tron requiere puntos de ancho de banda. Las transacciones se almacenan y transmiten como matrices de bytes, con cada byte consumiendo un punto de ancho de banda. El costo total de ancho de banda de una transacción está determinado por su tamaño de byte. Si un usuario carece de ancho de banda suficiente, TRX debe quemarse para cubrir los puntos de ancho de banda requeridos.",
    "the_unit_price_of_the_targe": "La tasa de quemaduras oficial para el consumo de ancho de banda se establece en 1,000 sol por unidad.",
    "energy_each_instruction": "Energía: cada ejecución de contrato inteligente consume una cantidad específica de energía, dependiendo de su complejidad. Los contratos más complejos requieren más energía. A medida que se ejecuta el contrato, la energía se calcula y se deduce por instrucción. Si una cuenta carece de energía suficiente, TRX debe quemarse para cubrir los costos de energía requeridos.",
    "the_current_offical_unit_price": "La tasa oficial de quemaduras para el consumo de energía se establece actualmente en 420 Sun por unidad.",
    "smart_investment": "Inversión inteligente",
    "international_lines": "Líneas internacionales",
    "basic_investment_plan": "Plan de inversión básica",
    "invest_in_our_basic": "¡Invierta en nuestra cuenta básica y comience a obtener ingresos mineros diarios! En su primer depósito, ingresará automáticamente un contrato de 180 días. El contrato comienza tan pronto como se realiza el primer depósito.",
    "key_features": "Características clave",
    "earn_daily_between": "Gane diariamente entre 8% y 36% de su inversión acumulada.",
    "incomoe_is_settled": "Los ingresos se resuelven 24 horas después de su primer depósito (Ejemplo: depósito a las 3:00 p.m., ingresos disponibles a las 3:00 p.m. del día siguiente).",
    "you_must_manually": "Debe hacer clic manualmente para recaudar ingresos diarios.",
    "vip_levels_benefits": "Niveles y beneficios VIP",
    "daily_withdrawal": "retiro diario",
    "how_it_works": "Cómo funciona",
    "deposit_funds": "Fondos de depósito: comience su inversión haciendo un depósito inicial.",
    "earn_daily_income": "Gane ingresos diarios: disfrute de los ingresos mineros cada 24 horas.",
    "collect_income": "Recopilar ingresos: inicie sesión diariamente para recoger manualmente sus ganancias.",
    "start_today_and_enjoy": "¡Comience hoy y disfrute de los rendimientos de alto rendimiento con nuestro plan de inversión básica!",
    "our_system_will_automatically": "Nuestro sistema determinará automáticamente sus depósitos acumulados totales y lo actualizará al nivel VIP apropiado. Por ejemplo:",
    "first_deposit": "Primer depósito",
    "second_deposit": "Segundo depósito",
    "total_deposit": "Depósito total",
    "the_system_will_automatically_upgrade": "El sistema lo actualizará automáticamente a VIP2, y disfrutará de un ingreso diario del 10% en este nivel, y así sucesivamente.",
    "referral_system": "Sistema de referencia",
    "earn_rewards_by_reffering": "¡Gane recompensas remitiendo a otros para unirse! Nuestro sistema de referencia de 3 niveles ofrece excelentes beneficios",
    "refer_level_1": "Nivel 1: 13% de los ingresos diarios de la referencia",
    "refer_level_2": "Nivel 2: 2% de los ingresos diarios de la referencia",
    "refer_level_3": "Nivel 3: 1% de los ingresos diarios de la referencia",
    "start_referring_today": "¡Comience a referirme hoy para aumentar sus ganancias!",
    "account_is_required": "Se requiere una cuenta",
    "login_password": "Inicie contraseña",
    "password_is_required": "Se requiere contraseña",
    "verification_code": "Código de verificación",
    "vcode_is_required": "Se requiere un VCODE",
    "vcode": "VCODE",
    "forgot_password": "Has olvidado tu contraseña",
    "login": "Acceso",
    "register": "Registro",
    "go_to_homepage": "Ir a la página de inicio",
    "total_balance": "Cuenta cuantitativa",
    "home_notice": "Bienvenido a Medir Quant, donde Smart Capital cumple con algoritmos inteligentes. Estamos encantados de darle la bienvenida a medir Quant, su nuevo hogar para obtener ganancias cuantitativas de vanguardia. Ya sea que sea un inversionista experimentado o que acaba de comenzar su viaje al mundo de los ingresos algorítmicos, acaba de unirse a una plataforma construida para mayor claridad, rendimiento y confianza. En Medie Quant, no solo creemos en ganar, creemos en ganar de manera inteligente. Nuestras estrategias patentadas están diseñadas por científicos de datos y expertos financieros para aprovechar el poder de la precisión algorítmica, lo que permite que su capital crezca a través de oportunidades de mercado en tiempo real. Cada decisión, cada estrategia, cada rendimiento está impulsado por los datos y impulsado por nuestra misión inquebrantable: hacer que las herramientas de ganancias avanzadas sean accesibles para todos.",
    "go_to_recharge": "Ir a recarga",
    "telegram_customer_service": "Servicio al cliente de Telegram",
    "dear_user": "Estimado usuario: dado que la energía\/energía informática de su máquina minera está a punto de agotarse, reponga rápidamente {cantidad} TRX de acuerdo con el valor de energía requerido por sus fondos de cuenta. Su máquina de minería actualmente ha suspendido el control de minería y los ingresos\/retiro.",
    "note_to_avoid": "[Nota: Para evitar la pérdida de ingresos, comuníquese con el soporte de Telegram]",
    "deposit": "Recargar",
    "withdrawal": "Retiro",
    "share_friends": "Invitar amigos",
    "team": "Equipo",
    "app": "Aplicación",
    "information": "Noticias",
    "wallet": "Billetera",
    "promotion": "Promoción",
    "join_to_be_a_sitename_millionaire": "Únete para ser un tronrico millonario",
    "use_the_latest_mining_machines": "Use las últimas máquinas mineras y la tecnología Defi para garantizar que todos los usuarios obtengan la mayor cantidad de ingresos TRX.",
    "details": "Detalles",
    "platform_data_display": "Visualización de datos de la plataforma",
    "income": "ingreso",
    "Income": "Cuantificar",
    "cyclical_investing": "inversión en ciclo",
    "trontin_3day_mining_machine": "Máquina minera de 3 días Trontin",
    "trontin_9day_mining_machine": "Máquina de minería de tráfico de 9 días Tron",
    "trontin_16day_traffic_mining_machine": "Rontin Máquina minera de tráfico de 16 días",
    "trontin_45day_miner_energy": "Trontin 45 días energía minera",
    "trontin_18day_miner_energy": "Tron 18 días energía minera",
    "trontin_trxMining_in_46days": "TRON TRX Minería en 46 días",
    "tron_eth_digi_2_mining": "Tron eth digi 2.0 minería",
    "torn_80days_photolvatic_mine": "mina fotovoltaica de tron ​​80 días",
    "trontin_bnb_mining_in_65days": "TRONTIN BNB Mining en 65 días",
    "view_more": "Ver más",
    "cycle": "Ciclo",
    "day": "Día",
    "instant_quotes": "Citas instantáneas",
    "profit_withdrawal": "Retiro de ganancias",
    "repurchase": "Readquirir",
    "latest_announcement": "Último anuncio",
    "registered_members_will_be_given": "Los miembros registrados recibirán 56,000TRX como equidad comprometida. Para activar la cuenta, se requiere un depósito mínimo de 10TRX y un retiro mínimo de 5TRX. Los ingresos se pueden retirar o invertir en minería.",
    "deposit_into_the_basic_account_and_automatically_join_the_contract": "[Inversión básica] depositar en la cuenta básica y unirse automáticamente al contrato durante 180 días [el período del contrato entra en vigencia desde el momento del primer depósito]. La cuenta básica tiene ingresos mineros todos los días y puede recibir del 9% al 38% del monto de la inversión acumulada todos los días. El tiempo de liquidación de nuestro sistema de plataforma es: la hora de la primera compra del usuario, 24 horas después.",
    "the_income_will_not_be_automatically_deposited_into_the_account": "[Por ejemplo: el primer tiempo de compra es a las 15:00, y los ingresos se obtendrán a las 15:00 del día siguiente] Los ingresos no se depositarán automáticamente en la cuenta, y debe hacer clic en los ingresos todos los días; Cuando la minería entra, haga clic activamente para recibir los ingresos.",
    "accumulated_deposits_of_10-2500_trx": "Depósitos acumulados de 10-2500 TRX, actualizados automáticamente a VIP1, retirada diaria del 9%",
    "accumulated_deposits_of_2501-10000_trx": "Depósitos acumulados de 2501-10000 TRX, actualizados automáticamente a VIP2, 10% de retiro diario",
    "accumulated_deposits_of_10001-20000_trx": "Depósitos acumulados de 10001-20000 TRX, actualizados automáticamente a VIP3, retiros diarios del 11%",
    "accumulated_deposits_of_20001-50000_trx": "Depósitos acumulados de 20001-50000 TRX, actualizados automáticamente a VIP4, retiros diarios del 13%",
    "accumulated_deposits_of_50001-100000_trx": "Depósitos acumulados de 50001-100000 TRX, actualizados automáticamente a VIP5, retiro diario del 15%",
    "accumulated_deposits_of_100001-200000_trx": "Depósitos acumulados de 100001-200000 TRX, actualizados automáticamente a VIP6, retiros diarios del 17%",
    "accumulated_deposits_of_200001-500000_trx": "Depósitos acumulados de 200001-500000 TRX, actualizado automáticamente a VIP7, retiro diario del 23%",
    "accumulated_deposits_of_500001-1000000_trx": "Depósitos acumulados de 500001-1000000 TRX, actualizados automáticamente a VIP8, retiro diario del 26%",
    "accumulated_deposits_of_1000001-1600000_trx": "Depósitos acumulados de 1000001-1600000 TRX, actualizados automáticamente a VIP9, retiro diario del 32%",
    "accumulated_deposits_of_1600001-9999999_trx": "Los depósitos acumulados son 1600001-9999999 TRX, actualizados automáticamente a VIP10, con retiros diarios del 38%",
    "automatically_upgrade_vip_level": "Actualizar automáticamente al nivel VIP",
    "the_system_will_determine_your_total_accumulated_deposit": "[El sistema determinará su depósito acumulado total y lo actualizará automáticamente al nivel apropiado] Por ejemplo: la primera recarga es 500TRX, la segunda recarga es 2001TRX, [la recarga acumulativa de 2501TRX] El sistema se actualizará automáticamente a VIP2, y tendrá VIP2 el ingreso diario del nivel es 10% y así.",
    "previous": "Anterior",
    "next": "Próximo",
    "close": "Cerca",
    "current_yield": "Rendimiento actual",
    "miner_is_running": "Miner se está ejecutando",
    "view_all": "Ver todo",
    "earning_times": "Tiempos de cuantificación",
    "singapore_time_after": "Tiempo de Singapur después",
    "every_day": "cada día",
    "daily_rate": "Tarifa diaria",
    "receive": "Recibir",
    "basic_investment": "Inversión básica",
    "record": "Registro",
    "current_level": "Nivel actual",
    "deposit_quantity": "Cantidad de depósito",
    "invitation_reward": "Recompensa de invitación",
    "deposit_now": "Depositar ahora",
    "daily_income": "ingresos diarios",
    "daily_withdrawals": "Retiros diarios",
    "valid_period": "Período válido",
    "remaining_days": "días restantes",
    "status": "Estado",
    "running": "Correr",
    "quantity": "Cantidad",
    "amount": "Cantidad",
    "return": "devolver",
    "Return": "Devolver",
    "profit": "ganancia",
    "equity_pledge": "Compromiso",
    "end": "Fin",
    "invite_your_contacts": "Invite sus contactos",
    "sign_up_and_recharge_to_get_great_rewards": "Regístrese y recarga para obtener grandes recompensas",
    "invitation_codes": "Códigos de invitación",
    "share_invitation_links_to_social_platforms": "Compartir enlaces de invitación a plataformas sociales",
    "build_a_team_and_get_great_rewards": "Construir un equipo y obtener grandes recompensas",
    "copy_successfully": "Copiar con éxito",
    "copy_link": "Enlace de copia",
    "app_services": "Servicios de aplicaciones",
    "wallet_funds_conversion": "Transferir",
    "change_password": "Centro de seguridad",
    "notification": "Notificación",
    "logout": "Desconectar",
    "my_promotion": "Equipo",
    "bonus": "Prima",
    "bonus_record": "Registros de comisión",
    "number_of_teams": "Total de personas",
    "valid_number_of_invites": "Invitaciones válidas",
    "team_cycle_investment_details": "Detalles de la inversión del ciclo del equipo",
    "total_people": "Total de personas",
    "contribution": "Comisión",
    "invite_friends": "Invitar amigos",
    "go_now": "Ir ahora",
    "in_progress": "En curso",
    "number_of_investments": "Número de inversiones",
    "total_investment": "Inversión total",
    "subordinate_investment_amount": "Monto subordinado de inversión",
    "confirm": "Confirmar",
    "Confirm": "CONFIRMAR",
    "last_login_time": "Último tiempo de inicio de sesión",
    "records": "Archivos",
    "transfer_to_smart_account": "Transferir a la cuenta {{type}}",
    "transfer_to_quantitative_account": "Transferir a una cuenta cuantitativa",
    "transfer_to_smart_account_2": "Transferir a una cuenta inteligente",
    "address": "DIRECCIÓN",
    "copy": "Copiar",
    "please_do_not_top_up_other_non_bnb_assets": "No recargue otros activos no-{{método}}. Después de recargar, haga clic en",
    "submit_successfully": "Recarga completa",
    "submit": "Entregar",
    "exchange_rate": "Tipo de cambio",
    "if_the_account_has_not_been_received_for_a_long_time": "Si la cuenta no se ha recibido durante mucho tiempo, haga clic en",
    "again": "de nuevo",
    "recharge_record": "Registro de recarga",
    "successful": "Exitoso",
    "purchase": "compra",
    "Purchase": "Compra",
    "transaction_record": "Registro de transacción",
    "all": "TODO",
    "recharge": "Recargar",
    "giveaway": "Donar",
    "withdrawal_failed": "Fallado de retiro",
    "promotion_account": "Cuenta de billetera",
    "basic_account": "Cuenta flexible",
    "amount_to_be_converted": "Cantidad a convertir",
    "withdrawable_balance": "Saldo retirable",
    "withdrawals_arebased_one_singapore_time_and_are_withdrawn_once_a_day": "Los retiros se basan en la época de Singapur y se retiran una vez al día",
    "choose_withdrawal_account": "Elija una cuenta de retiro",
    "choose": "Elegir",
    "digital_currency_wallet": "Billetera de moneda digital",
    "cancel": "CANCELAR",
    "password": "Contraseña",
    "actual_withdrawal": "Retiro real",
    "withdrawal_record": "Registro de retiro",
    "fee": "Tarifa",
    "to_account": "dar cuenta",
    "account_security": "Seguridad de la cuenta",
    "modify_login_password": "Modificar contraseña de inicio de sesión",
    "modify_payment_password": "Modificar contraseña de pago",
    "transfer_to_basic_account": "Transferir a la cuenta básica",
    "transfer_to_promotion_account": "Transferir a la cuenta de promoción",
    "there_are_two_investment_models_please_choose_according_to_your_needs": "Hay dos modelos de inversión, elija de acuerdo con sus necesidades.",
    "deposit_into_this_account_for_pledge_mining": "Deposite en esta cuenta para la minería de compromiso. Después de 24 horas desde la primera hora de depósito, puede recibir manualmente los ingresos y devolver el principal cuando expire",
    "recharge_to_the_promotion_account_to_purchase_periodic_mining_machines": "Recarga a la cuenta de promoción para comprar máquinas mineras periódicas, puede recaudar ingresos en diferentes ciclos y devolver el capital y los ingresos cuando expire",
    "add_digital_currency_wallet": "Agregar billetera de moneda digital",
    "address_type": "tipo de dirección",
    "wallet_address": "dirección de la billetera",
    "start_with": "Comenzar con",
    "digit_wallet_address": "Dirección de billetera de dígitos",
    "set_payment_password": "Establecer contraseña de pago",
    "continue": "Continuar",
    "are_you_sure_sign_out": "¿Estás seguro de sesión?",
    "wallet_registration": "Registro de billetera",
    "decentralized_wallet_download_address": "Dirección de descarga de billetera descentralizada",
    "tutorial": "Ver tutorial",
    "buy_currency": "comprar moneda",
    "common_problem": "problema común",
    "how_to_become_a_partner_of_trontin_mining_company": "Cómo convertirse en socio de Tronrico Mining Company",
    "to_become_our_partner": "Para convertirse en nuestro socio, puede obtener 56,000TRX gratis simplemente registrándose, y puede retirarlo dentro de los 180 días posteriores a la activación",
    "what_to_do_after_registration": "Qué hacer después del registro",
    "you_need_to_log_in_to_your_account": "Debe iniciar sesión en su cuenta y la función minera se activará automáticamente. Para aumentar sus ingresos diarios, haga un depósito",
    "what_are_the_minimum_deposit_and_withdrawal_amounts": "¿Cuáles son los montos mínimos de depósito y retiro?",
    "the_minimum_deposit_is_10trx": "El depósito mínimo es 10TRX y el retiro mínimo es 5TRX.",
    "how_to_withdraw_money_what_should_i_do": "Cómo retirar dinero, ¿qué debo hacer?",
    "log_in_to_your_account": "Inicie sesión en su cuenta. Ingrese la página 'Retiro'. Haga clic en el botón 'Retirar'. Vinice su dirección de billetera TRX y establezca una contraseña de pago por primera vez, luego especifique el monto del retiro y seleccione su dirección de billetera y haga clic para retirar.",
    "what_is_level_and_how_do_i_increase_it": "¿Qué es el nivel y cómo lo aumento?",
    "tron_marketing_uses_level_design": "Tron Marketing utiliza diseño de nivel. Cuanta más electricidad compra un usuario, mayor es su nivel. La rentabilidad depende directamente del nivel de adquisición. Si el usuario inicial de VIP1 gana un 8% por día, entonces a medida que aumenta la energía para la minería, la mayor rentabilidad VIP10 puede ganar 36% por día",
    "i_made_a_withdrawal_request_but_it_hasnt_arrived_in_my_wallet_yet": "Hice una solicitud de retiro pero aún no ha llegado a mi billetera",
    "all_requests_are_handled_by_a_set_of_system_automatic_modes": "Todas las solicitudes son manejadas por un conjunto de modos automáticos del sistema. La solicitud generalmente se procesa en 1 minuto",
    "what_payment_systems_does_this_project_have_for_deposits": "¿Qué sistemas de pago tiene este proyecto para depósitos?",
    "you_can_deposit_using_a_payment_system_like_this": "Puede depositar utilizando un sistema de pago como este",
    "what_payment_systems_does_this_project_have_for_withdrawals": "¿Qué sistemas de pago tiene este proyecto para los retiros?",
    "you_can_withdraw_money_using_this_payment_system": "Puede retirar dinero utilizando este sistema de pago",
    "how_to_change_account_password": "Cómo cambiar la contraseña de la cuenta",
    "click_the_change_password_function_on_the_my_tab_on_the_lower_right": "Haga clic en la función 'Cambiar contraseña' en la pestaña 'My' en la esquina inferior derecha de la página. Ingrese su contraseña anterior y su nueva contraseña para cambiarla",
    "what_if_i_forget_my_withdrawal_password": "¿Qué pasa si olvido mi contraseña de retiro?",
    "please_use_the_email_address_you_reserved_when_registering_to_send_username": "Utilice la dirección de correo electrónico que se reserva al registrarse para enviar (nombre de usuario: .... 'Olvidé la contraseña de retiro') a nuestra dirección de correo electrónico oficial: tronrico68@gmail.com",
    "what_should_i_do_if_i_need_to_change_my_wallet_address": "¿Qué debo hacer si necesito cambiar mi dirección de billetera?",
    "please_use_the_email_address_you_reserved_when_registering_to_send": "Utilice la dirección de correo electrónico que se reserva al registrarse para enviar (nombre de usuario y nueva dirección de billetera) a nuestra dirección de correo electrónico oficial: tronrico68@gmail.com",
    "how_to_top_up": "Cómo recargar",
    "to_make_a_deposit_you_need_to_log_into_your_account": "Para hacer un depósito, debe iniciar sesión en su cuenta e ir a la página minera. En la parte superior, verá el botón 'Depósito'. Una vez en la página de depósito, seleccione la moneda que desea depositar. Después de eso, se le dará una dirección de billetera a la que necesita enviar sus criptomonedas. Los depósitos se acreditarán en 1 minuto.",
    "your_account_may_be_frozen_under_the_following_circumstances": "Su cuenta puede congelarse en las siguientes circunstancias",
    "trontin_takes_a_responsible_approach_to_protect_the_personal_data": "Trontin adopta un enfoque responsable para proteger los datos personales de sus usuarios y la seguridad de su sitio web. Cualquier intento de recopilar información personal del usuario, piratería del código del sitio web, uso inadecuado del programa de afiliados, el acceso a las cuentas de los usuarios a través de la piratería, el uso de servicios de terceros para aumentar artificialmente el número de socios y cualquier administración que insulte el sitio web o sus usuarios pueden ser motivos para la suspensión de la cuenta del usuario.",
    "I_didnt_find_the_answer_to_my_question_what_should_I_do": "No encontré la respuesta a mi pregunta, ¿qué debo hacer?",
    "contact_online_customer_service_or_telegram_customer_service": "Póngase en contacto con el servicio al cliente en línea o el servicio al cliente de Telegram",
    "how_to_deposit": "Cómo depositar",
    "click_deposit_on_the_platform_page": "Haga clic en 'Depósito' en la página de la plataforma",
    "choose_to_transfer_to_the_basic_account_or_promotion_account": "Elija transferir a la cuenta básica o cuenta de promoción. Después de ingresar, puede elegir la moneda para depositar.",
    "select_a_top_up_enter_to_copy_the_deposit_address": "Seleccione una recarga. Ingrese para copiar la dirección de depósito.",
    "open_your_crypto_wallet_select_the_corresponding_currency_and_transfer": "Abra su billetera criptográfica, seleccione la moneda correspondiente y transfiera.",
    "paste_the_address_of_the_receiving_wallet": "Pegue la dirección de la billetera receptora.",
    "enter_the_amount_you_plan_to_deposit_into_your_account": "Ingrese el monto que planea depositar en su cuenta.",
    "click_next_and_confirm_completion": "Haga clic en 'Siguiente' y confirme la finalización.",
    "return_to_the_platform_and_click_the_recharge_button_note_the_last_step": "Regrese a la plataforma y haga clic en el botón 'Recarga'. Nota: El último paso es regresar a la plataforma y hacer clic en 'Recargar Complete'. Una vez que se complete la recarga, la cuenta se acreditará a tiempo.",
    "how_to_withdraw_money": "Cómo retirar dinero",
    "select_the_exit_button_on_the_homepage_then_use_your_exchange_wallet": "Seleccione el botón de salida en la página de inicio, luego use su intercambio (billetera) para encontrar la dirección TRC20, copiarlo y vincularlo a la plataforma para salir, y la plataforma resuelve la moneda TRX. Después de un retiro exitoso, la cuenta se acreditará en 1-3 minutos.",
    "if_you_need_help_please_click_online_customer_service": "(Si necesita ayuda, haga clic en Servicio al cliente en línea)",
    "announcement": "Anuncio",
    "my_message": "Mi mensaje",
    "company_mining_and_revenue": "【Minería e ingresos de la empresa】",
    "registered_members_will_be_given_56000trx_as_pledged_equity": "Los miembros registrados recibirán 56,000TRX como equidad comprometida. Para activar la cuenta, se requiere un depósito mínimo de 10TRX y un retiro mínimo de 5TRX. Los ingresos se pueden retirar o invertir en minería.",
    "basic_investment_deposit_into_the_basic_account_and_automatically_join_the_contract_for_180_days": "[Inversión básica] depositar en la cuenta básica y unirse automáticamente al contrato durante 180 días [el período del contrato entra en vigencia desde el momento del primer depósito]. La cuenta básica tiene ingresos mineros todos los días y puede recibir del 9% al 38% del monto de la inversión acumulada todos los días. El tiempo de liquidación de nuestro sistema de plataforma es: la hora de la primera compra del usuario, 24 horas después.",
    "for_example_the_first_purchase_time_is_1500_and_the_income_will_be_obtained_at_1500_the_next_day": "[Por ejemplo: el primer tiempo de compra es a las 15:00, y los ingresos se obtendrán a las 15:00 del día siguiente] Los ingresos no se depositarán automáticamente en la cuenta, y debe hacer clic en los ingresos todos los días; Cuando la minería entra, haga clic activamente para recibir los ingresos.",
    "accumulated_deposits_of_10_2500_trx_automatically_upgraded_to_vip1_daily_withdrawal": "Depósitos acumulados de 10-2500 TRX, actualizados automáticamente a VIP1, retirada diaria del 9%.",
    "accumulated_deposits_of_2501_10000_trx_automatically_upgraded_to_vip2_10_daily_withdrawal": "Depósitos acumulados de 2501-10000 TRX, actualizados automáticamente a VIP2, 10% de retiro diario.",
    "accumulated_deposits_of_10001_20000_trx_automatically_upgraded_to_vip3_daily_withdrawal": "Depósitos acumulados de 10001-20000 TRX, actualizados automáticamente a VIP3, retiros diarios del 11%.",
    "accumulated_deposits_of_20001_50000_trx_automatically_upgraded_to_vip4_daily_withdrawal": "Depósitos acumulados de 20001-50000 TRX, actualizados automáticamente a VIP4, retiros diarios del 13%.",
    "accumulated_deposits_of_50001_100000_trx_automatically_upgraded_to_vip5_daily_withdrawal": "Depósitos acumulados de 50001-100000 TRX, actualizados automáticamente a VIP5, retirada diaria del 15%.",
    "accumulated_deposits_of_100001_200000_trx_automatically_upgraded_to_vip6_daily_withdrawal": "Depósitos acumulados de 100001-200000 TRX, actualizados automáticamente a VIP6, retiros diarios del 17%.",
    "accumulated_deposits_of_200001_500000_trx_automatically_upgraded_to_vip7_daily_withdrawal": "Depósitos acumulados de 200001-500000 TRX, actualizados automáticamente a VIP7, retirada diaria del 23%.",
    "accumulated_deposits_of_500001_1000000_trx_automatically_upgraded_to_vip8_daily_withdrawal": "Depósitos acumulados de 500001-1000000 TRX, actualizados automáticamente a VIP8, retirada diaria del 26%.",
    "accumulated_deposits_of_1000001_1600000_trx_automatically_upgraded_to_vip9_daily_withdrawal": "Depósitos acumulados de 1000001-1600000 TRX, actualizados automáticamente a VIP9, retirada diaria del 32%.",
    "accumulated_deposits_of_1600001_9999999_trx_automatically_upgraded_to_vip10_daily_withdrawal": "Los depósitos acumulados son 1600001-99999999 TRX, actualizados automáticamente a VIP10, con retiros diarios del 38%.",
    "automatically_upgrade_vip_level_instructions": "Actualice automáticamente el nivel y las instrucciones VIP.",
    "the_system_will-determine_your_total_accumulated_deposit": "El sistema determinará su depósito acumulado total y lo actualizará automáticamente al nivel apropiado. Por ejemplo: la primera recarga es 500 TRX, la segunda recarga es 2001 TRX, [la recarga acumulada es 2501 TRX] El sistema se actualizará automáticamente a VIP2, y tendrá VIP2. El ingreso diario del nivel es del 10% y así sucesivamente.",
    "share_invitation_reward_description": "Descripción de la recompensa de invitación de compartir",
    "invite_friends_description": "Invite a amigos con el enlace de promoción y el 13% de los ingresos se retirarán de inmediato. Si recomienda cientos de personas para que se unan a Trontin, puede convertirse en millonario. Máximo 18% (Nivel de comisión 13% + Nivel 2 2% + Nivel 3 1%) 1: Por ejemplo: Invita al usuario A, el usuario A deposita e invierte 10,000TRX, recibirá 1,300TRX como recompensa. El usuario A invita al usuario B, depósitos del usuario B e invierte 10,000TRX, e recibirá 200TRX como recompensa. El usuario B una vez más inspira el usuario C. los depósitos del usuario C e invierten 10,000TRX. Recibirá 100TRX como recompensa. Los ingresos de promoción se transferirán directamente a su cuenta de promoción. Puede retirar directamente el dinero o comprar enlaces de la plataforma de promoción de productos financieros para obtener ingresos por promoción y cultivar miembros del equipo propio (la promoción puede obtener un cierto porcentaje de ingresos por promoción). Promueva su enlace de invitación en su familia y amigos, WhatsApp, Facebook Group, YouTube, Instagram, Twitter, Telegram Group o cualquier plataforma de redes sociales (enlace de invitación: Inicie sesión en la plataforma y haga clic en el botón Compartir para copiar el enlace. Envíe el enlace a sus amigos o cualquier plataforma social. Dígales esta es la mejor plataforma de minería de inversión para retirar al menos 8% -36% de la cantidad de inversión todos los días)).",
    "official_platform_description": "Plataforma oficial de Tronrico Mining Pool",
    "the_official_platform_of_trontin_mining_pool": "La plataforma oficial de Tronrico Mining Pool, denominada Tronrico, ha sido certificada por el Centro Financiero Tron Blockchain. Somos un operador oficial y legal de Tron. ¡Brindar a los clientes los servicios más estables, seguros y eficientes! Desde 2020, nosotros y la sede de Tron hemos tomado medidas enérgicas en más de 3.000 plataformas falsificadas. Si se encuentra con una plataforma falsa, puede contactarnos y cooperaremos con la sede de Tron para tomar medidas enérgicas, la plataforma oficial de certificación Tronrico.",
    "trontin_msb_registration_certificate": "Certificado de registro de Tronrico MSB",
    "tax_registration_certificate": "Certificado de registro de impuestos",
    "TRONTIN_White_Paper": "Papel blanco tronrico",
    "click_to_view_trontin_white_paper": "Haga clic para ver el papel blanco Tronrico",
    "news_report": "Informe de noticias",
    "trontin_launches_revolutionary_cloud_mining_platform": "Tronrico lanza la plataforma revolucionaria de minería en la nube",
    "click_to_view": "Haga clic para ver",
    "contact_us": "Contáctenos",
    "company_website": "Sitio web de la empresa",
    "company_telegram": "Telegrama de la empresa",
    "telegram_channel": "Canal de telegrama",
    "email": "Correo electrónico",
    "company_address": "8 Marina Blvd, Torre 1, piso 31 y 32, Centro Financiero de Marina Bay Singapur",
    "invite_friends_to_recharge": "Invitar a los amigos a recargar para obtener los reembolsos correspondientes",
    "level": "Nivel",
    "rebate": "Reembolso",
    "price": "Precio",
    "available_balance": "Balance disponible",
    "limit_quantity": "Límite de la cantidad",
    "purchase_quantity": "Cantidad de compra",
    "daily_interest_rate": "Tasa de interés diaria",
    "real_time": "Tiempo real",
    "participate_in_investment": "Participar en la inversión",
    "project_rules": "Reglas de proyecto",
    "repayment_method": "Método de reembolso",
    "repay_principal_and_interest_at_maturity": "Reembolsar el capital e intereses al vencimiento",
    "unit_price": "precio unitario",
    "daily_rate_of_return": "Tasa de rendimiento diaria",
    "investment_cycle": "Ciclo de inversión",
    "expected_profit": "beneficio esperado",
    "project_introduction": "Introducción del proyecto",
    "tron_love_mining_machine": "Tron Love Mining Machine Short Cycle and Stable Ingreso es una buena opción. El ingreso diario es de 4.57%-4.7%, y el ciclo es de 3 días. Después de que termine el ciclo, se distribuirá directamente a su [cuenta de promoción] junto con el principal y los ingresos obtenidos durante el ciclo. Puede retirar dinero directamente; Esta plataforma admite TRX, ETH, BNB, DOGE, USDT (ERC20 TRC20 BEP20) minería de inversión.",
    "notice": "AVISO",
    "confirmation_transfer": "¿Estás seguro de que quieres transferir?",
    "home": "Hogar",
    "invest": "Invertir",
    "mine": "A mí",
    "Account_6_16_characters_no_spaces_allowed": "Cuenta, 6-16 caracteres, no se permiten espacios",
    "Area_code_plus_mobile_number": "Código de área + número de móvil",
    "recommendation_code": "Código de recomendación",
    "global_partners": "Socios globales",
    "email_verification_code": "Código de verificación de correo electrónico",
    "otp": "OTP",
    "enter_a_new_password": "Ingrese una nueva contraseña",
    "wallet_found": "Fondos de billetera",
    "need_traded": "Necesito negociado",
    "already_traded": "Ya negociado",
    "number_of_withdrawals": "Número de retiros",
    "allow_withdrawal": "Permitir retiro",
    "yes": "Sí",
    "minimum_withdrawal": "Retiro mínimo",
    "enter_withdrawal_amount": "Ingrese el monto del retiro",
    "please_enter": "Por favor ingrese",
    "loading": "Cargando",
    "confirm_password": "confirmar Contraseña",
    "original_payment_password": "Contraseña de pago original",
    "invest_product": "Inversión inteligente",
    "purchased": "comprado",
    "total_income": "ingreso total",
    "principal": "principal",
    "total_principal_and_interest": "Principal total e intereses",
    "how_to_deposit_funds_on_the_ai_trading_platform": "1. Cómo depositar fondos en la plataforma de negociación de IA",
    "step_1_get_your_deposit_address": "Paso 1: Obtenga su dirección de depósito",
    "log_into_your_ai_trading_account": "Inicie sesión en su cuenta comercial de IA",
    "head_to_the_deposit_page": "Dirígete a la página de \"depósito\"",
    "choose_your_cryptocurrency": "Elija su criptomoneda (TRC20, BEP20, BNB o TRX)",
    "generate_the_deposit_address_and_copy_it_to_your_clipboard": "Genere la dirección de depósito y copie a su portapapeles",
    "step_2_send_funds_from_your_wallet": "Paso 2: Envíe fondos desde su billetera",
    "open_your_crypto_wallet_app": "Abra su aplicación de billetera criptográfica (por ejemplo, Metamask, Billet de confianza)",
    "select_the_correct_network": "Seleccione la red correcta (TRC20 o BEP20)",
    "paste_the_copied_deposit_address_as_the_recipient": "Pegue la dirección de depósito copiado como destinatario",
    "input_the_amount_you_want_to_deposit_and_confirm_the_send": "Ingrese la cantidad que desea depositar y confirme el envío",
    "wait_for_confirmation_on_the_blockchain": "Espere la confirmación en la cadena de bloques (generalmente unos minutos)",
    "step_3_confirm_your_deposit": "Paso 3: confirme su depósito",
    "go_to_transaction_history_to_track_progress": "Vaya a \"Historial de transacciones\" para rastrear el progreso",
    "click_complete_deposit_once_transaction_is_verified": "Haga clic en \"Depósito completo\" una vez que se verifica la transacción",
    "if_your_deposit_doesnt_reflect_within_30_minutes_reach_out_to_support": "Si su depósito no se refleja en 30 minutos, comuníquese para apoyar",
    "how_to_withdraw_funds_from_the_ai_trading_platform": "2. Cómo retirar fondos de la plataforma de comercio de IA",
    "step_1_choose_your_withdrawal_option": "Paso 1: elija su opción de retiro",
    "log_in_and_open_the_fund_management_tab": "Inicie sesión y abra la pestaña \"Gestión de fondos\"",
    "click_withdraw_and_pick_your_preferred_network": "Haga clic en \"Retirar\" y elija su red preferida (TRC20\/BEP20\/BNB\/TRX)",
    "step_2_fill_in_withdrawal_information": "Paso 2: Complete la información de retiro",
    "enter_the_amount_you_want_to_withdraw": "Ingrese el monto que desea retirar",
    "paste_your_wallet_address": "Pegue su dirección de billetera (asegúrese de que coincida con la red correcta)",
    "complete_any_required_security_verification_steps": "Complete los pasos de verificación de seguridad requeridos",
    "step_3_final_confirmation_and_submission": "Paso 3: Confirmación y presentación final",
    "double_check_all_the_details_before_submitting": "Vuelva a verificar todos los detalles antes de enviar",
    "withdrawals_usually_process_within_30_minutes": "Los retiros generalmente se procesan en 30 minutos",
    "track_the_progress_under_withdrawal_records": "Rastree el progreso en \"Registros de retiro\"",
    "important_notes": "Notas importantes:",
    "double_check_your_wallet_address_crypto_transfers_cant_be_undone": "❗️ Verifique la dirección de su billetera: no se pueden deshacer transferencias de cripto",
    "make_sure_to_meet_the_platforms_minimum_withdrawal_limit": "❗️ Asegúrese de cumplir con el límite de retiro mínimo de la plataforma",
    "delays_can_occur_due_to_high_network_traffic": "❗️ Los retrasos pueden ocurrir debido al alto tráfico de red",
    "contact_live_chat_support_anytime_if_you_face_any_issues": "❗️ Contacte al soporte de chat en vivo en cualquier momento si enfrenta algún problema",
    "if_you_need_more_help_our_customer_service_team_is_available_24_7_via_live_chat": "Si necesita más ayuda, nuestro equipo de servicio al cliente está disponible las 24 horas del día, los 7 días de la semana a través del chat en vivo",
    "what_is_chain_quant": "1. ¿Qué es la cuantía de la cadena?",
    "chain_quant_description": "Chain Quant es una plataforma de comercio cuantitativa con IA que combina inteligencia artificial y tecnología de blockchain para analizar las tendencias del mercado de criptografía y ejecutar operaciones automatizadas, lo que impulsa a los usuarios para obtener rendimientos estables con un esfuerzo mínimo.",
    "core_services_of_chain_quant": "2. Servicios centrales de la cuantía de la cadena",
    "quantitative_arbitrage_trading": "Comercio de arbitraje cuantitativo\n -Utiliza las diferencias de precios en múltiples intercambios para generar ganancias de bajo riesgo\n -Sistemas dirigidos por IA Track Markets las 24 horas del día, los 7 días de la semana, y ejecute operaciones en momentos ideales",
    "ai_auto_trading": "AI Cercado automático\n -Bots totalmente automatizados que utilizan estrategias preconstruidas como sistemas de seguimiento de tendencias y cuadrícula\n - Los algoritmos se ajustan en tiempo real para limitar el riesgo y mejorar los retornos",
    "fund_security": "Seguridad de fondos\n -Implementa el cifrado de múltiples capas con separación de billetera fría y caliente\n -Las auditorías de contratos inteligentes proporcionan operaciones transparentes y a prueba de manipulaciones",
    "instant_deposits_withdrawals": "Depósitos\/retiros instantáneos\n - Depósitos procesados ​​en 1–3 minutos (admite TRC20\/BEP20)\n - Los retiros son rápidos y automatizados - No se necesita una revisión manual",
    "multiple_trading_modes": "Múltiples modos de negociación\n -Modo para principiantes: operaciones de bajo riesgo y totalmente sin mano\n - Modo Pro: herramientas avanzadas y controles de estrategia para usuarios experimentados",
    "how_to_register_and_start_using_chain_quant": "3. ¿Cómo registrarse y comenzar a usar la Quant?",
    "sign_up": "Paso 1: Regístrese: \n Visite el sitio web oficial de la cadena Quant, haga clic en \"Registro gratuito\" y verifique por correo electrónico o teléfono",
    "deposit_and_activate_ai_trading": "Paso 2: depositar y activar el comercio de IA:\n Fondo de su cuenta con USDT (TRC20 o BEP20)\n Los fondos depositados se convierten en su saldo de comercio cuantitativo de cadena",
    "launch_ai_trading": "Paso 3: Iniciar comercio de IA:\n Haga clic en \"Comercio cuantitativo\" para activar su bot de IA personal\n El sistema comienza las operaciones automatizadas destinadas a generar ganancias diarias",
    "how_to_earn_with_chain_quant": "¿Cómo ganar con Quant Quant?",
    "arbitrage_profits": "- Método 1: ganancias de arbitraje:\n AI Spots Price Gaps (por ejemplo, comprar bajo en un intercambio, vender alto en otro)",
    "ai_trading_returns": "- Método 2: devoluciones de comercio de IA:\n Los algoritmos usan datos de tendencia para comprar bajos y vender alto automáticamente",
    "referral_rewards": "- Método 3: Recompensas de referencia:\n Invitar a otros y obtener comisiones de sus oficios",
    "why_choose_chain_quant": "5. ¿Por qué elegir la cuantía de la cadena?",
    "ai_automation": "✓ Automatización de IA 24\/7: nunca se pierda una oportunidad comercial",
    "military_grade_security": "✓ Seguridad de grado militar: billeteras frías y cifrado de primer nivel",
    "dual_trading_modes": "✓ Modos de comercio dual: perfecto para principiantes y profesionales",
    "reliable_returns": "✓ Retornos confiables: respaldados por el análisis de mercado en tiempo real",
    "free_daily_withdrawals": "✓ Retiros diarios gratuitos: disfrute de una retirada sin cargo todos los días",
    "start_your_journey_with_chain_quant": "¡Comience su viaje con Chain Quant hoy y deje que la automatización inteligente funcione para su futuro criptográfico!",
    "chain_quant_ltd": "Chain Quant Ltd",
    "driving_the_future_of_ai": "Conducir el futuro de AI, Big Data & Automation",
    "at_chain_quant_we_harness": "En Chain Quant, aprovechamos el poder de la inteligencia artificial de vanguardia, los big data y la automatización avanzada para acelerar la transformación digital global. Nuestra misión es empoderar a las organizaciones con soluciones inteligentes y escalables que alimentan el crecimiento y la forma del negocio con un futuro más conectado y eficiente.",
    "core_services": "Servicios principales",
    "ai_solutions": "AI Soluciones: integrar el aprendizaje automático y el aprendizaje profundo para optimizar las operaciones y maximizar la eficiencia.",
    "big_data_analytics": "Análisis de big data: entregando una poderosa infraestructura de datos y conocimientos procesables para la toma de decisiones inteligentes y el crecimiento sostenible.",
    "automation_integration": "Integración de automatización: diseño de flujos de trabajo de automatización personalizados que reducen los costos, eliminan los despidos y aumentan la productividad.",
    "strategic_industry_consulting": "Consultoría estratégica de la industria: proporcionar inteligencia de mercado impulsada por la tecnología y con visión de futuro para guiar las estrategias de transformación digital.",
    "our_core_values": "Nuestros valores centrales",
    "innovation_driven": "Impulsado por la innovación: desafiamos el status quo y empujamos los límites de lo que es posible con la tecnología.",
    "client_centric": "Centrado en el cliente: cada solución se adapta a las necesidades únicas y los objetivos en evolución de nuestros clientes.",
    "integrity_accountability": "Integridad y responsabilidad: la transparencia y la confianza son los fundamentos de cada asociación que construimos.",
    "vision": "Visión",
    "to_lead_globally_in_ai": "Liderar a nivel mundial en la IA y la innovación basada en datos, lo que permite a las PYME prosperar en la economía digital al tiempo que promueve el uso de tecnología responsable y la transformación ética.",
    "innovation_philosophy": "Filosofía de innovación",
    "we_pioneer_the_smart_ecosystem": "Pionamos en el ecosistema inteligente: una infraestructura digital de la industria de blockchain, asegurada por blockchain, que permite una colaboración perfecta, transparencia e inteligencia avanzada en los mercados globales.",
    "corporate_information": "Información corporativa",
    "legal_name": "Nombre legal",
    "company_number": "Número de empresa",
    "incorporation_date": "Fecha de incorporación",
    "registered_address": "Dirección registrada",
    "for_official_filings": "Para presentaciones y verificaciones oficiales, consulte el Registro del Gobierno del Reino Unido:",
    "uk_government_registry": "Registro del gobierno del Reino Unido",
    "secure_and_fast_transactions": "Retiro de 24 horas",
    "withdraw_account": "Cuenta de retiro",
    "withdrawal_method": "Método de retiro",
    "quota": "Cuota 1 - 650000",
    "enter_withal_address": "dirección de retiro",
    "enter_password": "Contraseña",
    "handling_fees": "Tarifas de manejo",
    "actually_received": "Realmente recibir",
    "press_release": "Presione soltar",
    "relese_date": "03 de febrero de 2024",
    "we_are_thrilled_to_announce": "¡Estamos encantados de anunciar oficialmente el lanzamiento de Chain Quant en AVG 15, 2024!",
    "Chain_Quant_is_a_global_powerhouse": "Chain Quant es una potencia global en el comercio cuantitativo impulsado por la IA y el arbitraje de criptomonedas, que ofrece soluciones comerciales inteligentes y rápidas que maximizan la rentabilidad y potencian la evolución de las finanzas digitales.",
    "platform_highlights": "Destacados de la plataforma",
    "seamless_multi_exchange_integration": "Integración de múltiples intercambios sin problemas: admite Binance, Coinbase, Huobi y más",
    "ultra_fast_arbitrage_execution": "Ejecución de arbitraje ultra rápido: oportunidades de compra de compra\/vender más bajo\/vender",
    "fully_autonomous_trading": "Comercio totalmente autónomo: 100% de IA, no se necesita entrada manual",
    "be_among_the_first_to_experience": "Sea uno de los primeros en experimentar el comercio de próxima generación.",
    "register_now": "Regístrese ahora y tome el control del futuro con la cuantía de la cadena, donde la precisión cumple con el rendimiento en las finanzas inteligentes.",
    "chain_quantity_quantitative_investment_program": "Programa de inversión cuantitativa de cantidad en cadena. Sistema VIP escalonado para ingresos pasivos automatizados",
    "vip_levels_rewards": "Niveles VIP y recompensas",
    "vip_level_deposit_range_daily_return": "Rango de depósito de nivel VIP (USDT) Retorno diario (%)",
    "vip_1_deposit_range_daily_return": "VIP 1 $ 10 - $ 199 2.46% - 2.52%",
    "vip_2_deposit_range_daily_return": "VIP 2 $ 200 - $ 999 2.71% - 2.72%",
    "vip_3_deposit_range_daily_return": "VIP 3 $ 1,000 - $ 4,999 2.92% - 2.98%",
    "vip_4_deposit_range_daily_return": "VIP 4 $ 5,000 - $ 9,999 3.15% - 3.19%",
    "vip_5_deposit_range_daily_return": "VIP 5 $ 10,000 - $ 14,999 3.36% - 3.40%",
    "vip_6_deposit_range_daily_return": "VIP 6 $ 15,000 - $ 29,999 3.69% - 3.73%",
    "vip_7_deposit_range_daily_return": "VIP 7 $ 30,000 - $ 59,999 3.92% - 3.97%",
    "vip_8_deposit_range_daily_return": "VIP 8 $ 60,000 - $ 99,999 4.25% - 4.27%",
    "vip_9_deposit_range_daily_return": "VIP 9 $ 100,000 - $ 149,999 4.54% - 4.58%",
    "vip_10_deposit_range_daily_return": "VIP 10 $ 150,000 - $ 200,000 5.01% - 5.10%",
    "chain_quantity_operates_on_progressive_model": "La cantidad de cadena opera en un modelo de inversión progresivo diseñado para la escalabilidad y la simplicidad.",
    "start_with_10_usdt_activate_quantity_1": "Comience con solo 10 USDT para activar la cantidad 1",
    "upgrade_to_quantity_2_by_adding_989_usdt": "Actualice a la cantidad 2 agregando 989 USDT (total: 999 USDT)",
    "minimum_deposit_10_usdt": "Depósito bajo: 10 USDT",
    "minimum_withdrawal_2_usdt": "Retiro mínimo: 2 USDT",
    "example_investing_1000_usdt_unlocks_vip_3": "Invertir 1,000 USDT desbloquea VIP 3",
    "daily_earnings_example": "Ganancias diarias = 1,000 × 2.92% = 29.2 USDT",
    "program_highlights": "Destacados del programa",
    "validity_per_vip_tier": "⏳ Validez de 180 días por nivel VIP",
    "daily_system_reset": "🕛 Restablecimiento del sistema diario a las 00:00 sargento",
    "automatic_upgrades": "🔓 Actualizaciones automáticas al alcanzar el siguiente umbral",
    "instant_withdrawals": "💸 Retiros instantáneos del saldo de la comisión",
    "why_choose_chain_quantity": "¿Por qué elegir la cantidad de cadena?",
    "higher_tiers_offer_better_returns": "✅ Los niveles más altos ofrecen rendimientos significativamente mejores",
    "no_lock_up_periods": "✅ Sin períodos de bloqueo: los fondos siguen siendo accesibles",
    "real_time_profit_tracking": "✅ Seguimiento de ganancias en tiempo real a través del tablero",
    "transparent_automated_system": "✅ Sistema 100% transparente y automatizado",
    "sustainable_passive_income_model": "Obtenga ingresos pasivos sostenibles con nuestro modelo de niveles inteligentes, construido para el crecimiento, optimizado para recompensas.",
    "example": "Ejemplo",
    "chain_quantity_team_rewards_program": "Programa de recompensas del equipo de la cantidad de cadena",
    "unlock_powerful_earning_potential": "Desbloquee un potencial potencial de ganancias con nuestro sistema estructurado de comisiones de varios niveles y oportunidades de agentes exclusivos.",
    "multi_level_commission_structure": "Estructura de comisión multinivel",
    "maximize_rewards_tiered_referral_program": "Maximice sus recompensas a través de nuestro programa de referencia escalonado:",
    "level_1_direct_referrals_earn_15_percent": "Nivel 1 (referencias directas): Gane el 15% de la comisión",
    "level_2_indirect_referrals_earn_2_percent": "Nivel 2 (referencias indirectas): Gane 2% de comisión",
    "level_3_extended_network_earn_1_percent": "Nivel 3 (red extendida): Gane 1% de comisión",
    "earn_every_time_referrals_deposit_funds": "Usted gana cada vez que sus referencias, y sus referencias, depositan fondos.",
    "global_agent_recruitment": "Reclutamiento de agentes globales",
    "expanding_reach_motivated_partners": "Estamos expandiendo nuestro alcance y buscando socios motivados:",
    "national_agents_earn_5_percent": "Agentes nacionales: Gane 5% de comisión",
    "city_agents_earn_4_percent": "Agentes de la ciudad: Gane 4% de comisión",
    "regional_agents_earn_3_percent": "Agentes regionales: Gane 3% de comisión",
    "build_your_network": "Construye tu red:",
    "launch_telegram_whatsapp_community": "Lanza tu propia comunidad Telegram o WhatsApp",
    "invite_official_support_team": "Invite a nuestro equipo de apoyo oficial a participar",
    "grow_team_unlock_exponential_earning": "Haga crecer su equipo y desbloquear oportunidades de ganancias exponenciales",
    "referral_bonus_example": "Ejemplo de bonificación de referencia",
    "member_deposit_commission_rate_earnings": "Comisión de depósito de miembros Califica sus ganancias",
    "member_a_1000_usdt_15_percent_150_usdt": "Miembro A 1,000 USDT 15% 150 USDT",
    "member_b_1000_usdt_2_percent_20_usdt": "Miembro B 1,000 USDT 2% 20 USDT",
    "member_c_1000_usdt_1_percent_10_usdt": "Miembro C 1,000 USDT 1% 10 USDT",
    "earn_bonuses_team_members_deposit": "Gana bonos cada vez que los miembros de su equipo depositan.",
    "daily_agent_bonus_rewards": "Recompensas de bonificación del agente diario",
    "top_performing_agents_rewarded_daily": "Los agentes de alto rendimiento se recompensan automáticamente, según los depósitos diarios del equipo:",
    "1000_usdt_60_usdt_bonus": "1,000 USDT → 60 USDT Bonus",
    "5000_usdt_188_usdt_bonus": "5,000 USDT → 188 USDT Bonus",
    "16000_usdt_388_usdt_bonus": "16,000 USDT → 388 USDT Bonus",
    "58000_usdt_1483_usdt_bonus": "58,000 USDT → 1,483 USDT Bonus",
    "100000_usdt_6450_usdt_bonus": "100,000 USDT → 6,450 USDT Bonus",
    "500000_usdt_99999_usdt_bonus": "500,000 USDT → 99,999 USDT Bonus",
    "bonuses_cumulative_instantly_withdrawable": "Todas las bonificaciones son acumulativas y se retiran instantáneamente en USDT.",
    "join_today_grow_network_start_earning": "Únase hoy, haga crecer su red y comience a ganar como nunca antes.",
    "recharge_amount": "Cantidad de recarga",
    "current_amount": "Cantidad actual disponible",
    "todays_earning": "Ganancias de hoy",
    "total_revenue": "Ingresos totales",
    "invitation_rewareds": "Recompensas de invitación",
    "more_level_comming": "Más niveles próximamente ...",
    "per_day": "Tiempos de cuantificación por día",
    "agree_with_our": "De acuerdo con nuestro",
    "terms_of_use": "Término",
    "and": "Y",
    "privacy_policy": "política de privacidad",
    "no_account": "¿Sin cuenta?",
    "security_password": "Contraseña de seguridad",
    "processing": "Tratamiento…",
    "already_have_an_account": "¿Ya tienes una cuenta?",
    "verify_email_title": "Verificar correo electrónico",
    "enter_your_verification_code": "Ingrese su código de verificación",
    "verifying": "Verificar ...",
    "verify_email": "Verificar correo electrónico",
    "check_inbox_and_spam_html": "Consulte su bandeja de entrada y carpeta para el correo electrónico de verificación.",
    "total_assets": "Activos totales",
    "quantitative_account": "Cuenta cuantitativa",
    "agent_corperation": "Cooperación de agentes",
    "activity": "Actividad",
    "unread_messages_alert": "Tiene mensajes no leídos en el sitio, ¡vaya y consulte el contenido del mensaje!",
    "vip": "personaje",
    "trial_fee": "Tarifa de prueba",
    "profit_assets": "Activos de ganancias",
    "todays_earnings": "Ganancias de hoy",
    "quantifiable_number_of_days": "Número cuantificable de días",
    "countdown_days": "Días de cuenta regresiva",
    "quantify_reset_time": "Cuantificar el tiempo de reinicio",
    "start_quantify": "Empiece a cuantificar",
    "quantification_process": "Proceso de cuantificación",
    "start_quantification": "Iniciar cuantificación ...",
    "start_queuing": "Empiece a hacer cola ...",
    "start_executing_buy_order": "Comience a ejecutar la orden de compra ...",
    "start_executing_sell_order": "Comience a ejecutar la orden de venta ...",
    "start_capturing_market_prices": "Comience a capturar los precios del mercado de negociación ...",
    "start_distributing_commissions": "Comience a distribuir comisiones ...",
    "operation_complete": "La operación es completa y final.",
    "current_vip": "VIP actual",
    "click_to_unlock": "Haga clic para desbloquear",
    "quantification_times_per_day": "Tiempos de cuantificación por día",
    "profit_ratio": "Relación de ganancia",
    "minimum_unlock_amount": "Cantidad de desbloqueo mínimo",
    "recharge_unlock_message": "Recarga desbloquea automáticamente recarga {{minunclock}} USDT",
    "quantitative_benefits": "Beneficios cuantitativos",
    "deposit_into_basic_wallet": "Depositar en la billetera básica",
    "invest_record": "Invertir récord",
    "build_team_rewards": "Construir un equipo y obtener recompensas generosas",
    "my_invitation_code": "Mi código de invitación",
    "invite_link": "Enlace de invitación",
    "view_the_team": "Ver el equipo",
    "daily_commissions": "Comisiones diarias",
    "invited_friends_recharge_rebates": "Los amigos invitados pueden obtener reembolsos correspondientes cuando se recargan:",
    "recharge_rebate": "Reembolso de recarga",
    "quantify_rebate": "Cuantificar el reembolso",
    "copy_success": "Copiar éxito",
    "withdraw": "Retirar",
    "sign_out": "Desconectar",
    "hello_username": "Hola, {{nombre de usuario}}",
    "welcome_back": "Bienvenido de nuevo",
    "investment_accounts": "Cuentas de inversión",
    "commission_today": "Comisión hoy",
    "yesterdays_earnings": "Las ganancias de ayer",
    "detail": "Detalle",
    "transfer": "Transferir",
    "news": "Noticias",
    "security_center": "Centro de seguridad",
    "company_profile": "Perfil de la empresa",
    "about_us": "Sobre nosotros",
    "twenty_four_hour_withdrawal": "Retiro de 48 horas",
    "withdrawable": "Retirable",
    "amount_to_be_processed": "Cantidad a procesar",
    "payment_method": "Método de pago",
    "withdrawal_limit_range": "Rango de límite de retiro 7.00 - 99999999.00",
    "withdrawal_address": "Dirección de retiro",
    "handling_fee": "Tarifa de manejo",
    "receipt": "Recibo",
    "withdrawal_note": "Nota de retiro",
    "withdrawal_policy_title": "Política de retiro (Medidoquant)",
    "minimum_withdrawal_amount": "Monto mínimo de retiro",
    "withdrawal_fee": "Tarifa de retiro",
    "withdrawal_frequency": "Frecuencia de retiro",
    "withdrawal_frequency_desc": "Una vez al día, disponible de lunes a domingo (hora de Singapur)",
    "processing_time": "Tiempo de procesamiento",
    "processing_time_desc": "Los retiros generalmente se procesan dentro de las 0-48 horas posteriores a la presentación de la solicitud y se transferirán directamente a su billetera.",
    "mining_machine_energy_failure": "Falla de energía de la máquina minera, recarga {{cantidad}} USDT",
    "financial": "Financiero",
    "usdt": "USDT",
    "failed_to_fetch_data": "No se pudo obtener datos.",
    "note_before_switching_accounts": "Nota: Antes de cambiar las cuentas de recarga, ¡confirme que se ha recibido la recarga anterior!",
    "quant_account_desc": "Depositar en esta cuenta para devoluciones cuantificadas inteligentes",
    "investment_account_desc": "Los depósitos en esta cuenta se pueden utilizar para invertir en proyectos de crowdfunding",
    "recharge_address": "Dirección de recarga",
    "recharge_complete": "Recarga completa",
    "deposit_instruction_1": "1. Copie la dirección anterior o escanee el código QR y seleccione el",
    "network_deposit": "red para depositar activo.",
    "invite_top_up_rewards": "Invite a sus amigos a recargar por primera vez y puede obtener las siguientes recompensas",
    "number_of_invited_people": "Número de personas invitadas",
    "invitation_rewards_label": "Recompensas de invitación:",
    "usdt_automatic_distribution": "Distribución automática de USDT",
    "invitee_first_recharge_needs_to_be_in": "La primera recarga del invitado debe estar en",
    "above": "arriba",
    "tiered_rewards_intro": "Invite a un cierto número de personas y reciba recompensas escalonadas:",
    "count": "Contar",
    "award": "Otorgar",
    "unlimited": "Ilimitado",
    "auto": "Auto",
    "claimed": "Reclamado",
    "remaining": "Restante",
    "failed_to_load_invite_rewards": "No se pudo cargar recompensas de invitación.",
    "reward_claimed_successfully": "Recompensa reclamada con éxito.",
    "unable_to_claim_reward": "Incapaz de reclamar recompensa. Por favor intente de nuevo.",
    "agent_cooperation": "Cooperación de agentes",
    "global_recruitment_title": "Reclutamiento global para empleados a tiempo completo Información laboral:",
    "positions_available_subtitle": "6 puestos disponibles en el departamento de marketing",
    "job_description_promotion_title": "Descripción del trabajo y criterios de promoción:",
    "job_description_promotion_body": "El departamento de marketing ofrece las siguientes 6 posiciones basadas en el número total de usuarios con niveles de recarga exitosos en el nivel 1 y el nivel 2. Las posiciones son las siguientes:",
    "salary_tiers_intro": "Cada posición tiene diferentes niveles salariales. Cuanto mayor sea la posición, mayor será el salario. Los detalles son los siguientes:",
    "position": "Posición",
    "level_1": "Nivel 1",
    "level_1_plus": "Nivel 1+",
    "level_2": "Nivel 2",
    "weekly": "Semanalmente",
    "salary": "Salario",
    "growth_catalyst": "Catalizador de crecimiento",
    "brand_architect": "Arquitecto de marca",
    "engagement_guru": "Compromiso del maestro",
    "visionary_strategist": "Estratega visionario",
    "innovation_leader": "Líder de la innovación",
    "territory_commander": "Comandante de territorio",
    "meet_requirements_contact_manager": "Para los usuarios que cumplen con los requisitos del puesto, comuníquese con el gerente de proyecto para su verificación.",
    "salary_payment_method_timing": "Método de pago salarial y tiempo:",
    "salary_distribution_detail": "Los salarios se distribuirán a la cuenta de la billetera Medidquant todos los lunes después de las 6 p.m.",
    "additional_rewards_title": "Recompensas adicionales para empleados a tiempo completo:",
    "additional_rewards_body": "Una vez que un empleado se convierte en miembro permanente, también recibirá un porcentaje de los depósitos semanales totales de su equipo como una recompensa adicional. La estructura de recompensa es la siguiente:",
    "total_weekly_deposits_usdt": "Depósitos semanales totales (USDT)",
    "reward_percentage": "Porcentaje de recompensa",
    "commission": "Comisión",
    "commission_records": "Registros de comisión",
    "valid_invitation_people_number": "Número de personas de invitación válida",
    "team_report": "Informe del equipo",
    "team_total_recharge": "Equipo de recarga total:",
    "team_total_withdrawal": "Retirada total del equipo:",
    "level_3": "Nivel 3",
    "total_valid_label": "Total\/válido:",
    "get_commission_label": "Obtener comisión:",
    "now_go": "Ahora vete",
    "brand_name": "Medir cuantía",
    "press_release_date": "25 de junio de 2025",
    "launch_announcement_prefix": "Nos complace anunciar el lanzamiento de",
    "launch_announcement_suffix": ", una plataforma revolucionaria con AI que ahora está en vivo a partir del 5 de septiembre de 2025.",
    "platform_description": "Medido Quant está diseñado para elevar el futuro del comercio de activos digitales, combinando el poder de la inteligencia artificial con la ejecución del rayo. Elaborado para la próxima generación de inversores, nuestra plataforma ofrece herramientas basadas en precisión para optimizar las estrategias de arbitraje criptográfico y de comercio cuantitativo, asegurando que su cartera prospera en el mercado altamente competitivo de hoy.",
    "key_features_title": "Características clave de la medida cuant:",
    "feature_multi_exchange_title": "• Integración de intercambio múltiple sin interrupciones",
    "feature_multi_exchange_desc": "Conéctese sin esfuerzo con plataformas líderes como Binance, Coinbase, Kraken y otros, lo que permite el comercio eficiente en los intercambios.",
    "feature_realtime_arbitrage_title": "• Detección de arbitraje en tiempo real",
    "feature_realtime_arbitrage_desc": "Con la capacidad de respuesta a nivel de milisegundos, la medida de la medida identifica y explota oportunidades rentables a medida que surgen, asegurando que se mantenga a la vanguardia de la curva.",
    "feature_ai_autonomous_title": "• AI-Optimizado, totalmente autónomo",
    "feature_ai_autonomous_desc": "Nuestra plataforma funciona con AI de vanguardia, que permite estrategias automatizadas y basadas en datos sin necesidad de entrada manual, por lo que puede sentarse y ver crecer su cartera.",
    "platform_mission": "Medido Quant está aquí para remodelar el panorama de los activos digitales, lo que lo empodera a comerciar más inteligente, más rápido y de manera más eficiente. Ya sea que sea un comerciante experimentado o que acaba de comenzar, Medir Quant desbloquea un nuevo reino de posibilidades para maximizar los retornos.",
    "platform_future_line": "Entra en el futuro del comercio, donde la innovación cumple con la precisión.",
    "agent_program_heading": "Programa de Asociación de Agente Quant",
    "agent_program_headline_prefix": "Entrar en el futuro de las finanzas impulsadas por la IA con",
    "agent_program_headline_suffix": "Programa de agentes globales",
    "agent_program_welcome": "Bienvenido a la próxima era de la creación de riqueza inteligente. Medido Quant se enorgullece de lanzar su programa de agentes globales, una oportunidad única para obtener ingresos pasivos a largo plazo aprovechando el poder del comercio cuantitativo con IA.",
    "agent_program_revolution": "A medida que la revolución de las finanzas digitales gana impulso, la medida Quant invita a los especialistas en marketing, líderes comunitarios e inversores a participar en la configuración del futuro de las finanzas descentralizadas. Nuestra red de agentes está construida para la escalabilidad, flexibilidad y rentabilidad, ofreciendo una forma emocionante de aumentar sus ingresos mientras ayuda a otros a prosperar en la economía digital.",
    "agent_program_highlights": "Destacados del programa:",
    "agent_program_income": "• Potencial de ingresos de niveles múltiples: obtenga reembolsos basados ​​en las actividades de su red, creando un flujo de ingresos recurrente a medida que su comunidad se expande. Su enlace de referencia facilita la promoción, sin necesidad de ninguna experiencia.",
    "agent_program_tools": "• Soporte y herramientas integrales: acceso a las características de la plataforma de vanguardia, reembolsos en tiempo real y automatización comercial impulsada por la IA para que la promoción sea perfecta y gratificante.",
    "agent_program_growth": "• Oportunidades impulsadas por el crecimiento: progreso a través de niveles (ciudad, nacional, socio global) y desbloquean recompensas exclusivas, incluida la participación de las ganancias de la vida del 20%y los privilegios regionales especiales para los principales agentes.",
    "agent_program_closing": "Ya sea que esté participando en las redes sociales, las redes de inversores o las comunidades locales, la medición de la medida asegura que sus esfuerzos sean recompensados. Comience a construir su futuro hoy y únase a nosotros mientras dirigimos el cargo en el mundo de las finanzas inteligentes. El futuro del comercio está aquí. Medir Quant te invita a ser parte de él.",
    "company_name_legal": "Medir cuant ai limitado",
    "cp_p1_rest": "fue fundada en Londres, Reino Unido en 2025 y se compromete a convertirse en una empresa líder en el campo de la negociación inteligente basada en blockchain.",
    "cp_p2_rest": "es un sistema de comercio cuantitativo avanzado impulsado por la tecnología de inteligencia artificial. Su capacidad central radica en la ejecución automática de estrategias comerciales para maximizar los rendimientos de la inversión al tiempo que minimiza el riesgo. Específicamente, la medida Quant transforma las decisiones de inversión en algoritmos informáticos ejecutables, lo que permite operaciones de negociación transparentes, eficientes y rápidas que se adaptan a la perfección a las fluctuaciones del mercado en tiempo real.",
    "cp_p3_suffix": "Las estrategias comerciales se basan en matemáticas modernas, estadísticas, aprendizaje automático y análisis continuo de las tendencias del mercado y los precios de los activos digitales para determinar las acciones comerciales más efectivas. A través de algoritmos y modelado complejos, el sistema evalúa los riesgos de mercado y las oportunidades de inversión, optimizando automáticamente las asignaciones de cartera en respuesta a las expectativas cambiantes de riesgo y rendimiento.",
    "cp_p4": "Este enfoque totalmente automatizado elimina el error humano, mejora la precisión transaccional y garantiza una adaptación constante a las condiciones de mercado volátiles e inciertas.",
    "cp_p5_prefix": "En esencia,",
    "cp_p5_suffix": "es un sistema de comercio cuantitativo de próxima generación que fusiona la inteligencia artificial con la teoría financiera moderna para implementar automáticamente estrategias destinadas a maximizar las ganancias y minimizar el riesgo.",
    "label_company_name": "nombre de empresa",
    "label_company_number": "Número de empresa",
    "label_incorporation_date": "Fecha de incorporación",
    "label_registered_capital": "Capital registrado",
    "label_email": "Correo electrónico",
    "label_phone": "Teléfono",
    "label_registered_office": "Oficina registrada",
    "company_number_value": "16289541",
    "incorporation_date_value": "04 de marzo de 2025",
    "registered_capital_value": "GBP 100,000,000",
    "email_value": "medirquant.ai@gmail.com",
    "phone_value": "+44 7742 043280",
    "registered_office_value": "32 London Bridge St, Londres, Reino Unido SE1 9SG",
    "platform_bonus": "Bono de plataforma",
    "failed_to_load_notices": "No se pudo cargar avisos",
    "welcome_title": "Bienvenido a medir cuant: desbloquear un futuro inteligente juntos",
    "withdraw_success": "Retirar el éxito",
    "deposit_success": "Éxito de depósito",
    "income_received": "Ingresos recibidos",
    "product": "Producto",
    "project_rule": "Regla de proyecto",
    "repayment": "Reembolso",
    "maturity_principal_interest": "Principal de madurez e intereses",
    "daily_return": "Regreso diario",
    "invest_cycle": "Ciclo de inversión",
    "estimated_revenue": "Ingresos estimados",
    "balance_not_enough_recharge": "Equilibrar no suficiente, recarga {{cantidad}} USDT",
    "ok": "De acuerdo",
    "transfer_amount": "Cantidad de transferencia",
    "old_login_password": "Contraseña de inicio de sesión anterior",
    "new_login_password": "Nueva contraseña de inicio de sesión",
    "old_payment_password": "Contraseña de pago antigua",
    "new_payment_password": "Nueva contraseña de pago",
    "about_p1_tail": "es un sistema de comercio cuantitativo de vanguardia impulsado por inteligencia artificial. Su característica principal es la ejecución automática de estrategias comerciales diseñadas para maximizar los rendimientos de las inversiones al tiempo que minimiza el riesgo. Al transformar las decisiones comerciales en algoritmos informáticos, automatiza estrategias predefinidas, lo que hace que el proceso de negociación sea más transparente, eficiente y altamente receptivo a los cambios en el mercado.",
    "about_p2_a": "Las estrategias cuantitativas empleadas por",
    "about_p2_b": "Aproveche las matemáticas modernas, las estadísticas, el aprendizaje automático y el análisis en tiempo real de las tendencias del mercado y los precios de las criptomonedas. Estas tecnologías avanzadas permiten a la plataforma formular planes de comercio altamente optimizados.",
    "about_p2_c": "Al mismo tiempo,",
    "about_p2_d": "Utiliza modelos complejos para evaluar los riesgos de mercado e identificar oportunidades de inversión, reequilibrando automáticamente las carteras en función de la relación de riesgo -retorno esperado. Este enfoque totalmente automatizado elimina el error humano, mejora la precisión y garantiza que el sistema pueda adaptarse rápidamente a las condiciones del mercado volátiles.",
    "about_p3_a": "En esencia,",
    "about_p3_b": "Integra la inteligencia artificial con la teoría financiera moderna para ejecutar de forma autónoma estrategias de inversión, presionando los objetivos gemelos de maximizar las ganancias y reducir el riesgo.",
    "about_p4_heading_tail": "Fuente de ingresos y seguridad financiera",
    "about_p5_tail": "opera en un modelo comercial mutuamente beneficioso junto con sus usuarios. Todas las ganancias se generan a través de fluctuaciones de precios en los mercados globales de criptomonedas. La naturaleza descentralizada y resistente a la manipulación de la tecnología blockchain garantiza un entorno de inversión abierto y transparente, ofreciendo a los usuarios una capa más fuerte de protección financiera.",
    "about_p6_a": "En resumen,",
    "about_p6_b": "Empodera a los usuarios con un sistema de comercio inteligente diseñado para apoyar el crecimiento de la riqueza consistente y sostenible. Cada transacción no solo ofrece retornos a los usuarios, sino que también genera ingresos de la plataforma, formar una estructura ganadora, que respalda la estabilidad financiera a largo plazo para ambas partes.",
    "about_p7_a": "Trabajemos juntos para impulsar el desarrollo saludable de la industria blockchain. Con",
    "about_p7_b": "Más individuos pueden dominar con confianza y eficientemente el principio de comprar bajos y vender sistemas de comercio inteligentes con IA.",
    "about_p8_a": "Ahora en su cuarta generación,",
    "about_p8_b": "ha evolucionado para volverse aún más potente, ofreciendo características mejoradas al tiempo que racionaliza la experiencia del usuario. Con un solo clic para \"iniciar la cuantificación\", los usuarios pueden comenzar a generar devoluciones en solo un minuto. Este es el futuro de la inversión inteligente.",
    "open_support_drawer": "Cajón de soporte abierto",
    "online_service": "Servicio en línea",
    "choose_support_method": "Elija su método de contacto de servicio al cliente en línea preferido",
    "customer_support": "Soporte al cliente",
    "community_group": "Grupo comunitario",
    "verify_code": "Verificar código",
    "click_to_refresh": "Haga clic para actualizar",
    "request_already_processing": "Su solicitud ya está siendo procesada",
    "credential_not_match": "Esta credencial no coincide con nuestros registros",
    "generic_error": "Algo salió mal. Por favor intente de nuevo.",
    "system_notice": "Aviso del sistema",
    "failed_to_load_notice": "No se pudo cargar notificación",
    "no_data": "Sin datos",
    "welcome_heading": "¡Bienvenido a medir cuant!",
    "welcome_p1": "Estamos emocionados de tenerlo como parte de la comunidad cuantitativa de medida. Como una empresa de tecnología con visión de futuro a la vanguardia de la innovación, estamos aquí para ayudarlo a explorar el potencial ilimitado de la inteligencia artificial.",
    "welcome_p2": "Gracias por elegir Medie Quant, desbloqueemos un futuro más inteligente y más conectado. Si alguna vez tiene preguntas, nuestro equipo de apoyo siempre está listo para ayudarlo.",
    "email_verification": "Verificar por correo electrónico",
    "pending": "Pendiente",
    "withdraw_asset": "Retirar activos",
    "withdraw_deduction": "Deducción de retiro",
    "quantitative_earning": "Ganancia cuantitativa"
}