{
    "account": "Benutzername",
    "quantify_records": "Datensätze quantifizieren",
    "finish": "Beenden",
    "buy_platform": "Plattform kaufen",
    "purchase_price": "Kaufpreis",
    "sales_platform": "Verkaufsplattform",
    "selling_price": "Verkaufspreis",
    "service_charge": "Bedienungsgeld",
    "model": "Modell",
    "vip_model": "VIP-MODELL",
    "quantitative_strategy": "Quantitative Strategie",
    "popular": "Beliebt",
    "cryptocurrency_trading": "Kryptowährungshandel",
    "no_more_data": "Keine Daten mehr",
    "check": "Überprüfen",
    "execute_position": "Position ausführen",
    "wallet_account_balance": "Guthaben des Wallet-Kontos",
    "not_limited": "Nicht begrenzt",
    "daily_interest_payment": "Tägliche Zinszahlung, Kapitalrückzahlung bei Fälligkeit",
    "share_rules": "Regeln teilen",
    "hello": "Hallo",
    "register_an_account": "Registrieren Sie ein Konto",
    "flexible_account": "Quantitatives Konto",
    "wallet_account": "Intelligentes Konto",
    "wave_field": "Hilfecenter",
    "chain_quant": "Chain Quant: Einführung und Benutzerhandbuch für die intelligente quantitative Handelsplattform",
    "how_to_get_benefits": "So zahlen Sie Geld ein und ab",
    "bandwidth": "Firmenvorstellung: Kettenquant",
    "energy": "Leistung",
    "welcome_to": "Willkommen bei",
    "official_telegram_channel": "Offizieller Telegram-Kanal",
    "cloud_mining_hosting": "TRONOKX bietet zuverlässige Cloud-Mining- und Staking-Dienste, die eine Kapitalrendite innerhalb von 12 Tagen gewährleisten. Unsere Plattform bietet mehrere VIP-Level mit unterschiedlichen Einzahlungsbeträgen und täglichen Auszahlungsraten, um unterschiedlichen Anlagebedürfnissen gerecht zu werden:",
    "cloud_mining_hosting_2": "Wir freuen uns, Ihnen TRONOKX vorzustellen, eine hochmoderne Plattform, die sich der Bereitstellung innovativer Cloud-Mining- und Staking-Dienste widmet, die sichere, zuverlässige und profitable Renditen liefern. Unser System gewährleistet eine Kapitalrendite innerhalb von 12 Tagen und bietet Ihnen die Möglichkeit, Ihre Investition schnell zu steigern und gleichzeitig Teil eines spannenden, nachhaltigen Finanzökosystems zu sein.",
    "cloud_mining_hosting_3": "Bei TRONOKX bieten wir eine Reihe von VIP-Levels an, die auf unterschiedliche Investitionskapazitäten zugeschnitten sind. Jede Ebene verfügt über spezifische Einzahlungsbereiche und tägliche Auszahlungsraten und bietet flexible Optionen für Benutzer, die tägliche Renditen aus ihren Investitionen erzielen möchten. Hier ist eine Übersicht über die verschiedenen VIP-Stufen:",
    "the_amount_of_vip1": "VIP 1: Einzahlungsbereich 10-1.000 TRX, täglich 9 % Auszahlung",
    "the_amount_of_vip2": "VIP 2: Einzahlungsbereich 1.001–2.000 TRX, täglich 10 % Auszahlung",
    "the_amount_of_vip3": "VIP 3: Einzahlungsbereich 2.001-10.000 TRX, täglich 13 % Auszahlung",
    "the_amount_of_vip4": "VIP 4: Einzahlungsbereich 10.001–50.000 TRX, täglich 15 % Auszahlung",
    "the_amount_of_vip5": "VIP 5: Einzahlungsbereich 50.001-200.000 TRX, täglich 17 % Auszahlung",
    "the_amount_of_vip6": "VIP 6: Einzahlungsbereich 200.001–300.000 TRX, täglich 20 % Auszahlung",
    "the_amount_of_vip7": "VIP 7: Einzahlungsbereich 300.001-500.000 TRX, täglich 23 % Auszahlung",
    "the_amount_of_vip8": "VIP 8: Einzahlungsbereich 500.001-800.000 TRX, täglich 28 % Auszahlung",
    "the_amount_of_vip9": "VIP 9: Einzahlungsbereich 800.001-1.500.000 TRX, täglich 35 % Auszahlung",
    "the_amount_of_vip10": "VIP 10: Einzahlungsbereich 1.500.001+ TRX, täglich 42 % Auszahlung",
    "the_amount_of_vip1_ann": "VIP 1: Für Einzahlungen zwischen 10 und 1.000 TRX erhalten Sie eine tägliche Rendite von 9 %.",
    "the_amount_of_vip2_ann": "VIP 2: Bei Einzahlungen zwischen 1.001 und 2.000 TRX profitieren Sie von einer täglichen Auszahlung von 10 %.",
    "the_amount_of_vip3_ann": "VIP 3: Einzahlungen von 2.001 bis 10.000 TRX qualifizieren sich für eine tägliche Auszahlung von 13 %.",
    "the_amount_of_vip4_ann": "VIP 4: Für Investitionen zwischen 10.001 und 50.000 TRX erhalten Sie täglich 15 %.",
    "the_amount_of_vip5_ann": "VIP 5: Wenn Sie zwischen 50.001 und 200.000 TRX einzahlen, haben Sie Anspruch auf eine tägliche Rendite von 17 %.",
    "the_amount_of_vip6_ann": "VIP 6: Bei Einzahlungen von 200.001 bis 300.000 TRX erhalten Sie täglich 20 %.",
    "the_amount_of_vip7_ann": "VIP 6: Bei Einzahlungen von 200.001 bis 300.000 TRX erhalten Sie täglich 20 %.",
    "the_amount_of_vip8_ann": "VIP 8: Einzahlungen von 500.001 bis 800.000 TRX erhalten eine tägliche Rendite von 28 %.",
    "the_amount_of_vip9_ann": "VIP 9: Bei größeren Einzahlungen von 800.001 bis 1.500.000 TRX profitieren Sie von einer täglichen Auszahlung von 35 %.",
    "the_amount_of_vip10_ann": "VIP 10: Die höchste Stufe bietet für Einzahlungen über 1.500.001 TRX eine beeindruckende tägliche Rendite von 42 %.",
    "financial_turnaround": "Wir bieten auch einen kurzfristigen Finanzplan für diejenigen an, die eine schnelle Rendite erzielen möchten, wobei der Kapitalbetrag innerhalb von nur 3 Tagen zurückerstattet wird. Dieser Plan ist ideal für Benutzer, die eine schnellere finanzielle Trendwende anstreben.",
    "periodic_financial_management": "Darüber hinaus bieten wir einen kurzfristigen Finanzplan an, der die Amortisierung Ihrer Kapitalinvestition innerhalb von nur 3 Tagen gewährleistet. Sie können auch zusätzliche Belohnungen verdienen, indem Sie Freunde einladen, unserer Plattform beizutreten. Das Empfehlungsprogramm ist in drei Ebenen gegliedert:",
    "periodic_financial_management_ann": "Zusätzlich zu diesen außergewöhnlichen Investitionsmöglichkeiten glauben wir an die Kraft der Gemeinschaft. Mit unserem Einladungsprämienprogramm können Sie noch mehr verdienen, indem Sie die Plattform mit Freunden und Familie teilen. So funktioniert unser abgestuftes Empfehlungssystem:",
    "the_unit_price_of_tron": "Stufe 1: 13 % Belohnung für direkte Empfehlungen",
    "the_unit_price_of_tron2": "Stufe 2: 2 % Belohnung für Weiterempfehlungen der zweiten Stufe",
    "the_unit_price_of_tron3": "Stufe 3: 1 % Belohnung für Empfehlungen der dritten Stufe",
    "the_unit_price_of_tron4": "TRONOKX ist auf langfristige Nachhaltigkeit ausgelegt und bietet eine Plattform, die so lange florieren wird, wie es Kryptowährungen gibt. Treten Sie uns noch heute bei, um mit Zuversicht Geld zu verdienen und Ihre Investition zu steigern!",
    "the_unit_price_of_tron_ann": "Stufe 1: Durch direkte Empfehlungen erhalten Sie eine Belohnung von 13 % für deren Aktivitäten.",
    "the_unit_price_of_tron2_ann": "Stufe 2: Für Empfehlungen der zweiten Stufe erhalten Sie 2 % ihrer Aktivitäten.",
    "the_unit_price_of_tron3_ann": "Stufe 3: Empfehlungen aus der dritten Stufe belohnen Sie mit 1 % ihrer Aktivitäten.",
    "the_unit_price_of_tron4_ann": "Dieses mehrstufige Belohnungssystem stellt sicher, dass das Wachstum Ihres Netzwerks direkt zu Ihrem Erfolg beiträgt und einen Schneeballeffekt des Verdienstpotenzials erzeugt.",
    "the_unit_price_of_tron5_ann": "Das Fundament von TRONOKX basiert auf langfristigem Wachstum, und unsere Plattform ist darauf ausgelegt, ihren Betrieb aufrechtzuerhalten, solange die Kryptowährung weiterhin floriert. Unser Modell stellt sicher, dass der Wert, den Sie heute investieren, auch in den kommenden Jahren Rendite abwirft. Indem Sie TRONOKX beitreten, werden Sie Teil einer Community, die sich dafür einsetzt, dauerhafte finanzielle Möglichkeiten zu schaffen, die mit der sich entwickelnden Welt der digitalen Vermögenswerte übereinstimmen.",
    "the_unit_price_of_tron6_ann": "Wir ermutigen Sie, jetzt zu beginnen, klug zu investieren und die zahlreichen Möglichkeiten, die TRONOKX bietet, voll auszuschöpfen. Durch Cloud-Mining, Absteck- und Empfehlungsprogramme haben Sie die Möglichkeit, Ihr Vermögen zu vergrößern und ein wichtiger Teilnehmer in der Welt der Kryptowährung zu werden.",
    "join_now_ann": "Werden Sie jetzt Mitglied und verdienen Sie noch heute – die Zukunft des digitalen Finanzwesens ist da!",
    "received": "Erhalten",
    "minimum_yeild_requires": "Für die Mindestmenge ist mindestens eine Anzahlung erforderlich",
    "share_to": "Teilen mit",
    "transiction_records": "Transaktionsaufzeichnungen",
    "transfer_to_flexible_account": "Auf Quantitatives Konto übertragen",
    "transfer_into_flexible_account": "1. Mit der Überweisung auf dieses Konto können Sie Geld einzahlen, um Zinsen zu verdienen, und Sie können die Einnahmen 24 Stunden nach der ersten Anlagezeit manuell erhalten und das Kapital zurückzahlen, wenn es abläuft.",
    "transfer_to_wallet_account": "Auf Smart Account übertragen",
    "transfer_into_wallet_account": "2. Die Überweisung auf dieses Konto kann zum Kauf regulärer Produkte verwendet werden. Verschiedene Produkte haben unterschiedliche Zyklen und Erträge. Einzelheiten finden Sie in der Produkteinführung.",
    "no_records": "Keine Aufzeichnungen",
    "energy_bandwidth": "Chain Quantity wird offiziell eingeführt",
    "you_send_virtual_currency_to_the_platform": "Mit Ihrer digitalen Geldbörse senden Sie virtuelle Währung an die angegebene Kaufadresse und TRONOKX kümmert sich um die automatische Ressourcenverteilung. Unsere Plattform setzt Vermögenswerte innerhalb des TRON-Netzwerks ein, um Bandbreite und Energie zu erzeugen. Diese Ressourcen werden dann an Partner-Wallets vermietet und die Mieteinnahmen fließen zurück an TRONOKX, das sie an die Nutzer weiterverteilt!",
    "income_has_arrived": "Einkommen ist eingetroffen",
    "profit_received": "erhaltenen Gewinn",
    "invitation_rewards": "Chain-Quantity-Agent-Partnerschaftsprogramm",
    "by_sharing_the_agent": "Betreten Sie die Zukunft des KI-gestützten Finanzwesens mit dem Global Agent Program von Chain Quant – Ihrem Tor zu langfristigem passivem Einkommen durch intelligenten quantitativen Handel. Während sich der KI-Handelsmarkt beschleunigt, erweitert Chain Quant seine weltweite Präsenz, indem es Vermarkter, Community-Führungskräfte und zukunftsorientierte Investoren einlädt, Teil unseres Agentennetzwerks zu werden. Profitieren Sie von einem leistungsstarken mehrstufigen Belohnungssystem mit Provisionen von 15 % – 2 % – 1 % und erzielen Sie wiederkehrende Einnahmen sowohl aus Handelsgewinnen als auch aus dem Empfehlungswachstum. Jedes Mitglied erhält einen persönlichen Empfehlungslink, wodurch die Promotion nahtlos und für jedermann zugänglich ist – Vorkenntnisse sind nicht erforderlich. Unabhängig davon, ob Sie soziale Medien, private Investorengruppen oder lokale Gemeinschaften nutzen, werden Sie von einer leistungsstarken Plattform und automatischen Rückerstattungen in Echtzeit unterstützt. Wenn Ihr Team wächst, wachsen auch Ihre Vorteile: Top-Performer steigen in den Status „City“, „National“ oder „Global Partner“ auf und erhalten lebenslange Gewinnbeteiligungen von über 20 % sowie exklusive regionale Vergünstigungen. Treten Sie noch heute Chain Quant bei und bauen Sie Ihr Vermächtnis in der neuen Ära der intelligenten Vermögensbildung auf.",
    "sharing_is_polite": "Teilen ist höflich",
    "when_the_cumulative_recharge_reaches": "Wenn Ihre Gesamtaufladung 10 TRX oder mehr erreicht, teilen Sie Ihren Registrierungslink auf sozialen Plattformen, um eine zufällige Belohnung zwischen 0,01 TRX und 18,88 TRX zu erhalten. Jeder Benutzer kann einmal pro Tag teilnehmen!",
    "time": "Zeit",
    "tron_is_a_distributed_operating_system": "TRON ist ein dezentralisiertes Blockchain-basiertes Betriebssystem mit seiner nativen Kryptowährung TRX. Es wurde 2017 vom chinesischen Unternehmer Justin Sun ins Leben gerufen und zielt darauf ab, eine dezentrale digitale Wirtschaft zu fördern.",
    "architecture_in_the_torn": "Architektur: Innerhalb des TRON-Netzwerkprotokolls haben TRX-Inhaber gleichen Zugang zu Ressourcen wie Bandbreite und Energie. Das Netzwerk wird von einer dezentralen virtuellen Maschine betrieben, die öffentliche Knoten weltweit nutzt, um intelligente Verträge auszuführen. Da keine Transaktionsgebühren anfallen und etwa 2.000 Transaktionen pro Sekunde abgewickelt werden können, garantiert es ein schnelles und effizientes Netzwerkerlebnis.",
    "goverance_tron_online_community": "Governance: Die TRON-Community wählt 27 Super-Repräsentanten durch Online-Abstimmung. Diese Vertreter sind im Durchschnitt alle 3 Sekunden für die Blockgenerierung und -verifizierung verantwortlich und bilden so eine dezentrale autonome Organisation. Sie werden alle 6 Stunden wiedergewählt und spielen eine entscheidende Rolle bei der Verwaltung von Netzwerkvorschlägen und der Abstimmung über TRON Improvement Proposals (TIPs).",
    "advantages_usdt_has_always": "Vorteile: USDT ist der bekannteste Stablecoin und Tether hat ihn in 13 Blockchain-Netzwerken ausgegeben, wobei TRON mit über 54 % des Gesamtangebots an der Spitze steht. Ethereum folgt mit 44 % und Solana mit 2,7 %, was TRON als primäres Netzwerk für die Ausgabe von USDT festigt.",
    "bandwith_all_types": "Bandbreite: Jede Transaktion im TRON-Netzwerk erfordert Bandbreitenpunkte. Transaktionen werden als Byte-Arrays gespeichert und übertragen, wobei jedes Byte einen Bandbreitenpunkt beansprucht. Die Gesamtbandbreitenkosten einer Transaktion werden durch ihre Bytegröße bestimmt. Wenn einem Benutzer nicht genügend Bandbreite zur Verfügung steht, muss TRX gebrannt werden, um die erforderlichen Bandbreitenpunkte abzudecken.",
    "the_unit_price_of_the_targe": "Die offizielle Brennrate für den Bandbreitenverbrauch ist auf 1.000 SUN pro Einheit festgelegt.",
    "energy_each_instruction": "Energie: Jede Smart-Contract-Ausführung verbraucht je nach Komplexität eine bestimmte Menge Energie. Komplexere Verträge erfordern mehr Energie. Während der Vertragslaufzeit wird die Energie pro Anweisung berechnet und abgezogen. Fehlt auf einem Konto ausreichend Energie, muss TRX verbrannt werden, um die benötigten Energiekosten zu decken.",
    "the_current_offical_unit_price": "Die offizielle Verbrennungsrate für den Energieverbrauch liegt derzeit bei 420 SUN pro Einheit.",
    "smart_investment": "Intelligente Investition",
    "international_lines": "Internationale Linien",
    "basic_investment_plan": "Grundlegender Investitionsplan",
    "invest_in_our_basic": "Investieren Sie in unser Basiskonto und verdienen Sie tägliches Mining-Einkommen! Mit Ihrer ersten Einzahlung schließen Sie automatisch einen 180-Tage-Vertrag ab. Der Vertrag beginnt, sobald die erste Einzahlung erfolgt ist.",
    "key_features": "Hauptmerkmale",
    "earn_daily_between": "Verdienen Sie täglich zwischen 8 % und 36 % Ihrer gesamten Investition.",
    "incomoe_is_settled": "Das Einkommen wird 24 Stunden nach Ihrer ersten Einzahlung abgerechnet (Beispiel: Einzahlung um 15:00 Uhr, Einkommen verfügbar um 15:00 Uhr am nächsten Tag).",
    "you_must_manually": "Sie müssen manuell klicken, um das Tageseinkommen zu sammeln.",
    "vip_levels_benefits": "VIP-Level und Vorteile",
    "daily_withdrawal": "täglicher Entzug",
    "how_it_works": "Wie es funktioniert",
    "deposit_funds": "Einlagen: Beginnen Sie Ihre Investition mit einer ersten Einzahlung.",
    "earn_daily_income": "Verdienen Sie tägliches Einkommen: Genießen Sie alle 24 Stunden Bergbaueinkommen.",
    "collect_income": "Einnahmen sammeln: Melden Sie sich täglich an, um Ihre Einnahmen manuell einzuziehen.",
    "start_today_and_enjoy": "Starten Sie noch heute und genießen Sie ertragsstarke Renditen mit unserem Basis-Investmentplan!",
    "our_system_will_automatically": "Unser System ermittelt automatisch Ihre gesamten gesammelten Einzahlungen und stuft Sie auf das entsprechende VIP-Level hoch. Zum Beispiel:",
    "first_deposit": "Erste Einzahlung",
    "second_deposit": "Zweite Einzahlung",
    "total_deposit": "Gesamteinzahlung",
    "the_system_will_automatically_upgrade": "Das System wertet Sie automatisch auf VIP2 auf und Sie erhalten auf dieser Stufe ein tägliches Einkommen von 10 % und so weiter.",
    "referral_system": "Empfehlungssystem",
    "earn_rewards_by_reffering": "Verdienen Sie Belohnungen, indem Sie andere zum Beitritt empfehlen! Unser 3-stufiges Empfehlungssystem bietet große Vorteile",
    "refer_level_1": "Stufe 1: 13 % des täglichen Einkommens der Empfehlung",
    "refer_level_2": "Stufe 2: 2 % des täglichen Einkommens der Empfehlung",
    "refer_level_3": "Stufe 3: 1 % des täglichen Einkommens der Empfehlung",
    "start_referring_today": "Beginnen Sie noch heute mit der Weiterempfehlung, um Ihren Verdienst zu steigern!",
    "account_is_required": "Konto ist erforderlich",
    "login_password": "Login-Passwort",
    "password_is_required": "Passwort ist erforderlich",
    "verification_code": "Bestätigungscode",
    "vcode_is_required": "Vcode ist erforderlich",
    "vcode": "Vcode",
    "forgot_password": "Passwort vergessen",
    "login": "Login",
    "register": "Registrieren",
    "go_to_homepage": "Gehen Sie zur Startseite",
    "total_balance": "Quantitatives Konto",
    "home_notice": "Willkommen bei Toobit – Wo intelligentes Kapital auf intelligente Algorithmen trifft. Wir freuen uns, Sie bei Toobit begrüßen zu dürfen, Ihrem neuen Zuhause für hochmodernes quantitatives Verdienen. Egal, ob Sie ein erfahrener Investor sind oder gerade erst Ihre Reise in die Welt des algorithmischen Einkommens beginnen, Sie sind gerade einer Plattform beigetreten, die auf Klarheit, Leistung und Vertrauen ausgelegt ist. Bei Toobit glauben wir nicht nur ans Verdienen – wir glauben an intelligentes Verdienen. Unsere proprietären Strategien werden von Datenwissenschaftlern und Finanzexperten entwickelt, um die Kraft der algorithmischen Präzision zu nutzen und es Ihrem Kapital zu ermöglichen, durch Marktchancen in Echtzeit zu wachsen. Jede Entscheidung, jede Strategie, jede Rendite basiert auf Daten und wird von unserer unerschütterlichen Mission angetrieben: fortschrittliche Verdiensttools für jedermann zugänglich zu machen.",
    "go_to_recharge": "Gehen Sie zum Aufladen",
    "telegram_customer_service": "Telegram-Kundendienst",
    "dear_user": "Sehr geehrter Benutzer: Da die Rechenleistung\/Energie Ihrer Mining-Maschine bald zur Neige geht, füllen Sie bitte schnell {amount}TRX entsprechend dem Energiewert auf, der für Ihr Kontoguthaben erforderlich ist. Ihre Mining-Maschine hat derzeit die Mining-Kontrolle und Einnahmen\/Entnahmen ausgesetzt.",
    "note_to_avoid": "[Hinweis: Um Umsatzverluste zu vermeiden, wenden Sie sich bitte an den Telegram-Support.]",
    "deposit": "Aufladen",
    "withdrawal": "Rückzug",
    "share_friends": "Freunde einladen",
    "team": "Team",
    "app": "App",
    "information": "Nachricht",
    "wallet": "Geldbörse",
    "promotion": "Förderung",
    "join_to_be_a_sitename_millionaire": "Werden Sie Mitglied und werden Sie TRONRICO-Millionär",
    "use_the_latest_mining_machines": "Nutzen Sie die neuesten Mining-Maschinen und Defi-Technologie, um sicherzustellen, dass alle Benutzer das größtmögliche TRX-Einkommen erzielen.",
    "details": "Details",
    "platform_data_display": "Anzeige der Plattformdaten",
    "income": "Einkommen",
    "Income": "Quantifizieren",
    "cyclical_investing": "Zyklusinvestitionen",
    "trontin_3day_mining_machine": "TRONTIN 3-Tage-Bergbaumaschine",
    "trontin_9day_mining_machine": "TRON 9-Tage-Traffic-Mining-Maschine",
    "trontin_16day_traffic_mining_machine": "RONTIN 16-Tage-Traffic-Mining-Maschine",
    "trontin_45day_miner_energy": "TRONTIN 45 Tage Miner-Energie",
    "trontin_18day_miner_energy": "TRON 18 Tage Miner-Energie",
    "trontin_trxMining_in_46days": "TRON trxMining in 46 Tagen",
    "tron_eth_digi_2_mining": "TRON ETH DIGI 2.0 MINING",
    "torn_80days_photolvatic_mine": "tron 80 Tage Photovoltaik-Mine",
    "trontin_bnb_mining_in_65days": "TRONTIN BNB Mining in 65 Tagen",
    "view_more": "Mehr anzeigen",
    "cycle": "Zyklus",
    "day": "Tag",
    "instant_quotes": "Sofortige Angebote",
    "profit_withdrawal": "Gewinnentnahme",
    "repurchase": "Rückkauf",
    "latest_announcement": "Neueste Ankündigung",
    "registered_members_will_be_given": "Registrierte Mitglieder erhalten 56.000 TRX als verpfändetes Eigenkapital. Um das Konto zu aktivieren, ist eine Mindesteinzahlung von 10TRX und eine Mindestauszahlung von 5TRX erforderlich. Die Einnahmen können abgehoben oder in den Bergbau investiert werden.",
    "deposit_into_the_basic_account_and_automatically_join_the_contract": "[Basisinvestition] Einzahlung auf das Basiskonto und automatischer Vertragsbeitritt für 180 Tage [Die Vertragslaufzeit beginnt mit dem Zeitpunkt der ersten Einzahlung]. Das Basiskonto verfügt über tägliche Mining-Einnahmen und kann täglich 9 % bis 38 % des kumulierten Investitionsbetrags erhalten. Die Abwicklungszeit unseres Plattformsystems beträgt: der Zeitpunkt des ersten Kaufs des Benutzers, 24 Stunden später.",
    "the_income_will_not_be_automatically_deposited_into_the_account": "[Zum Beispiel: Die erste Kaufzeit ist 15:00 Uhr und die Einnahmen werden um 15:00 Uhr am nächsten Tag erzielt] Die Einnahmen werden nicht automatisch auf das Konto eingezahlt und Sie müssen jeden Tag auf die Einnahmen klicken; Wenn der Bergbau beginnt, klicken Sie aktiv, um das Einkommen zu erhalten.",
    "accumulated_deposits_of_10-2500_trx": "Kumulierte Einzahlungen von 10-2500 Trx, automatisches Upgrade auf VIP1, tägliche Auszahlung von 9 %",
    "accumulated_deposits_of_2501-10000_trx": "Kumulierte Einzahlungen von 2501-10000 trx, automatisch auf VIP2 hochgestuft, 10 % tägliche Auszahlung",
    "accumulated_deposits_of_10001-20000_trx": "Kumulierte Einzahlungen von 10.001–20.000 Trx, automatisches Upgrade auf VIP3, tägliche Auszahlungen von 11 %",
    "accumulated_deposits_of_20001-50000_trx": "Kumulierte Einzahlungen von 20.001 bis 50.000 Trx, automatisches Upgrade auf VIP4, tägliche Auszahlungen von 13 %",
    "accumulated_deposits_of_50001-100000_trx": "Kumulierte Einzahlungen von 50.001–100.000 Trx, automatisches Upgrade auf VIP5, tägliche Auszahlung von 15 %",
    "accumulated_deposits_of_100001-200000_trx": "Kumulierte Einzahlungen von 100.001–200.000 Trx, automatisches Upgrade auf VIP6, tägliche Auszahlungen von 17 %",
    "accumulated_deposits_of_200001-500000_trx": "Kumulierte Einzahlungen von 200.001–500.000 Trx, automatisches Upgrade auf VIP7, tägliche Auszahlung von 23 %",
    "accumulated_deposits_of_500001-1000000_trx": "Kumulierte Einzahlungen von 500001-1000000 Trx, automatisches Upgrade auf VIP8, tägliche Auszahlung von 26 %",
    "accumulated_deposits_of_1000001-1600000_trx": "Kumulierte Einzahlungen von 1000001-1600000 Trx, automatisches Upgrade auf VIP9, tägliche Auszahlung von 32 %",
    "accumulated_deposits_of_1600001-9999999_trx": "Die kumulierten Einzahlungen betragen 1600001-9999999 Trx, automatisch auf VIP10 hochgestuft, mit täglichen Auszahlungen von 38 %",
    "automatically_upgrade_vip_level": "Automatisches Upgrade auf VIP-Level",
    "the_system_will_determine_your_total_accumulated_deposit": "[Das System ermittelt Ihre gesamte angesammelte Einzahlung und stuft Sie automatisch auf die entsprechende Stufe hoch] Beispiel: Die erste Aufladung beträgt 500 TRX, die zweite Aufladung beträgt 2001 TRX, [die kumulative Aufladung beträgt 2501 TRX], das System führt automatisch ein Upgrade auf VIP2 durch und Sie erhalten VIP2. Das tägliche Einkommen der Stufe beträgt 10 % und so weiter.",
    "previous": "Vorherige",
    "next": "Nächste",
    "close": "Schließen",
    "current_yield": "Aktueller Ertrag",
    "miner_is_running": "Miner läuft",
    "view_all": "Alle anzeigen",
    "earning_times": "Quantifizierungszeiten",
    "singapore_time_after": "Singapur-Zeit danach",
    "every_day": "täglich",
    "daily_rate": "Tagessatz",
    "receive": "Erhalten",
    "basic_investment": "Grundinvestition",
    "record": "Aufzeichnen",
    "current_level": "Aktueller Stand",
    "deposit_quantity": "Einzahlungsmenge",
    "invitation_reward": "Einladungsbelohnung",
    "deposit_now": "Jetzt einzahlen",
    "daily_income": "tägliches Einkommen",
    "daily_withdrawals": "Tägliche Abhebungen",
    "valid_period": "Gültiger Zeitraum",
    "remaining_days": "verbleibende Tage",
    "status": "Status",
    "running": "Läuft",
    "quantity": "Menge",
    "amount": "Menge",
    "return": "zurückkehren",
    "Return": "Zurückkehren",
    "profit": "profitieren",
    "equity_pledge": "Eigenkapitalversprechen",
    "end": "Ende",
    "invite_your_contacts": "Laden Sie Ihre Kontakte ein",
    "sign_up_and_recharge_to_get_great_rewards": "Melden Sie sich an und laden Sie Ihr Guthaben auf, um tolle Prämien zu erhalten",
    "invitation_codes": "Einladungscodes",
    "share_invitation_links_to_social_platforms": "Teilen Sie Einladungslinks zu sozialen Plattformen",
    "build_a_team_and_get_great_rewards": "Bauen Sie ein Team auf und erhalten Sie tolle Belohnungen",
    "copy_successfully": "Erfolgreich kopiert",
    "copy_link": "Link kopieren",
    "app_services": "App-Dienste",
    "wallet_funds_conversion": "Überweisen",
    "change_password": "Sicherheitscenter",
    "notification": "Benachrichtigung",
    "logout": "Abmelden",
    "my_promotion": "Team",
    "bonus": "Bonus",
    "bonus_record": "Kommissionsunterlagen",
    "number_of_teams": "Total Leute",
    "valid_number_of_invites": "Gültige Einladungen",
    "team_cycle_investment_details": "Details zur Teamzyklusinvestition",
    "total_people": "Total Leute",
    "contribution": "Kommission",
    "invite_friends": "Freunde einladen",
    "go_now": "Geh jetzt",
    "in_progress": "Im Gange",
    "number_of_investments": "Anzahl der Investitionen",
    "total_investment": "Gesamtinvestition",
    "subordinate_investment_amount": "Nachrangiger Anlagebetrag",
    "confirm": "Bestätigen",
    "Confirm": "BESTÄTIGEN",
    "last_login_time": "Letzter Anmeldezeitpunkt",
    "records": "Aufzeichnungen",
    "transfer_to_smart_account": "Auf {{type}}-Konto übertragen",
    "transfer_to_quantitative_account": "Auf Quantitatives Konto übertragen",
    "transfer_to_smart_account_2": "Auf Smart Account übertragen",
    "address": "Adresse",
    "copy": "Kopie",
    "please_do_not_top_up_other_non_bnb_assets": "Bitte laden Sie keine anderen Guthaben auf, die nicht zu {{method}} gehören. Klicken Sie nach dem Aufladen bitte auf",
    "submit_successfully": "Aufladen abgeschlossen",
    "submit": "Einreichen",
    "exchange_rate": "Wechselkurs",
    "if_the_account_has_not_been_received_for_a_long_time": "Wenn die Rechnung längere Zeit nicht eingegangen ist, klicken Sie bitte",
    "again": "wieder",
    "recharge_record": "Aufladeaufzeichnung",
    "successful": "Erfolgreich",
    "purchase": "kaufen",
    "Purchase": "Kaufen",
    "transaction_record": "Transaktionsaufzeichnung",
    "all": "ALLE",
    "recharge": "Aufladen",
    "giveaway": "Verschenken",
    "withdrawal_failed": "Auszahlung fehlgeschlagen",
    "promotion_account": "Wallet-Konto",
    "basic_account": "Flexibles Konto",
    "amount_to_be_converted": "Umzurechnender Betrag",
    "withdrawable_balance": "Auszahlbares Guthaben",
    "withdrawals_arebased_one_singapore_time_and_are_withdrawn_once_a_day": "Auszahlungen basieren auf der Zeit Singapurs und werden einmal täglich abgehoben",
    "choose_withdrawal_account": "Wählen Sie ein Auszahlungskonto",
    "choose": "Wählen",
    "digital_currency_wallet": "Digitale Geldbörse",
    "cancel": "STORNIEREN",
    "password": "Passwort",
    "actual_withdrawal": "Tatsächlicher Rückzug",
    "withdrawal_record": "Auszahlungsprotokoll",
    "fee": "Gebühr",
    "to_account": "zur Rechenschaft ziehen",
    "account_security": "Kontosicherheit",
    "modify_login_password": "Anmeldepasswort ändern",
    "modify_payment_password": "Zahlungspasswort ändern",
    "transfer_to_basic_account": "Auf Basiskonto übertragen",
    "transfer_to_promotion_account": "Überweisung auf Aktionskonto",
    "there_are_two_investment_models_please_choose_according_to_your_needs": "Es gibt zwei Anlagemodelle, bitte wählen Sie entsprechend Ihren Bedürfnissen",
    "deposit_into_this_account_for_pledge_mining": "Zahlen Sie auf dieses Konto für das Pfand-Mining ein. 24 Stunden nach der ersten Einzahlung können Sie die Einnahmen manuell erhalten und das Kapital nach Ablauf zurückerstatten",
    "recharge_to_the_promotion_account_to_purchase_periodic_mining_machines": "Laden Sie das Aktionskonto auf, um periodische Mining-Maschinen zu kaufen. Sie können Einnahmen in verschiedenen Zyklen sammeln und das Kapital und die Einnahmen zurückgeben, wenn es abläuft",
    "add_digital_currency_wallet": "Fügen Sie eine digitale Geldbörse hinzu",
    "address_type": "Adresstyp",
    "wallet_address": "Wallet-Adresse",
    "start_with": "Beginnen Sie mit",
    "digit_wallet_address": "Ziffern-Wallet-Adresse",
    "set_payment_password": "Zahlungspasswort festlegen",
    "continue": "Weitermachen",
    "are_you_sure_sign_out": "Sind Sie sicher, dass Sie sich abmelden?",
    "wallet_registration": "Wallet-Registrierung",
    "decentralized_wallet_download_address": "Dezentrale Wallet-Download-Adresse",
    "tutorial": "Tutorial ansehen",
    "buy_currency": "Währung kaufen",
    "common_problem": "häufiges Problem",
    "how_to_become_a_partner_of_trontin_mining_company": "So werden Sie Partner des Bergbauunternehmens TRONRICO",
    "to_become_our_partner": "Um unser Partner zu werden, können Sie durch einfache Registrierung 56.000 TRX kostenlos erhalten und diese innerhalb von 180 Tagen nach der Aktivierung abheben",
    "what_to_do_after_registration": "Was ist nach der Registrierung zu tun?",
    "you_need_to_log_in_to_your_account": "Sie müssen sich bei Ihrem Konto anmelden und die Mining-Funktion wird automatisch aktiviert. Um Ihr tägliches Einkommen zu erhöhen, tätigen Sie eine Einzahlung",
    "what_are_the_minimum_deposit_and_withdrawal_amounts": "Was sind die Mindesteinzahlungs- und Auszahlungsbeträge?",
    "the_minimum_deposit_is_10trx": "Die Mindesteinzahlung beträgt 10TRX und die Mindestauszahlung 5TRX.",
    "how_to_withdraw_money_what_should_i_do": "Wie kann ich Geld abheben, was soll ich tun?",
    "log_in_to_your_account": "Melden Sie sich bei Ihrem Konto an. Rufen Sie die Seite „Auszahlung“ auf. Klicken Sie auf die Schaltfläche „Auszahlen“. Verknüpfen Sie Ihre TRX-Wallet-Adresse und legen Sie zum ersten Mal ein Zahlungspasswort fest. Geben Sie dann den Auszahlungsbetrag an, wählen Sie Ihre Wallet-Adresse aus und klicken Sie zum Abheben.",
    "what_is_level_and_how_do_i_increase_it": "Was ist Level und wie erhöhe ich es?",
    "tron_marketing_uses_level_design": "TRON-Marketing verwendet Level-Design. Je mehr Strom ein Nutzer kauft, desto höher ist sein Niveau. Die Rentabilität hängt direkt von der Höhe der Akquisition ab. Wenn der erste Benutzer von VIP1 8 % pro Tag verdient, kann der VIP10 mit der höchsten Rentabilität 36 % pro Tag verdienen, wenn die für den Bergbau verfügbare Leistung zunimmt",
    "i_made_a_withdrawal_request_but_it_hasnt_arrived_in_my_wallet_yet": "Ich habe einen Auszahlungsantrag gestellt, aber dieser ist noch nicht in meiner Brieftasche angekommen",
    "all_requests_are_handled_by_a_set_of_system_automatic_modes": "Alle Anfragen werden von einer Reihe automatischer Systemmodi bearbeitet. Die Anfrage wird in der Regel innerhalb einer Minute bearbeitet",
    "what_payment_systems_does_this_project_have_for_deposits": "Welche Zahlungssysteme gibt es in diesem Projekt für Einzahlungen?",
    "you_can_deposit_using_a_payment_system_like_this": "Sie können mit einem Zahlungssystem wie diesem einzahlen",
    "what_payment_systems_does_this_project_have_for_withdrawals": "Welche Zahlungssysteme bietet dieses Projekt für Abhebungen?",
    "you_can_withdraw_money_using_this_payment_system": "Mit diesem Zahlungssystem können Sie Geld abheben",
    "how_to_change_account_password": "So ändern Sie das Kontopasswort",
    "click_the_change_password_function_on_the_my_tab_on_the_lower_right": "Klicken Sie auf der Registerkarte „Mein“ unten rechts auf der Seite auf die Funktion „Passwort ändern“. Geben Sie Ihr altes und neues Passwort ein, um es zu ändern",
    "what_if_i_forget_my_withdrawal_password": "Was passiert, wenn ich mein Auszahlungspasswort vergesse?",
    "please_use_the_email_address_you_reserved_when_registering_to_send_username": "Bitte verwenden Sie die E-Mail-Adresse, die Sie bei der Registrierung reserviert haben, um (Benutzername: .... „Auszahlungspasswort vergessen“) an unsere offizielle E-Mail-Adresse zu senden: tronrico68@gmail.com",
    "what_should_i_do_if_i_need_to_change_my_wallet_address": "Was soll ich tun, wenn ich meine Wallet-Adresse ändern muss?",
    "please_use_the_email_address_you_reserved_when_registering_to_send": "Bitte verwenden Sie die E-Mail-Adresse, die Sie bei der Registrierung reserviert haben, um (Benutzername und neue Wallet-Adresse) an unsere offizielle E-Mail-Adresse zu senden: tronrico68@gmail.com",
    "how_to_top_up": "So laden Sie auf",
    "to_make_a_deposit_you_need_to_log_into_your_account": "Um eine Einzahlung zu tätigen, müssen Sie sich bei Ihrem Konto anmelden und zur Mining-Seite gehen. Oben sehen Sie die Schaltfläche „Einzahlung“. Wählen Sie auf der Einzahlungsseite die Währung aus, in der Sie einzahlen möchten. Anschließend erhalten Sie eine Wallet-Adresse, an die Sie Ihre Kryptowährungen senden müssen. Einzahlungen werden innerhalb von 1 Minute gutgeschrieben.",
    "your_account_may_be_frozen_under_the_following_circumstances": "Ihr Konto kann unter den folgenden Umständen gesperrt werden",
    "trontin_takes_a_responsible_approach_to_protect_the_personal_data": "TRONTIN geht verantwortungsvoll vor, um die persönlichen Daten seiner Benutzer und die Sicherheit seiner Website zu schützen. Jeder Versuch, personenbezogene Daten des Benutzers zu sammeln, das Hacken des Website-Codes, die missbräuchliche Nutzung des Partnerprogramms, der Zugriff auf Benutzerkonten durch Hacking, die Nutzung von Diensten Dritter zur künstlichen Erhöhung der Anzahl der Partner sowie jede Verwaltung, die die Website oder ihre Benutzer beleidigt, können Gründe für die Sperrung des Benutzerkontos sein.",
    "I_didnt_find_the_answer_to_my_question_what_should_I_do": "Ich habe keine Antwort auf meine Frage gefunden, was soll ich tun?",
    "contact_online_customer_service_or_telegram_customer_service": "Wenden Sie sich an den Online-Kundendienst oder den Telegram-Kundendienst",
    "how_to_deposit": "So zahlen Sie ein",
    "click_deposit_on_the_platform_page": "Klicken Sie auf der Plattformseite auf „Einzahlen“.",
    "choose_to_transfer_to_the_basic_account_or_promotion_account": "Wählen Sie die Übertragung auf das Basiskonto oder das Aktionskonto. Nach der Eingabe können Sie die Währung für die Einzahlung auswählen.",
    "select_a_top_up_enter_to_copy_the_deposit_address": "Wählen Sie eine Aufladung aus. Geben Sie ein, um die Einzahlungsadresse zu kopieren.",
    "open_your_crypto_wallet_select_the_corresponding_currency_and_transfer": "Öffnen Sie Ihr Krypto-Wallet, wählen Sie die entsprechende Währung aus und überweisen Sie.",
    "paste_the_address_of_the_receiving_wallet": "Fügen Sie die Adresse des empfangenden Wallets ein.",
    "enter_the_amount_you_plan_to_deposit_into_your_account": "Geben Sie den Betrag ein, den Sie auf Ihr Konto einzahlen möchten.",
    "click_next_and_confirm_completion": "Klicken Sie auf „Weiter“ und bestätigen Sie den Abschluss.",
    "return_to_the_platform_and_click_the_recharge_button_note_the_last_step": "Kehren Sie zur Plattform zurück und klicken Sie auf die Schaltfläche „Aufladen“. Hinweis: Der letzte Schritt besteht darin, zur Plattform zurückzukehren und auf „Aufladen abgeschlossen“ zu klicken. Sobald die Aufladung abgeschlossen ist, erfolgt die Gutschrift rechtzeitig auf dem Konto.",
    "how_to_withdraw_money": "So heben Sie Geld ab",
    "select_the_exit_button_on_the_homepage_then_use_your_exchange_wallet": "Wählen Sie auf der Startseite die Schaltfläche „Beenden“ aus, verwenden Sie dann Ihre Börse (Wallet), um die TRC20-Adresse zu finden, kopieren Sie sie und binden Sie sie an die Plattform, um sie zu verlassen, und die Plattform wickelt die Währung TRX ab. Nach erfolgreicher Auszahlung erfolgt die Gutschrift auf dem Konto innerhalb von 1-3 Minuten.",
    "if_you_need_help_please_click_online_customer_service": "(Wenn Sie Hilfe benötigen, klicken Sie bitte auf Online-Kundendienst)",
    "announcement": "Bekanntmachung",
    "my_message": "Meine Nachricht",
    "company_mining_and_revenue": "【Unternehmen Bergbau und Einnahmen】",
    "registered_members_will_be_given_56000trx_as_pledged_equity": "Registrierte Mitglieder erhalten 56.000 TRX als verpfändetes Eigenkapital. Um das Konto zu aktivieren, ist eine Mindesteinzahlung von 10TRX und eine Mindestauszahlung von 5TRX erforderlich. Die Einnahmen können abgehoben oder in den Bergbau investiert werden.",
    "basic_investment_deposit_into_the_basic_account_and_automatically_join_the_contract_for_180_days": "[Basisinvestition] Einzahlung auf das Basiskonto und automatischer Vertragsbeitritt für 180 Tage [Die Vertragslaufzeit beginnt mit dem Zeitpunkt der ersten Einzahlung]. Das Basiskonto verfügt über tägliche Mining-Einnahmen und kann täglich 9 % bis 38 % des kumulierten Investitionsbetrags erhalten. Die Abwicklungszeit unseres Plattformsystems beträgt: der Zeitpunkt des ersten Kaufs des Benutzers, 24 Stunden später.",
    "for_example_the_first_purchase_time_is_1500_and_the_income_will_be_obtained_at_1500_the_next_day": "[Zum Beispiel: Die erste Kaufzeit ist 15:00 Uhr und die Einnahmen werden um 15:00 Uhr am nächsten Tag erzielt] Die Einnahmen werden nicht automatisch auf das Konto eingezahlt und Sie müssen jeden Tag auf die Einnahmen klicken; Wenn der Bergbau beginnt, klicken Sie aktiv, um das Einkommen zu erhalten.",
    "accumulated_deposits_of_10_2500_trx_automatically_upgraded_to_vip1_daily_withdrawal": "Kumulierte Einzahlungen von 10-2500 Trx, automatisches Upgrade auf VIP1, tägliche Auszahlung von 9 %.",
    "accumulated_deposits_of_2501_10000_trx_automatically_upgraded_to_vip2_10_daily_withdrawal": "Kumulierte Einzahlungen von 2501-10000 trx, automatisch auf VIP2 hochgestuft, 10 % tägliche Auszahlung.",
    "accumulated_deposits_of_10001_20000_trx_automatically_upgraded_to_vip3_daily_withdrawal": "Kumulierte Einzahlungen von 10.001-20.000 Trx, automatisches Upgrade auf VIP3, tägliche Auszahlungen von 11 %.",
    "accumulated_deposits_of_20001_50000_trx_automatically_upgraded_to_vip4_daily_withdrawal": "Kumulierte Einzahlungen von 20.001 bis 50.000 Trx, automatisches Upgrade auf VIP4, tägliche Auszahlungen von 13 %.",
    "accumulated_deposits_of_50001_100000_trx_automatically_upgraded_to_vip5_daily_withdrawal": "Kumulierte Einzahlungen von 50001-100000 Trx, automatisches Upgrade auf VIP5, tägliche Auszahlung von 15 %.",
    "accumulated_deposits_of_100001_200000_trx_automatically_upgraded_to_vip6_daily_withdrawal": "Kumulierte Einzahlungen von 100.001-200.000 Trx, automatisches Upgrade auf VIP6, tägliche Auszahlungen von 17 %.",
    "accumulated_deposits_of_200001_500000_trx_automatically_upgraded_to_vip7_daily_withdrawal": "Kumulierte Einzahlungen von 200.001-500.000 Trx, automatisches Upgrade auf VIP7, tägliche Auszahlung von 23 %.",
    "accumulated_deposits_of_500001_1000000_trx_automatically_upgraded_to_vip8_daily_withdrawal": "Kumulierte Einzahlungen von 500001-1000000 Trx, automatisches Upgrade auf VIP8, tägliche Auszahlung von 26 %.",
    "accumulated_deposits_of_1000001_1600000_trx_automatically_upgraded_to_vip9_daily_withdrawal": "Kumulierte Einzahlungen von 1000001-1600000 Trx, automatisches Upgrade auf VIP9, tägliche Auszahlung von 32 %.",
    "accumulated_deposits_of_1600001_9999999_trx_automatically_upgraded_to_vip10_daily_withdrawal": "Die kumulierten Einzahlungen betragen 1600001-9999999 trx, automatisch auf VIP10 hochgestuft, mit täglichen Auszahlungen von 38 %.",
    "automatically_upgrade_vip_level_instructions": "VIP-Level und Anweisungen automatisch aktualisieren.",
    "the_system_will-determine_your_total_accumulated_deposit": "Das System ermittelt Ihre gesamte angesammelte Einzahlung und stuft Sie automatisch auf die entsprechende Stufe hoch. Beispiel: Die erste Aufladung beträgt 500 TRX, die zweite Aufladung beträgt 2001 TRX, [die kumulative Aufladung beträgt 2501 TRX], das System führt automatisch ein Upgrade auf VIP2 durch und Sie erhalten VIP2. Das tägliche Einkommen der Stufe beträgt 10 % und so weiter.",
    "share_invitation_reward_description": "Teilen Sie die Beschreibung der Einladungsbelohnung",
    "invite_friends_description": "Laden Sie Freunde über den Aktionslink ein und 13 % des Einkommens werden sofort ausgezahlt. Wenn Sie Hunderten von Menschen empfehlen, sich Trontin anzuschließen, können Sie Millionär werden. Maximal 18 % (Provisionsstufe 13 % + Stufe 2 2 % + Stufe 3 1 %) 1: Beispiel: Sie laden Benutzer A ein, Benutzer A zahlt 10.000 TRX ein und investiert, Sie erhalten 1.300 TRX als Belohnung. Benutzer A lädt Benutzer B ein, Benutzer B zahlt 10.000 TRX ein und investiert, und Sie erhalten 200 TRX als Belohnung. Benutzer B begeistert erneut Benutzer C. Benutzer C zahlt 10.000 TRX ein und investiert. Als Belohnung erhalten Sie 100TRX. Die Werbeeinnahmen werden direkt auf Ihr Werbekonto überwiesen. Sie können direkt Geld abheben oder Links zur Finanzprodukt-Werbeplattform erwerben, um Werbeeinnahmen zu erzielen und eigene Teammitglieder zu fördern (Werbung kann einen bestimmten Prozentsatz der Werbeeinnahmen erhalten). Bewerben Sie Ihren Einladungslink bei Familie und Freunden, WhatsApp, Facebook-Gruppe, YouTube, Instagram, Twitter, Telegram-Gruppe oder einer anderen Social-Media-Plattform (Einladungslink: Melden Sie sich bei der Plattform an und klicken Sie auf die Schaltfläche „Teilen“, um den Link zu kopieren. Senden Sie den Link an Ihre Freunde oder eine beliebige soziale Plattform. Sagen Sie ihnen, dass dies die beste Investment-Mining-Plattform ist, um jeden Tag mindestens 8–36 % des Investitionsbetrags abzuheben.)",
    "official_platform_description": "Offizielle Plattform des TRONRICO-Mining-Pools",
    "the_official_platform_of_trontin_mining_pool": "Die offizielle Plattform des TRONRICO-Mining-Pools, genannt TRONRICO, wurde vom TRON Blockchain Financial Center zertifiziert. Wir sind ein offizieller und legaler TRON-Betreiber. Bieten Sie Ihren Kunden die stabilsten, sichersten und effizientesten Dienste! Seit 2020 haben wir und die TRON-Zentrale gegen mehr als 3.000 gefälschte Plattformen vorgegangen. Wenn Sie auf eine gefälschte Plattform stoßen, können Sie uns kontaktieren und wir werden mit der TRON-Zentrale zusammenarbeiten, um gegen die offizielle Zertifizierungsplattform TRONRICO vorzugehen.",
    "trontin_msb_registration_certificate": "TRONRICO MSB-Registrierungszertifikat",
    "tax_registration_certificate": "Steuerbescheinigung",
    "TRONTIN_White_Paper": "TRONRICO-Whitepaper",
    "click_to_view_trontin_white_paper": "Klicken Sie hier, um das TRONRICO-Whitepaper anzuzeigen",
    "news_report": "Nachrichtenbericht",
    "trontin_launches_revolutionary_cloud_mining_platform": "TRONRICO führt revolutionäre Cloud-Mining-Plattform ein",
    "click_to_view": "Klicken Sie zum Anzeigen",
    "contact_us": "Kontaktieren Sie uns",
    "company_website": "Firmenwebsite",
    "company_telegram": "Firmentelegramm",
    "telegram_channel": "Telegram-Kanal",
    "email": "E-Mail",
    "company_address": "8 Marina Blvd, Tower 1, Etage 31 und 32, Marina Bay Financial Centre Singapur",
    "invite_friends_to_recharge": "Laden Sie Freunde zum Aufladen ein, um entsprechende Rabatte zu erhalten",
    "level": "Ebene",
    "rebate": "Rabatt",
    "price": "Preis",
    "available_balance": "Verfügbares Guthaben",
    "limit_quantity": "Menge begrenzen",
    "purchase_quantity": "Kaufmenge",
    "daily_interest_rate": "Täglicher Zinssatz",
    "real_time": "Echtzeit",
    "participate_in_investment": "Beteiligen Sie sich an Investitionen",
    "project_rules": "Projektregeln",
    "repayment_method": "Rückzahlungsmethode",
    "repay_principal_and_interest_at_maturity": "Tilgen Sie Kapital und Zinsen bei Fälligkeit zurück",
    "unit_price": "Stückpreis",
    "daily_rate_of_return": "Tägliche Rendite",
    "investment_cycle": "Investitionszyklus",
    "expected_profit": "erwarteter Gewinn",
    "project_introduction": "Projekteinführung",
    "tron_love_mining_machine": "TRON LOVE Mining-Maschine. Kurzer Zyklus und stabiles Einkommen sind eine gute Wahl. Das Tageseinkommen beträgt 4,57 % bis 4,7 % und der Zyklus beträgt 3 Tage. Nach Ablauf des Zyklus wird es zusammen mit dem Kapital und den während des Zyklus erzielten Einnahmen direkt auf Ihr [Aktionskonto] ausgezahlt. Sie können Geld direkt abheben; Diese Plattform unterstützt das Investment-Mining von TRX, ETH, BNB, DOGE, USDT (ERC20 TRC20 BEP20).",
    "notice": "BEACHTEN",
    "confirmation_transfer": "Sind Sie sicher, dass Sie umziehen möchten?",
    "home": "Heim",
    "invest": "Investieren",
    "mine": "Mich",
    "Account_6_16_characters_no_spaces_allowed": "Konto, 6–16 Zeichen, keine Leerzeichen erlaubt",
    "Area_code_plus_mobile_number": "Vorwahl + Handynummer",
    "recommendation_code": "Empfehlungscode",
    "global_partners": "Globale Partner",
    "email_verification_code": "E-Mail-Bestätigungscode",
    "otp": "OTP",
    "enter_a_new_password": "Geben Sie ein neues Passwort ein",
    "wallet_found": "Wallet-Fonds",
    "need_traded": "Muss gehandelt werden",
    "already_traded": "Bereits gehandelt",
    "number_of_withdrawals": "Anzahl der Abhebungen",
    "allow_withdrawal": "Auszahlung zulassen",
    "yes": "Ja",
    "minimum_withdrawal": "Mindestauszahlung",
    "enter_withdrawal_amount": "Geben Sie den Auszahlungsbetrag ein",
    "please_enter": "Bitte treten Sie ein",
    "loading": "Laden",
    "confirm_password": "Passwort bestätigen",
    "original_payment_password": "Ursprüngliches Zahlungspasswort",
    "invest_product": "Intelligente Investition",
    "purchased": "gekauft",
    "total_income": "Gesamteinkommen",
    "principal": "Rektor",
    "total_principal_and_interest": "Gesamtkapital und Zinsen",
    "how_to_deposit_funds_on_the_ai_trading_platform": "1. So zahlen Sie Geld auf der AI-Handelsplattform ein",
    "step_1_get_your_deposit_address": "Schritt 1: Besorgen Sie sich Ihre Einzahlungsadresse",
    "log_into_your_ai_trading_account": "Melden Sie sich bei Ihrem AI-Handelskonto an",
    "head_to_the_deposit_page": "Gehen Sie zur Seite „Einzahlung“.",
    "choose_your_cryptocurrency": "Wählen Sie Ihre Kryptowährung (TRC20, BEP20, BNB oder TRX)",
    "generate_the_deposit_address_and_copy_it_to_your_clipboard": "Erzeugen Sie die Einzahlungsadresse und kopieren Sie diese in Ihre Zwischenablage",
    "step_2_send_funds_from_your_wallet": "Schritt 2: Senden Sie Geld von Ihrem Wallet",
    "open_your_crypto_wallet_app": "Öffnen Sie Ihre Krypto-Wallet-App (z. B. MetaMask, Trust Wallet)",
    "select_the_correct_network": "Wählen Sie das richtige Netzwerk (TRC20 oder BEP20)",
    "paste_the_copied_deposit_address_as_the_recipient": "Fügen Sie die kopierte Einzahlungsadresse als Empfänger ein",
    "input_the_amount_you_want_to_deposit_and_confirm_the_send": "Geben Sie den Betrag ein, den Sie einzahlen möchten, und bestätigen Sie den Versand",
    "wait_for_confirmation_on_the_blockchain": "Warten Sie auf die Bestätigung in der Blockchain (normalerweise einige Minuten).",
    "step_3_confirm_your_deposit": "Schritt 3: Bestätigen Sie Ihre Einzahlung",
    "go_to_transaction_history_to_track_progress": "Gehen Sie zum „Transaktionsverlauf“, um den Fortschritt zu verfolgen",
    "click_complete_deposit_once_transaction_is_verified": "Klicken Sie auf „Einzahlung abschließen“, sobald die Transaktion bestätigt ist",
    "if_your_deposit_doesnt_reflect_within_30_minutes_reach_out_to_support": "Wenn Ihre Einzahlung nicht innerhalb von 30 Minuten eingeht, wenden Sie sich an den Support",
    "how_to_withdraw_funds_from_the_ai_trading_platform": "2. So heben Sie Gelder von der AI-Handelsplattform ab",
    "step_1_choose_your_withdrawal_option": "Schritt 1: Wählen Sie Ihre Auszahlungsoption",
    "log_in_and_open_the_fund_management_tab": "Melden Sie sich an und öffnen Sie den Reiter „Fondsverwaltung“.",
    "click_withdraw_and_pick_your_preferred_network": "Klicken Sie auf „Auszahlen“ und wählen Sie Ihr bevorzugtes Netzwerk (TRC20\/BEP20\/BNB\/TRX) aus.",
    "step_2_fill_in_withdrawal_information": "Schritt 2: Geben Sie die Auszahlungsinformationen ein",
    "enter_the_amount_you_want_to_withdraw": "Geben Sie den Betrag ein, den Sie abheben möchten",
    "paste_your_wallet_address": "Fügen Sie Ihre Wallet-Adresse ein (stellen Sie sicher, dass sie mit dem richtigen Netzwerk übereinstimmt)",
    "complete_any_required_security_verification_steps": "Führen Sie alle erforderlichen Sicherheitsüberprüfungsschritte aus",
    "step_3_final_confirmation_and_submission": "Schritt 3: Endgültige Bestätigung und Übermittlung",
    "double_check_all_the_details_before_submitting": "Überprüfen Sie vor dem Absenden noch einmal alle Details",
    "withdrawals_usually_process_within_30_minutes": "Auszahlungen werden in der Regel innerhalb von 30 Minuten bearbeitet",
    "track_the_progress_under_withdrawal_records": "Verfolgen Sie den Fortschritt unter „Auszahlungsaufzeichnungen“",
    "important_notes": "Wichtige Hinweise:",
    "double_check_your_wallet_address_crypto_transfers_cant_be_undone": "❗️ Überprüfen Sie Ihre Wallet-Adresse noch einmal – Kryptotransfers können nicht rückgängig gemacht werden",
    "make_sure_to_meet_the_platforms_minimum_withdrawal_limit": "❗️ Stellen Sie sicher, dass Sie das Mindestauszahlungslimit der Plattform einhalten",
    "delays_can_occur_due_to_high_network_traffic": "❗️ Aufgrund des hohen Netzwerkverkehrs kann es zu Verzögerungen kommen",
    "contact_live_chat_support_anytime_if_you_face_any_issues": "❗️ Wenden Sie sich jederzeit an den Live-Chat-Support, wenn Sie auf Probleme stoßen",
    "if_you_need_more_help_our_customer_service_team_is_available_24_7_via_live_chat": "Wenn Sie weitere Hilfe benötigen, steht Ihnen unser Kundendienstteam rund um die Uhr per Live-Chat zur Verfügung",
    "what_is_chain_quant": "1. Was ist Chain Quant?",
    "chain_quant_description": "Chain Quant ist eine KI-gestützte quantitative Handelsplattform, die künstliche Intelligenz und Blockchain-Technologie kombiniert, um Kryptomarkttrends zu analysieren und automatisierte Geschäfte auszuführen. Dadurch können Benutzer mit minimalem Aufwand stabile Renditen erzielen.",
    "core_services_of_chain_quant": "2. Kernleistungen von Chain Quant",
    "quantitative_arbitrage_trading": "Quantitativer Arbitragehandel\n – Nutzt Preisunterschiede zwischen mehreren Börsen, um risikoarme Gewinne zu erzielen\n – KI-gesteuerte Systeme verfolgen Märkte rund um die Uhr und führen Geschäfte zum idealen Zeitpunkt aus",
    "ai_auto_trading": "KI-Autohandel\n – Vollautomatische Bots, die vorgefertigte Strategien wie Trendfolge- und Rastersysteme verwenden\n – Algorithmen passen sich in Echtzeit an, um das Risiko zu begrenzen und die Rendite zu steigern",
    "fund_security": "Fondssicherheit\n – Implementiert mehrschichtige Verschlüsselung mit Cold- und Hot-Wallet-Trennung\n – Intelligente Vertragsprüfungen sorgen für transparente und manipulationssichere Abläufe",
    "instant_deposits_withdrawals": "Sofortige Einzahlungen\/Auszahlungen\n – Einzahlungen werden innerhalb von 1–3 Minuten bearbeitet (unterstützt TRC20\/BEP20)\n – Auszahlungen erfolgen schnell und automatisiert – keine manuelle Überprüfung erforderlich",
    "multiple_trading_modes": "Mehrere Handelsmodi\n – Anfängermodus: Risikoarmes, völlig unkompliziertes Trading\n – Pro-Modus: Erweiterte Tools und Strategiesteuerung für erfahrene Benutzer",
    "how_to_register_and_start_using_chain_quant": "3. Wie kann ich mich registrieren und Chain Quant nutzen?",
    "sign_up": "Schritt 1: Anmelden: \n Besuchen Sie die offizielle Chain Quant-Website, klicken Sie auf „Kostenlose Registrierung“ und bestätigen Sie per E-Mail oder Telefon",
    "deposit_and_activate_ai_trading": "Schritt 2: Einzahlen und AI Trading aktivieren:\n Laden Sie Ihr Konto mit USDT auf (TRC20 oder BEP20)\n Eingezahlte Gelder werden in Ihr Chain Quant-Handelsguthaben umgewandelt",
    "launch_ai_trading": "Schritt 3: KI-Handel starten:\n Klicken Sie auf „Quantitativer Handel“, um Ihren persönlichen KI-Bot zu aktivieren\n Das System beginnt mit automatisierten Geschäften, die darauf abzielen, tägliche Gewinne zu erzielen",
    "how_to_earn_with_chain_quant": "Wie kann man mit Chain Quant Geld verdienen?",
    "arbitrage_profits": "– Methode 1: Arbitragegewinne:\n KI erkennt Preislücken (z. B. an einer Börse günstig kaufen, an einer anderen teuer verkaufen)",
    "ai_trading_returns": "– Methode 2: KI-Handelsrenditen:\n Algorithmen nutzen Trenddaten, um automatisch günstig einzukaufen und teuer zu verkaufen",
    "referral_rewards": "– Methode 3: Empfehlungsprämien:\n Laden Sie andere ein und verdienen Sie Provisionen aus ihren Geschäften",
    "why_choose_chain_quant": "5. Warum Chain Quant wählen?",
    "ai_automation": "✓ KI-Automatisierung rund um die Uhr – Verpassen Sie keine Handelsmöglichkeit",
    "military_grade_security": "✓ Sicherheit auf Militärniveau – Cold Wallets und erstklassige Verschlüsselung",
    "dual_trading_modes": "✓ Duale Handelsmodi – Perfekt für Anfänger und Profis",
    "reliable_returns": "✓ Zuverlässige Renditen – Unterstützt durch Echtzeit-Marktanalysen",
    "free_daily_withdrawals": "✓ Kostenlose tägliche Abhebungen – Genießen Sie jeden Tag eine kostenlose Abhebung",
    "start_your_journey_with_chain_quant": "Beginnen Sie noch heute Ihre Reise mit Chain Quant und lassen Sie die intelligente Automatisierung für Ihre Krypto-Zukunft arbeiten!",
    "chain_quant_ltd": "CHAIN ​​QUANT LTD",
    "driving_the_future_of_ai": "Wir treiben die Zukunft von KI, Big Data und Automatisierung voran",
    "at_chain_quant_we_harness": "Bei Chain Quant nutzen wir die Leistungsfähigkeit modernster künstlicher Intelligenz, Big Data und fortschrittlicher Automatisierung, um die globale digitale Transformation zu beschleunigen. Unsere Mission ist es, Unternehmen mit intelligenten, skalierbaren Lösungen auszustatten, die das Geschäftswachstum vorantreiben und eine vernetztere, effizientere Zukunft gestalten.",
    "core_services": "Kerndienstleistungen",
    "ai_solutions": "KI-Lösungen – Integration von maschinellem Lernen und Deep Learning, um Abläufe zu optimieren und die Effizienz zu maximieren.",
    "big_data_analytics": "Big Data Analytics – Bereitstellung einer leistungsstarken Dateninfrastruktur und umsetzbarer Erkenntnisse für intelligente Entscheidungen und nachhaltiges Wachstum.",
    "automation_integration": "Automatisierungsintegration – Entwerfen benutzerdefinierter Automatisierungsworkflows, die Kosten senken, Redundanzen beseitigen und die Produktivität steigern.",
    "strategic_industry_consulting": "Strategische Branchenberatung – Bereitstellung zukunftsweisender, technologiegestützter Marktinformationen zur Steuerung digitaler Transformationsstrategien.",
    "our_core_values": "Unsere Grundwerte",
    "innovation_driven": "Innovationsgetrieben – Wir hinterfragen den Status Quo und erweitern die Grenzen dessen, was mit Technologie möglich ist.",
    "client_centric": "Kundenzentriert – Jede Lösung ist auf die individuellen Bedürfnisse und sich entwickelnden Ziele unserer Kunden zugeschnitten.",
    "integrity_accountability": "Integrität und Verantwortlichkeit – Transparenz und Vertrauen sind die Grundlagen jeder Partnerschaft, die wir aufbauen.",
    "vision": "Vision",
    "to_lead_globally_in_ai": "Weltweit führend bei KI und datengesteuerter Innovation, damit KMU in der digitalen Wirtschaft erfolgreich sein können und gleichzeitig verantwortungsvoller Technologieeinsatz und ethische Transformation gefördert werden.",
    "innovation_philosophy": "Innovationsphilosophie",
    "we_pioneer_the_smart_ecosystem": "Wir sind Vorreiter des Smart Ecosystems – einer Blockchain-gesicherten, branchenübergreifenden digitalen Infrastruktur, die nahtlose Zusammenarbeit, Transparenz und fortschrittliche Intelligenz auf globalen Märkten ermöglicht.",
    "corporate_information": "Unternehmensinformationen",
    "legal_name": "Offizieller Name",
    "company_number": "Firmennummer",
    "incorporation_date": "Gründungsdatum",
    "registered_address": "Registrierte Adresse",
    "for_official_filings": "Für offizielle Einreichungen und Überprüfungen wenden Sie sich bitte an das britische Regierungsregister:",
    "uk_government_registry": "Britisches Regierungsregister",
    "secure_and_fast_transactions": "24-Stunden-Auszahlung",
    "withdraw_account": "Auszahlungskonto",
    "withdrawal_method": "Auszahlungsmethode",
    "quota": "Kontingent 1 - 650000",
    "enter_withal_address": "Auszahlungsadresse",
    "enter_password": "Passwort",
    "handling_fees": "Bearbeitungsgebühren",
    "actually_received": "Tatsächlich empfangen",
    "press_release": "Pressemitteilung",
    "relese_date": "03. Februar 2024",
    "we_are_thrilled_to_announce": "Wir freuen uns, den Start von Chain Quant am 15. August 2024 offiziell bekannt geben zu können!",
    "Chain_Quant_is_a_global_powerhouse": "Chain Quant ist ein weltweit führendes Unternehmen im Bereich KI-gesteuerter quantitativer Handel und Kryptowährungsarbitrage und bietet blitzschnelle, intelligente Handelslösungen, die die Rentabilität maximieren und die Entwicklung des digitalen Finanzwesens vorantreiben.",
    "platform_highlights": "Plattform-Highlights",
    "seamless_multi_exchange_integration": "Nahtlose Multi-Exchange-Integration – Unterstützt Binance, Coinbase, Huobi und mehr",
    "ultra_fast_arbitrage_execution": "Ultraschnelle Arbitrage-Ausführung – Buy-Low-\/Sell-High-Chancen in Sekundenbruchteilen",
    "fully_autonomous_trading": "Vollständig autonomer Handel – 100 % KI-gestützt, keine manuelle Eingabe erforderlich",
    "be_among_the_first_to_experience": "Gehören Sie zu den Ersten, die den Handel der nächsten Generation erleben.",
    "register_now": "Registrieren Sie sich jetzt und übernehmen Sie die Kontrolle über die Zukunft mit Chain Quant – wo Präzision auf Leistung im intelligenten Finanzwesen trifft.",
    "chain_quantity_quantitative_investment_program": "Quantitatives Investitionsprogramm Chain Quantity. Abgestuftes VIP-System für automatisiertes passives Einkommen",
    "vip_levels_rewards": "VIP-Level und Belohnungen",
    "vip_level_deposit_range_daily_return": "VIP-Level-Einzahlungsbereich (USDT) Tägliche Rendite (%)",
    "vip_1_deposit_range_daily_return": "VIP 1 10 $ – 199 $ 2,46 % – 2,52 %",
    "vip_2_deposit_range_daily_return": "VIP 2 200 $ – 999 $ 2,71 % – 2,72 %",
    "vip_3_deposit_range_daily_return": "VIP 3 1.000 $ – 4.999 $ 2,92 % – 2,98 %",
    "vip_4_deposit_range_daily_return": "VIP 4 5.000 $ – 9.999 $ 3,15 % – 3,19 %",
    "vip_5_deposit_range_daily_return": "VIP 5 10.000 $ – 14.999 $ 3,36 % – 3,40 %",
    "vip_6_deposit_range_daily_return": "VIP 6 15.000 $ – 29.999 $ 3,69 % – 3,73 %",
    "vip_7_deposit_range_daily_return": "VIP 7 30.000 $ – 59.999 $ 3,92 % – 3,97 %",
    "vip_8_deposit_range_daily_return": "VIP 8 60.000 $ – 99.999 $ 4,25 % – 4,27 %",
    "vip_9_deposit_range_daily_return": "VIP 9 100.000 $ – 149.999 $ 4,54 % – 4,58 %",
    "vip_10_deposit_range_daily_return": "VIP 10 150.000 – 200.000 $ 5,01 % – 5,10 %",
    "chain_quantity_operates_on_progressive_model": "Chain Quantity basiert auf einem progressiven Investitionsmodell, das auf Skalierbarkeit und Einfachheit ausgelegt ist.",
    "start_with_10_usdt_activate_quantity_1": "Beginnen Sie mit nur 10 USDT, um Menge 1 zu aktivieren",
    "upgrade_to_quantity_2_by_adding_989_usdt": "Upgrade auf Menge 2 durch Hinzufügen von 989 USDT (Gesamt: 999 USDT)",
    "minimum_deposit_10_usdt": "Niedrige Einzahlung: 10 USDT",
    "minimum_withdrawal_2_usdt": "Mindestauszahlung: 2 USDT",
    "example_investing_1000_usdt_unlocks_vip_3": "Durch die Investition von 1.000 USDT wird VIP 3 freigeschaltet",
    "daily_earnings_example": "Tägliches Einkommen = 1.000 × 2,92 % = 29,2 USDT",
    "program_highlights": "Programm-Highlights",
    "validity_per_vip_tier": "⏳ 180 Tage Gültigkeit pro VIP-Stufe",
    "daily_system_reset": "🕛 Täglicher System-Reset um 00:00 Uhr SGT",
    "automatic_upgrades": "🔓 Automatische Upgrades bei Erreichen des nächsten Schwellenwerts",
    "instant_withdrawals": "💸 Sofortige Abhebungen vom Provisionsguthaben",
    "why_choose_chain_quantity": "Warum Kettenmenge wählen?",
    "higher_tiers_offer_better_returns": "✅ Höhere Stufen bieten deutlich bessere Renditen",
    "no_lock_up_periods": "✅ Keine Sperrfristen – die Mittel bleiben zugänglich",
    "real_time_profit_tracking": "✅ Gewinnverfolgung in Echtzeit über das Dashboard",
    "transparent_automated_system": "✅ 100 % transparentes, automatisiertes System",
    "sustainable_passive_income_model": "Verdienen Sie nachhaltiges, passives Einkommen mit unserem intelligenten Stufenmodell – auf Wachstum ausgelegt, auf Belohnungen optimiert.",
    "example": "Beispiel",
    "chain_quantity_team_rewards_program": "Chain-Quantity-Team-Prämienprogramm",
    "unlock_powerful_earning_potential": "Erschließen Sie leistungsstarke Verdienstmöglichkeiten mit unserem strukturierten mehrstufigen Provisionssystem und exklusiven Maklermöglichkeiten.",
    "multi_level_commission_structure": "Mehrstufige Kommissionsstruktur",
    "maximize_rewards_tiered_referral_program": "Maximieren Sie Ihre Prämien durch unser abgestuftes Empfehlungsprogramm:",
    "level_1_direct_referrals_earn_15_percent": "Stufe 1 (Direkte Empfehlungen): Verdienen Sie 15 % Provision",
    "level_2_indirect_referrals_earn_2_percent": "Stufe 2 (Indirekte Empfehlungen): Verdienen Sie 2 % Provision",
    "level_3_extended_network_earn_1_percent": "Stufe 3 (Erweitertes Netzwerk): Verdienen Sie 1 % Provision",
    "earn_every_time_referrals_deposit_funds": "Sie verdienen jedes Mal, wenn Ihre Empfehlungen – und deren Empfehlungen – Geld einzahlen.",
    "global_agent_recruitment": "Globale Agentenrekrutierung",
    "expanding_reach_motivated_partners": "Wir erweitern unsere Reichweite und suchen motivierte Partner:",
    "national_agents_earn_5_percent": "Nationale Agenten: Verdienen Sie 5 % Provision",
    "city_agents_earn_4_percent": "Stadtmakler: Verdienen Sie 4 % Provision",
    "regional_agents_earn_3_percent": "Regionale Agenten: Verdienen Sie 3 % Provision",
    "build_your_network": "Bauen Sie Ihr Netzwerk auf:",
    "launch_telegram_whatsapp_community": "Starten Sie Ihre eigene Telegram- oder WhatsApp-Community",
    "invite_official_support_team": "Laden Sie unser offizielles Support-Team zur Teilnahme ein",
    "grow_team_unlock_exponential_earning": "Erweitern Sie Ihr Team und erschließen Sie exponentielle Verdienstmöglichkeiten",
    "referral_bonus_example": "Beispiel für einen Empfehlungsbonus",
    "member_deposit_commission_rate_earnings": "Die Mitgliedseinzahlungsprovision bewertet Ihr Einkommen",
    "member_a_1000_usdt_15_percent_150_usdt": "Mitglied A 1.000 USDT 15 % 150 USDT",
    "member_b_1000_usdt_2_percent_20_usdt": "Mitglied B 1.000 USDT 2 % 20 USDT",
    "member_c_1000_usdt_1_percent_10_usdt": "Mitglied C 1.000 USDT 1 % 10 USDT",
    "earn_bonuses_team_members_deposit": "Sie erhalten Boni jedes Mal, wenn Ihre Teammitglieder eine Einzahlung tätigen.",
    "daily_agent_bonus_rewards": "Tägliche Bonusbelohnungen für Agenten",
    "top_performing_agents_rewarded_daily": "Die leistungsstärksten Agenten werden automatisch belohnt, basierend auf den täglichen Teameinzahlungen:",
    "1000_usdt_60_usdt_bonus": "1.000 USDT → 60 USDT BONUS",
    "5000_usdt_188_usdt_bonus": "5.000 USDT → 188 USDT BONUS",
    "16000_usdt_388_usdt_bonus": "16.000 USDT → 388 USDT BONUS",
    "58000_usdt_1483_usdt_bonus": "58.000 USDT → 1.483 USDT BONUS",
    "100000_usdt_6450_usdt_bonus": "100.000 USDT → 6.450 USDT BONUS",
    "500000_usdt_99999_usdt_bonus": "500.000 USDT → 99.999 USDT BONUS",
    "bonuses_cumulative_instantly_withdrawable": "Alle Boni sind kumulativ und können sofort in USDT ausgezahlt werden.",
    "join_today_grow_network_start_earning": "Treten Sie noch heute bei, erweitern Sie Ihr Netzwerk und verdienen Sie wie nie zuvor.",
    "recharge_amount": "Aufladebetrag",
    "current_amount": "Aktuell verfügbarer Betrag",
    "todays_earning": "Das heutige Ergebnis",
    "total_revenue": "Gesamtumsatz",
    "invitation_rewareds": "Einladungsbelohnungen",
    "more_level_comming": "Weitere Level folgen in Kürze ...",
    "per_day": "Quantifizierungszeiten pro Tag",
    "agree_with_our": "Stimme unserem zu",
    "terms_of_use": "Nutzungsdauer",
    "and": "Und",
    "privacy_policy": "Datenschutzrichtlinie",
    "no_account": "Kein Konto?",
    "security_password": "Sicherheitspasswort",
    "processing": "Verarbeitung…",
    "already_have_an_account": "Sie haben bereits ein Konto?",
    "verify_email_title": "E-Mail bestätigen",
    "enter_your_verification_code": "Geben Sie Ihren Bestätigungscode ein",
    "verifying": "Überprüfung...",
    "verify_email": "E-Mail bestätigen",
    "check_inbox_and_spam_html": "Bitte überprüfen Sie Ihren Posteingang und Ordner auf die Bestätigungs-E-Mail.",
    "total_assets": "Gesamtvermögen",
    "quantitative_account": "Quantitatives Konto",
    "agent_corperation": "Agentenkooperation",
    "activity": "Teamaktivität",
    "unread_messages_alert": "Sie haben ungelesene Nachrichten auf der Website, überprüfen Sie bitte den Nachrichteninhalt!",
    "vip": "VIP",
    "trial_fee": "Probegebühr",
    "profit_assets": "Gewinnvermögen",
    "todays_earnings": "Das heutige Ergebnis",
    "quantifiable_number_of_days": "Quantifizierbare Anzahl von Tagen",
    "countdown_days": "Countdown-Tage",
    "quantify_reset_time": "Quantifizieren Sie die Rückstellzeit",
    "start_quantify": "Quantifizieren starten",
    "quantification_process": "Quantifizierungsprozess",
    "start_quantification": "Quantifizierung starten...",
    "start_queuing": "Fangen Sie an, sich in die Warteschlange zu stellen ...",
    "start_executing_buy_order": "Beginnen Sie mit der Ausführung des Kaufauftrags...",
    "start_executing_sell_order": "Beginnen Sie mit der Ausführung des Verkaufsauftrags...",
    "start_capturing_market_prices": "Beginnen Sie mit der Erfassung von Handelsmarktpreisen ...",
    "start_distributing_commissions": "Beginnen Sie mit der Ausschüttung von Provisionen...",
    "operation_complete": "Der Vorgang ist abgeschlossen und endet.",
    "current_vip": "Aktueller VIP",
    "click_to_unlock": "Klicken Sie auf „Zum Entsperren“.",
    "quantification_times_per_day": "Quantifizierungszeiten pro Tag",
    "profit_ratio": "Gewinnquote",
    "minimum_unlock_amount": "Mindestfreischaltbetrag",
    "recharge_unlock_message": "Durch Aufladen wird Recharge automatisch {{minUnclock}}USDT freigeschaltet",
    "quantitative_benefits": "Quantitative Vorteile",
    "deposit_into_basic_wallet": "In die Basis-Wallet einzahlen",
    "invest_record": "Invest-Rekord",
    "build_team_rewards": "Bilden Sie ein Team und erhalten Sie großzügige Belohnungen",
    "my_invitation_code": "Mein Einladungscode",
    "invite_link": "Einladungslink",
    "view_the_team": "Sehen Sie sich das Team an",
    "daily_commissions": "Tägliche Provisionen",
    "invited_friends_recharge_rebates": "Laden Sie Freunde ein, um beim Aufladen entsprechende Rabatte zu erhalten:",
    "recharge_rebate": "Rabatt aufladen",
    "quantify_rebate": "Quantifizieren Sie den Rabatt",
    "copy_success": "Erfolg kopieren",
    "withdraw": "Zurückziehen",
    "sign_out": "Abmelden",
    "hello_username": "Hallo, {{Benutzername}}",
    "welcome_back": "Willkommen zurück",
    "investment_accounts": "Anlagekonten",
    "commission_today": "Kommission heute",
    "yesterdays_earnings": "Das Ergebnis von gestern",
    "detail": "Detail",
    "transfer": "Überweisen",
    "news": "Nachricht",
    "security_center": "Sicherheitscenter",
    "company_profile": "Unternehmensprofil",
    "about_us": "Über uns",
    "twenty_four_hour_withdrawal": "48-Stunden-Auszahlung",
    "withdrawable": "Ausziehbar",
    "amount_to_be_processed": "Zu verarbeitender Betrag",
    "payment_method": "Zahlungsart",
    "withdrawal_limit_range": "Auszahlungslimitbereich 7,00 - 99999999,00",
    "withdrawal_address": "Auszahlungsadresse",
    "handling_fee": "Bearbeitungsgebühr",
    "receipt": "Quittung",
    "withdrawal_note": "Auszahlungshinweis",
    "withdrawal_policy_title": "Auszahlungsrichtlinie (ToobitQuant)",
    "minimum_withdrawal_amount": "Mindestauszahlungsbetrag",
    "withdrawal_fee": "Auszahlungsgebühr",
    "withdrawal_frequency": "Auszahlungshäufigkeit",
    "withdrawal_frequency_desc": "Einmal täglich, verfügbar von Montag bis Sonntag (Singapur-Zeit)",
    "processing_time": "Bearbeitungszeit",
    "processing_time_desc": "Auszahlungen werden in der Regel innerhalb von 0–48 Stunden nach dem Absenden der Anfrage bearbeitet und direkt auf Ihr Wallet übertragen.",
    "mining_machine_energy_failure": "Energieausfall der Bergbaumaschine, bitte laden Sie {{amount}} USDT auf",
    "financial": "Finanziell",
    "usdt": "USDT",
    "failed_to_fetch_data": "Daten konnten nicht abgerufen werden.",
    "note_before_switching_accounts": "Hinweis: Bevor Sie das Aufladekonto wechseln, bestätigen Sie bitte, dass die vorherige Aufladung eingegangen ist!",
    "quant_account_desc": "Zahlen Sie auf dieses Konto ein, um eine intelligente, quantifizierte Rendite zu erzielen",
    "investment_account_desc": "Einzahlungen auf dieses Konto können für Investitionen in Crowdfunding-Projekte verwendet werden",
    "recharge_address": "Aufladeadresse",
    "recharge_complete": "Aufladen abgeschlossen",
    "deposit_instruction_1": "1. Kopieren Sie die Adresse oben oder scannen Sie den QR-Code und wählen Sie die aus",
    "network_deposit": "Netzwerk zur Hinterlegung von Vermögenswerten.",
    "invite_top_up_rewards": "Laden Sie Freunde zum ersten Mal zum Aufladen ein und Sie können die folgenden Belohnungen erhalten",
    "number_of_invited_people": "Anzahl der eingeladenen Personen",
    "invitation_rewards_label": "Einladungsbelohnungen:",
    "usdt_automatic_distribution": "Automatische USDT-Verteilung",
    "invitee_first_recharge_needs_to_be_in": "Die erste Aufladung des Eingeladenen muss erfolgen",
    "above": "über",
    "tiered_rewards_intro": "Laden Sie eine bestimmte Anzahl an Personen ein und erhalten Sie gestaffelte Belohnungen:",
    "count": "Zählen",
    "award": "Vergeben",
    "unlimited": "Unbegrenzt",
    "auto": "Auto",
    "claimed": "Behauptet",
    "remaining": "Übrig",
    "failed_to_load_invite_rewards": "Einladungsbelohnungen konnten nicht geladen werden.",
    "reward_claimed_successfully": "Prämie erfolgreich beansprucht.",
    "unable_to_claim_reward": "Prämie kann nicht beansprucht werden. Bitte versuchen Sie es erneut.",
    "agent_cooperation": "Agentenkooperation",
    "global_recruitment_title": "Informationen zur globalen Rekrutierung von Vollzeitmitarbeitern:",
    "positions_available_subtitle": "6 Stellen in der Marketingabteilung verfügbar",
    "job_description_promotion_title": "Stellenbeschreibung und Beförderungskriterien:",
    "job_description_promotion_body": "Die Marketingabteilung bietet die folgenden 6 Stellen an, basierend auf der Gesamtzahl der Benutzer mit erfolgreichen Aufladestufen auf Stufe 1 und Stufe 2. Die Stellen sind wie folgt:",
    "salary_tiers_intro": "Jede Position hat unterschiedliche Gehaltsstufen. Je höher die Position, desto höher das Gehalt. Die Einzelheiten lauten wie folgt:",
    "position": "Position",
    "level_1": "Stufe 1",
    "level_1_plus": "Stufe 1+",
    "level_2": "Stufe 2",
    "weekly": "Wöchentlich",
    "salary": "Gehalt",
    "growth_catalyst": "Wachstumskatalysator",
    "brand_architect": "Markenarchitekt",
    "engagement_guru": "Engagement der Lehrer",
    "visionary_strategist": "Visionärer Stratege",
    "innovation_leader": "Innovationsführer",
    "territory_commander": "Gebietskommandant",
    "meet_requirements_contact_manager": "Benutzer, die die Positionsvoraussetzungen erfüllen, wenden sich zur Überprüfung bitte an den Projektmanager.",
    "salary_payment_method_timing": "Art und Zeitpunkt der Gehaltszahlung:",
    "salary_distribution_detail": "Die Gehälter werden jeden Montag nach 18:00 Uhr auf das ToobitQuant-Wallet-Konto überwiesen.",
    "additional_rewards_title": "Zusätzliche Prämien für Vollzeitmitarbeiter:",
    "additional_rewards_body": "Sobald ein Mitarbeiter ein festes Mitglied wird, erhält er als zusätzliche Belohnung einen Prozentsatz der gesamten wöchentlichen Einzahlungen seines Teams. Die Belohnungsstruktur ist wie folgt:",
    "total_weekly_deposits_usdt": "Gesamte wöchentliche Einzahlungen (USDT)",
    "reward_percentage": "Belohnungsprozentsatz",
    "commission": "Kommission",
    "commission_records": "Kommissionsunterlagen",
    "valid_invitation_people_number": "Gültige Personennummer der Einladung",
    "team_report": "Teambericht",
    "team_total_recharge": "Gesamtaufladung des Teams:",
    "team_total_withdrawal": "Totaler Rückzug des Teams:",
    "level_3": "Stufe 3",
    "total_valid_label": "Gesamt\/Gültig:",
    "get_commission_label": "Provision erhalten:",
    "now_go": "Jetzt geh",
    "brand_name": "TOOBIT",
    "press_release_date": "25. Juni 2025",
    "launch_announcement_prefix": "Wir freuen uns, den Start von bekannt zu geben",
    "launch_announcement_suffix": ", eine revolutionäre KI-gestützte Plattform, die ab dem 5. September 2025 live ist.",
    "platform_description": "TOOBIT soll die Zukunft des Handels mit digitalen Vermögenswerten verbessern, indem es die Leistungsfähigkeit künstlicher Intelligenz mit blitzschneller Ausführung kombiniert. Unsere Plattform wurde für die nächste Generation von Anlegern entwickelt und bietet präzisionsgesteuerte Tools zur Optimierung von Krypto-Arbitrage- und quantitativen Handelsstrategien, um sicherzustellen, dass Ihr Portfolio auf dem hart umkämpften Markt von heute erfolgreich ist.",
    "key_features_title": "Hauptmerkmale von Toobit:",
    "feature_multi_exchange_title": "• Nahtlose Multi-Exchange-Integration",
    "feature_multi_exchange_desc": "Verbinden Sie sich mühelos mit führenden Plattformen wie Binance, Coinbase, Kraken und anderen und ermöglichen Sie so einen effizienten Handel über Börsen hinweg.",
    "feature_realtime_arbitrage_title": "• Arbitrage-Erkennung in Echtzeit",
    "feature_realtime_arbitrage_desc": "Mit einer Reaktionsfähigkeit im Millisekundenbereich erkennt und nutzt Toobit profitable Chancen, sobald sie sich ergeben, und stellt so sicher, dass Sie immer einen Schritt voraus sind.",
    "feature_ai_autonomous_title": "• KI-optimiert, völlig autonom",
    "feature_ai_autonomous_desc": "Unsere Plattform basiert auf modernster KI und ermöglicht automatisierte, datengesteuerte Strategien, ohne dass manuelle Eingaben erforderlich sind. Sie können sich also zurücklehnen und zusehen, wie Ihr Portfolio wächst.",
    "platform_mission": "Toobit ist hier, um die Landschaft digitaler Vermögenswerte neu zu gestalten und Ihnen einen intelligenteren, schnelleren und effizienteren Handel zu ermöglichen. Egal, ob Sie ein erfahrener Trader sind oder gerade erst anfangen, Toobit eröffnet Ihnen neue Möglichkeiten zur Maximierung der Rendite.",
    "platform_future_line": "Treten Sie ein in die Zukunft des Handels – wo Innovation auf Präzision trifft.",
    "agent_program_heading": "QUANT Agent-Partnerschaftsprogramm",
    "agent_program_headline_prefix": "Betreten Sie die Zukunft des KI-gesteuerten Finanzwesens mit",
    "agent_program_headline_suffix": "Globales Agentenprogramm",
    "agent_program_welcome": "Willkommen in der nächsten Ära der intelligenten Vermögensbildung. TOOBIT ist stolz darauf, sein Global Agent Program zu starten – eine einzigartige Gelegenheit, langfristiges, passives Einkommen zu erzielen, indem es die Leistungsfähigkeit des KI-gestützten quantitativen Handels nutzt.",
    "agent_program_revolution": "Während die digitale Finanzrevolution an Dynamik gewinnt, lädt Toobit Vermarkter, Community-Führungskräfte und Investoren ein, sich an der Gestaltung der Zukunft des dezentralen Finanzwesens zu beteiligen. Unser Agentennetzwerk ist auf Skalierbarkeit, Flexibilität und Rentabilität ausgelegt und bietet eine spannende Möglichkeit, Ihr Einkommen zu steigern und gleichzeitig anderen dabei zu helfen, in der digitalen Wirtschaft erfolgreich zu sein.",
    "agent_program_highlights": "Programm-Highlights:",
    "agent_program_income": "• Mehrstufiges Einkommenspotenzial – Verdienen Sie Rabatte basierend auf den Aktivitäten Ihres Netzwerks und schaffen Sie so eine wiederkehrende Einnahmequelle, wenn Ihre Community wächst. Ihr Empfehlungslink erleichtert die Werbung, ohne dass Vorkenntnisse erforderlich sind.",
    "agent_program_tools": "• Umfassender Support und Tools – Greifen Sie auf modernste Plattformfunktionen, Echtzeit-Rabatte und KI-gesteuerte Handelsautomatisierung zu, um die Werbeaktion reibungslos und lohnend zu gestalten.",
    "agent_program_growth": "• Wachstumsorientierte Möglichkeiten – Steigen Sie durch die Stufen (Stadt, National, Globaler Partner) auf und schalten Sie exklusive Belohnungen frei, darunter eine lebenslange Gewinnbeteiligung von über 20 % und besondere regionale Privilegien für Top-Agenten.",
    "agent_program_closing": "Unabhängig davon, ob Sie sich über soziale Medien, Investorennetzwerke oder lokale Communities engagieren, Toobit sorgt dafür, dass Ihre Bemühungen belohnt werden. Beginnen Sie noch heute mit dem Aufbau Ihrer Zukunft und schließen Sie sich uns an, wenn wir die Führung in der Welt der intelligenten Finanzen übernehmen. Die Zukunft des Handels ist da. Toobit lädt Sie ein, dabei zu sein.",
    "company_name_legal": "TOOBIT AI LIMITED",
    "cp_p1_rest": "wurde 2025 in London, Großbritannien, gegründet und hat sich zum Ziel gesetzt, ein führendes Unternehmen im Bereich des Blockchain-basierten intelligenten Handels zu werden.",
    "cp_p2_rest": "ist ein fortschrittliches quantitatives Handelssystem, das auf künstlicher Intelligenz basiert. Seine Kernkompetenz liegt in der automatischen Ausführung von Handelsstrategien zur Maximierung der Anlagerenditen bei gleichzeitiger Minimierung des Risikos. Konkret wandelt TOOBIT Investitionsentscheidungen in ausführbare Computeralgorithmen um und ermöglicht so transparente, effiziente und schnelle Handelsabläufe, die sich nahtlos an Marktschwankungen in Echtzeit anpassen.",
    "cp_p3_suffix": "s Handelsstrategien basieren auf moderner Mathematik, Statistik, maschinellem Lernen und kontinuierlicher Analyse von Markttrends und Preisen digitaler Vermögenswerte, um die effektivsten Handelsmaßnahmen zu ermitteln. Durch komplexe Algorithmen und Modellierung bewertet das System Marktrisiken und Anlagemöglichkeiten und optimiert automatisch die Portfolioallokation als Reaktion auf sich ändernde Risiko- und Renditeerwartungen.",
    "cp_p4": "Dieser vollständig automatisierte Ansatz eliminiert menschliches Versagen, erhöht die Transaktionsgenauigkeit und gewährleistet eine konsistente Anpassung an volatile und unsichere Marktbedingungen.",
    "cp_p5_prefix": "Im Wesentlichen,",
    "cp_p5_suffix": "ist ein quantitatives Handelssystem der nächsten Generation, das künstliche Intelligenz mit moderner Finanztheorie verbindet, um automatisch Strategien umzusetzen, die auf Gewinnmaximierung und Risikominimierung abzielen.",
    "label_company_name": "Name der Firma",
    "label_company_number": "Firmennummer",
    "label_incorporation_date": "Gründungsdatum",
    "label_registered_capital": "Grundkapital",
    "label_email": "E-Mail",
    "label_phone": "Telefon",
    "label_registered_office": "Eingetragener Sitz",
    "company_number_value": "16289541",
    "incorporation_date_value": "04. März 2025",
    "registered_capital_value": "100.000.000 GBP",
    "email_value": "TOOBITquant.ai@gmail.com",
    "phone_value": "+44 7742 043280",
    "registered_office_value": "32 London Bridge St, London, Vereinigtes Königreich SE1 9SG",
    "platform_bonus": "Plattformbonus",
    "failed_to_load_notices": "Benachrichtigungen konnten nicht geladen werden",
    "welcome_title": "Willkommen bei TOOBIT: Gemeinsam eine intelligente Zukunft erschließen",
    "withdraw_success": "Erfolg zurückziehen",
    "deposit_success": "Einzahlungserfolg",
    "income_received": "Erhaltenes Einkommen",
    "product": "Produkt",
    "project_rule": "Projektregel",
    "repayment": "Rückzahlung",
    "maturity_principal_interest": "Fälligkeitskapital und Zinsen",
    "daily_return": "Tägliche Rückkehr",
    "invest_cycle": "Investitionszyklus",
    "estimated_revenue": "Geschätzter Umsatz",
    "balance_not_enough_recharge": "Das Guthaben reicht nicht aus. Bitte laden Sie {{amount}} USDT auf",
    "ok": "OK",
    "transfer_amount": "Überweisungsbetrag",
    "old_login_password": "Altes Login-Passwort",
    "new_login_password": "Neues Login-Passwort",
    "old_payment_password": "Altes Zahlungspasswort",
    "new_payment_password": "Neues Zahlungspasswort",
    "about_p1_tail": "ist ein hochmodernes quantitatives Handelssystem, das auf künstlicher Intelligenz basiert. Sein Hauptmerkmal ist die automatische Ausführung von Handelsstrategien, die darauf abzielen, die Anlagerenditen zu maximieren und gleichzeitig das Risiko zu minimieren. Durch die Umwandlung von Handelsentscheidungen in Computeralgorithmen werden vordefinierte Strategien automatisiert, wodurch der Handelsprozess transparenter und effizienter wird und besser auf Marktveränderungen reagiert.",
    "about_p2_a": "Die quantitativen Strategien von",
    "about_p2_b": "Nutzen Sie moderne Mathematik, Statistik, maschinelles Lernen und Echtzeitanalysen von Markttrends und Kryptowährungspreisen. Diese fortschrittlichen Technologien ermöglichen es der Plattform, hochoptimierte Handelspläne zu formulieren.",
    "about_p2_c": "Gleichzeitig,",
    "about_p2_d": "nutzt komplexe Modelle, um Marktrisiken zu bewerten und Investitionsmöglichkeiten zu identifizieren, und gleicht Portfolios automatisch auf der Grundlage des erwarteten Risiko-Rendite-Verhältnisses aus. Dieser vollständig automatisierte Ansatz eliminiert menschliche Fehler, erhöht die Genauigkeit und stellt sicher, dass sich das System schnell an volatile Marktbedingungen anpassen kann.",
    "about_p3_a": "Im Wesentlichen,",
    "about_p3_b": "integriert künstliche Intelligenz mit moderner Finanztheorie, um Anlagestrategien autonom umzusetzen und dabei die beiden Ziele der Gewinnmaximierung und Risikoreduzierung zu verfolgen.",
    "about_p4_heading_tail": "Einkommensquelle und finanzielle Sicherheit",
    "about_p5_tail": "arbeitet gemeinsam mit seinen Nutzern nach einem für beide Seiten vorteilhaften Geschäftsmodell. Alle Gewinne werden durch Preisschwankungen auf den globalen Kryptowährungsmärkten generiert. Der dezentrale und manipulationssichere Charakter der Blockchain-Technologie sorgt für ein offenes, transparentes Investitionsumfeld und bietet den Benutzern einen stärkeren finanziellen Schutz.",
    "about_p6_a": "Zusammenfassend:",
    "about_p6_b": "stellt Benutzern ein intelligentes Handelssystem zur Verfügung, das darauf ausgelegt ist, ein konsistentes und nachhaltiges Vermögenswachstum zu unterstützen. Jede Transaktion bringt den Nutzern nicht nur Rendite, sondern generiert auch Plattformeinnahmen – eine Win-Win-Struktur, die die langfristige finanzielle Stabilität beider Parteien unterstützt.",
    "about_p7_a": "Lassen Sie uns zusammenarbeiten, um die gesunde Entwicklung der Blockchain-Branche voranzutreiben. Mit",
    "about_p7_b": "Mit intelligenten, KI-gestützten Handelssystemen können immer mehr Menschen das Prinzip „günstig kaufen und teuer verkaufen“ sicher und effizient meistern.",
    "about_p8_a": "Jetzt in der vierten Generation,",
    "about_p8_b": "hat sich weiterentwickelt und ist noch leistungsfähiger geworden – es bietet erweiterte Funktionen und optimiert gleichzeitig das Benutzererlebnis. Mit einem einzigen Klick auf „Quantifizierung starten“ können Benutzer in nur einer Minute mit der Generierung von Renditen beginnen. Das ist die Zukunft des intelligenten Investierens.",
    "open_support_drawer": "Öffnen Sie die Stützschublade",
    "online_service": "Online-Dienst",
    "choose_support_method": "Wählen Sie Ihre bevorzugte Kontaktmethode für den Online-Kundendienst",
    "customer_support": "Kundensupport",
    "community_group": "Community-Gruppe",
    "verify_code": "Code überprüfen",
    "click_to_refresh": "Klicken Sie zum Aktualisieren",
    "request_already_processing": "Ihre Anfrage wird bereits bearbeitet",
    "credential_not_match": "Diese Anmeldeinformationen stimmen nicht mit unseren Unterlagen überein",
    "generic_error": "Etwas ist schief gelaufen. Bitte versuchen Sie es erneut.",
    "system_notice": "Systemhinweis",
    "failed_to_load_notice": "Benachrichtigung konnte nicht geladen werden",
    "no_data": "Keine Daten",
    "welcome_heading": "Willkommen bei TOOBIT!",
    "welcome_p1": "Wir freuen uns, Sie als Teil der TOOBIT-Community zu haben. Als zukunftsorientiertes Technologieunternehmen an der Spitze der Innovation sind wir hier, um Ihnen dabei zu helfen, das grenzenlose Potenzial der künstlichen Intelligenz zu erkunden.",
    "welcome_p2": "Vielen Dank, dass Sie sich für TOOBIT entschieden haben. Lassen Sie uns eine intelligentere, vernetztere Zukunft erschließen. Wenn Sie jemals Fragen haben, steht Ihnen unser Support-Team jederzeit zur Verfügung.",
    "email_verification": "E-Mail-Bestätigung",
    "pending": "Ausstehend",
    "withdraw_asset": "Vermögenswerte abheben",
    "withdraw_deduction": "Auszahlungsabzug",
    "quantitative_earning": "Quantitatives Verdienen",
    "invited_friends_daily_commissions": "Laden Sie Freunde ein, um beim Aufladen entsprechende tägliche Provisionen zu erhalten:",
    "rejected": "Abgelehnt",
    "consent_intro": "Indem Sie mit einem Konto fortfahren, das sich in befindet",
    "country_name": "Vereinigtes Königreich",
    "consent_agreement": "Sie stimmen unserem zu",
    "terms_of_service": "Nutzungsbedingungen",
    "view_daily_check_in": "Sehen Sie sich den täglichen Check-in an",
    "last_price_binance_spot": "Letzter Preis • Binance Spot",
    "high": "Hoch",
    "low": "Niedrig",
    "volume": "Volumen",
    "trades": "Gewerbe",
    "core_cooperative_financial_institutions": "Kerngenossenschaftliche Finanzinstitute",
    "reward_page_title": "Einladungsbelohnungen",
    "tab_direct": "Direkt",
    "tab_missions": "Missionen",
    "reward_task_prefix": "Beende die Aufgabe mit",
    "reward_task_middle": "aktive Mitglieder auf Ebene",
    "mission_invite_prefix": "Einladen",
    "mission_invite_unit": "Freunde",
    "mission_invite_suffix": "registrieren",
    "mission_deposit_prefix": "Erhalten",
    "mission_deposit_middle": "Gesamteinlagen",
    "mission_deposit_suffix": "von Ihrem Team",
    "unit_usdt": "USDT",
    "progress_label": "Fortschritt",
    "refresh_label": "Aktualisieren",
    "streak_title": "Aktueller Streak: {{current}} \/ {{goal}} Tage",
    "streak_info": "Fordern Sie täglich Geld an, um Ihre Erfolgssträhne aufrechtzuerhalten und Boni zu verdienen. Wenn Sie einen Tag verpassen, wird Ihr Fortschritt zurückgesetzt.",
    "reward_small": "0,01 USDT",
    "reward_big": "1 USDT",
    "claim_button": "Fordern Sie eine tägliche Belohnung an",
    "company_profile_title": "Unternehmensprofil",
    "company_intro_1": "TOOBIT FOR TOOBIT LTD wurde 2004 in London, Großbritannien, gegründet und hat sich zum Ziel gesetzt, ein führendes Unternehmen im Bereich des Blockchain-basierten intelligenten Handels zu werden.",
    "company_intro_2": "TOOBIT ist ein fortschrittliches quantitatives Handelssystem, das auf der Technologie künstlicher Intelligenz basiert. Seine Kernkompetenz liegt in der automatischen Ausführung von Handelsstrategien zur Maximierung der Anlagerenditen bei gleichzeitiger Minimierung des Risikos.",
    "company_intro_3": "Die Handelsstrategien von TOOBIT basieren auf moderner Mathematik, Statistik, maschinellem Lernen und kontinuierlicher Analyse von Markttrends und Preisen digitaler Vermögenswerte, um die effektivsten Handelsmaßnahmen zu ermitteln.",
    "company_intro_4": "Dieser vollständig automatisierte Ansatz eliminiert menschliches Versagen, erhöht die Transaktionsgenauigkeit und gewährleistet eine konsistente Anpassung an volatile und unsichere Marktbedingungen.",
    "company_intro_5": "Im Wesentlichen handelt es sich bei TOOBIT um ein quantitatives Handelssystem der nächsten Generation, das künstliche Intelligenz mit moderner Finanztheorie verbindet, um automatisch Strategien umzusetzen, die auf Gewinnmaximierung und Risikominimierung abzielen.",
    "company_name_label": "Name der Firma:",
    "company_number_label": "Firmennummer:",
    "date_of_incorporation_label": "Gründungsdatum:",
    "registered_office_label": "Sitz:",
    "notice_title": "Geheimnisse des Vermögenswachstums",
    "notice_paragraph1": "Vergessen Sie nicht, Ihr Einkommen zu reinvestieren und Ihr Vermögen jeden Tag zu vergrößern!",
    "notice_paragraph2": "Durch den Zinseszins arbeitet Ihr Geld für Sie – Sie profitieren nicht nur von Ihrer Anfangsinvestition, sondern auch von Ihren Gewinnen.",
    "notice_paragraph3": "Maximieren Sie Ihr Potenzial und vervielfachen Sie Ihr Einkommen.",
    "notice_paragraph4": "Lassen Sie sich diese Gelegenheit nicht entgehen – lassen Sie uns gemeinsam wachsen und wachsen!",
    "notice_paragraph5": "Treten Sie jetzt dem Toobit-Investmentprogramm bei und lassen Sie USDT automatisch Renditen für Sie generieren! Machen Sie mit und erreichen Sie gemeinsam neue Höhen des Reichtums!",
    "notice_closeButton": "Schließen"
}