{
    "account": "Потребителско име",
    "quantify_records": "Количествено определяне на записи",
    "finish": "Завършете",
    "buy_platform": "Купете платформа",
    "purchase_price": "Покупна цена",
    "sales_platform": "Платформа за продажби",
    "selling_price": "Продажна цена",
    "service_charge": "Такса за обслужване",
    "model": "Модел",
    "vip_model": "ВИП МОДЕЛ",
    "quantitative_strategy": "Количествена стратегия",
    "popular": "Популярни",
    "cryptocurrency_trading": "търговия с криптовалута",
    "no_more_data": "Няма повече данни",
    "check": "Проверете",
    "execute_position": "Изпълнение на позиция",
    "wallet_account_balance": "Баланс на акаунта в Wallet",
    "not_limited": "Не е ограничено",
    "daily_interest_payment": "Ежедневно лихвено плащане, погасяване на главницата на падежа",
    "share_rules": "Правила за споделяне",
    "hello": "здравей",
    "register_an_account": "Регистрирайте акаунт",
    "flexible_account": "Количествена сметка",
    "wallet_account": "Интелигентен акаунт",
    "wave_field": "Помощен център",
    "chain_quant": "Chain Quant: Въведение и ръководство за потребителя за платформа за интелигентна количествена търговия",
    "how_to_get_benefits": "Как да депозирате и теглите средства",
    "bandwidth": "Представяне на компанията: Количество на веригата",
    "energy": "Мощност",
    "welcome_to": "Добре дошли в",
    "official_telegram_channel": "Официален телеграм канал",
    "cloud_mining_hosting": "TRONOKX предлага надеждни облачни услуги за копаене и залагане, като гарантира възвръщаемост на главницата в рамките на 12 дни. Нашата платформа предоставя множество VIP нива с различни суми на депозити и дневни проценти на теглене, за да отговарят на различни инвестиционни нужди:",
    "cloud_mining_hosting_2": "Имаме удоволствието да ви представим TRONOKX, авангардна платформа, посветена на предоставянето на иновативни облачни услуги за копаене и залагане, които осигуряват сигурна, надеждна и печеливша възвръщаемост. Нашата система гарантира възвръщаемост на главницата в рамките на 12 дни, като ви предлага възможност да увеличите инвестицията си бързо, докато сте част от вълнуваща, устойчива финансова екосистема.",
    "cloud_mining_hosting_3": "В TRONOKX предлагаме набор от VIP нива, предназначени да отговорят на различни инвестиционни възможности. Всяко ниво има специфични диапазони на депозити и дневни проценти на теглене, предоставяйки гъвкави опции за потребителите, които искат да печелят ежедневна възвръщаемост от своите инвестиции. Ето преглед на различните VIP нива:",
    "the_amount_of_vip1": "VIP 1: Диапазон на депозита 10-1000 TRX, теглене 9% дневно",
    "the_amount_of_vip2": "VIP 2: Диапазон на депозита 1001-2000 TRX, теглене на 10% дневно",
    "the_amount_of_vip3": "VIP 3: Диапазон на депозита 2 001-10 000 TRX, теглене 13% дневно",
    "the_amount_of_vip4": "VIP 4: Депозит диапазон 10 001-50 000 TRX, теглене 15% дневно",
    "the_amount_of_vip5": "VIP 5: Диапазон на депозита 50 001-200 000 TRX, теглене 17% дневно",
    "the_amount_of_vip6": "VIP 6: Диапазон на депозита 200 001-300 000 TRX, теглене на 20% дневно",
    "the_amount_of_vip7": "VIP 7: Диапазон на депозита 300 001-500 000 TRX, теглене 23% дневно",
    "the_amount_of_vip8": "VIP 8: Диапазон на депозита 500 001-800 000 TRX, теглене 28% дневно",
    "the_amount_of_vip9": "VIP 9: Диапазон на депозита 800 001-1 500 000 TRX, теглене 35% дневно",
    "the_amount_of_vip10": "VIP 10: Депозит диапазон 1 500 001+ TRX, теглене 42% дневно",
    "the_amount_of_vip1_ann": "VIP 1: За депозити, вариращи между 10 и 1000 TRX, спечелете дневна възвръщаемост от 9%.",
    "the_amount_of_vip2_ann": "VIP 2: За депозити между 1001 и 2000 TRX се насладете на ежедневно теглене от 10%.",
    "the_amount_of_vip3_ann": "VIP 3: Депозити от 2 001 до 10 000 TRX отговарят на изискванията за 13% дневно теглене.",
    "the_amount_of_vip4_ann": "VIP 4: За инвестиции между 10 001 и 50 000 TRX, получавайте 15% дневно.",
    "the_amount_of_vip5_ann": "VIP 5: Ако депозирате между 50 001 и 200 000 TRX, ще имате право на 17% дневна възвръщаемост.",
    "the_amount_of_vip6_ann": "VIP 6: Депозитите от 200 001 до 300 000 TRX ще печелят 20% дневно.",
    "the_amount_of_vip7_ann": "VIP 6: Депозитите от 200 001 до 300 000 TRX ще печелят 20% дневно.",
    "the_amount_of_vip8_ann": "VIP 8: Депозитите от 500 001 до 800 000 TRX получават 28% дневна възвръщаемост.",
    "the_amount_of_vip9_ann": "VIP 9: За по-големи депозити от 800 001 до 1 500 000 TRX се насладете на 35% дневно теглене.",
    "the_amount_of_vip10_ann": "VIP 10: Най-високото ниво, за депозити над 1 500 001 TRX, предлага впечатляващите 42% дневна възвръщаемост.",
    "financial_turnaround": "Ние също така предлагаме краткосрочен финансов план за тези, които искат бързо да видят възвръщаемост, като главницата се връща само в рамките на 3 дни. Този план е идеален за потребители, които търсят по-незабавен финансов обрат.",
    "periodic_financial_management": "Освен това предлагаме краткосрочен финансов план, който гарантира възвръщаемостта на вашата основна инвестиция само за 3 дни. Можете също така да спечелите допълнителни награди, като поканите приятели да се присъединят към нашата платформа. Програмата за препоръки е структурирана на три нива:",
    "periodic_financial_management_ann": "В допълнение към тези изключителни инвестиционни възможности, ние вярваме в силата на общността. Нашата програма за награди за покани ви позволява да печелите още повече, като споделяте платформата с приятели и семейство. Ето как работи нашата многостепенна система за препоръки:",
    "the_unit_price_of_tron": "Ниво 1: 13% награда за директни реферали",
    "the_unit_price_of_tron2": "Ниво 2: 2% награда за реферали от второ ниво",
    "the_unit_price_of_tron3": "Ниво 3: 1% награда за реферали от трето ниво",
    "the_unit_price_of_tron4": "TRONOKX е проектиран за дългосрочна устойчивост, предлагайки платформа, която ще продължи да процъфтява, докато криптовалутата съществува. Присъединете се към нас днес, за да започнете да печелите и да увеличите инвестициите си с увереност!",
    "the_unit_price_of_tron_ann": "Ниво 1: Директните реферали ще ви спечелят 13% награда от техните дейности.",
    "the_unit_price_of_tron2_ann": "Ниво 2: За реферали от второ ниво ще получите 2% от техните дейности.",
    "the_unit_price_of_tron3_ann": "Ниво 3: Реферали от третото ниво ще ви възнаградят с 1% от техните дейности.",
    "the_unit_price_of_tron4_ann": "Тази многостепенна система за възнаграждение гарантира, че растежът на вашата мрежа директно допринася за вашия успех, създавайки ефект на снежна топка от потенциал за печалба.",
    "the_unit_price_of_tron5_ann": "Основата на TRONOKX е изградена върху дългосрочен растеж и нашата платформа е проектирана да поддържа операциите си, докато криптовалутата продължава да процъфтява. Нашият модел гарантира, че стойността, която инвестирате днес, ще продължи да носи възвръщаемост за години напред. Присъединявайки се към TRONOKX, вие ставате част от общност, ангажирана със създаването на трайни финансови възможности, които са в съответствие с развиващия се свят на цифровите активи.",
    "the_unit_price_of_tron6_ann": "Препоръчваме ви да започнете сега, да инвестирате разумно и да се възползвате напълно от многобройните възможности, които TRONOKX предлага. Чрез облачно копаене, залагане и програми за препоръки имате шанса да увеличите богатството си и да станете ключов участник в света на криптовалутата.",
    "join_now_ann": "Присъединете се към нас сега и започнете да печелите днес – бъдещето на цифровите финанси е тук!",
    "received": "получено",
    "minimum_yeild_requires": "Минималното количествено определяне изисква поне депозит",
    "share_to": "Споделяне на",
    "transiction_records": "Записи за преход",
    "transfer_to_flexible_account": "Прехвърляне към количествена сметка",
    "transfer_into_flexible_account": "1. Трансферът в тази сметка може да се използва за депозиране на пари за печелене на лихва и можете ръчно да получите дохода 24 часа след първата инвестиция и да върнете главницата, когато изтече.",
    "transfer_to_wallet_account": "Прехвърляне към интелигентен акаунт",
    "transfer_into_wallet_account": "2. Преводът към тази сметка може да се използва за закупуване на обикновени продукти. Различните продукти имат различни цикли и добиви. За подробности, моля, вижте представянето на продукта.",
    "no_records": "Няма записи",
    "energy_bandwidth": "Количеството на веригата официално стартира",
    "you_send_virtual_currency_to_the_platform": "Използвайки вашия цифров портфейл, вие изпращате виртуална валута на посочения адрес за покупка, а TRONOKX се грижи за автоматичното разпределение на ресурсите. Нашата платформа залага активи в рамките на мрежата TRON, за да генерира честотна лента и енергия. След това тези ресурси се отдават под наем на партньорски портфейли, а приходите от наем се връщат към TRONOKX, който ги преразпределя към потребителите!",
    "income_has_arrived": "доходите са пристигнали",
    "profit_received": "получена печалба",
    "invitation_rewards": "Програма за партньорство с агент за количество на веригата",
    "by_sharing_the_agent": "Влезте в бъдещето на финансите, задвижвани от изкуствен интелект, с програмата за глобален агент на Chain Quant – вашият портал към дългосрочен пасивен доход чрез интелигентна количествена търговия. Тъй като пазарът за търговия с изкуствен интелект се ускорява, Chain Quant разширява своя световен отпечатък, като кани търговци, лидери на общността и далновидни инвеститори да станат част от нашата агентска мрежа. Насладете се на мощна многостепенна система за възнаграждения с 15%-2%-1% комисионни, като печелите периодични приходи както от печалби от търговия, така и от растеж на реферали. Всеки член получава лична препоръчана връзка, което прави промоцията безпроблемна и достъпна за всеки - не е необходим опит. Независимо дали използвате социални медии, групи от частни инвеститори или местни общности, ще бъдете подкрепени от високоефективна платформа и автоматични отстъпки в реално време. С нарастването на вашия екип се увеличават и вашите предимства, като най-добре представящите се напредват до статут на градски, национален или глобален партньор, отключвайки 20%+ доживотни дялове от печалбата и ексклузивни регионални предимства. Присъединете се към Chain Quant днес и изградете своето наследство в новата ера на интелигентно създаване на богатство.",
    "sharing_is_polite": "Споделянето е учтиво",
    "when_the_cumulative_recharge_reaches": "Когато общото ви презареждане достигне 10 TRX или повече, споделете връзката си за регистрация в социалните платформи, за да получите произволна награда между 0,01 TRX и 18,88 TRX. Всеки потребител може да участва веднъж на ден!",
    "time": "време",
    "tron_is_a_distributed_operating_system": "TRON е децентрализирана операционна система, задвижвана от блокчейн, със своята собствена криптовалута TRX. Стартиран през 2017 г. от китайския предприемач Джъстин Сън, той има за цел да насърчи децентрализирана цифрова икономика.",
    "architecture_in_the_torn": "Архитектура: В рамките на мрежовия протокол TRON притежателите на TRX се радват на равен достъп до ресурси като честотна лента и енергия. Мрежата се захранва от децентрализирана виртуална машина, която използва публични възли по целия свят за изпълнение на интелигентни договори. Без такси за транзакции и капацитет за обработка на приблизително 2000 транзакции в секунда, той гарантира бързо и ефективно мрежово изживяване.",
    "goverance_tron_online_community": "Управление: Общността на TRON избира 27 суперпредставители чрез онлайн гласуване. Тези представители са отговорни за генерирането на блокове и проверката на всеки 3 секунди средно, образувайки децентрализирана автономна организация. Те се преизбират на всеки 6 часа и играят решаваща роля в управлението на мрежовите предложения и гласуването на предложенията за подобряване на TRON (TIP).",
    "advantages_usdt_has_always": "Предимства: USDT е най-широко признатият стейбълкойн и Tether го е издал в 13 блокчейн мрежи, като TRON е начело, представляващ над 54% от общото предлагане. Ethereum следва с 44%, а Solana представлява 2,7%, затвърждавайки TRON като основна мрежа за издаване на USDT.",
    "bandwith_all_types": "Ширина на честотната лента: Всяка транзакция в мрежата TRON изисква точки за честотна лента. Транзакциите се съхраняват и предават като масиви от байтове, като всеки байт заема една точка от честотната лента. Общата цена на честотната лента на транзакция се определя от размера на байта. Ако на даден потребител липсва достатъчна честотна лента, TRX трябва да бъде записан, за да покрие необходимите точки на честотна лента.",
    "the_unit_price_of_the_targe": "Официалната скорост на изгаряне за потребление на честотна лента е зададена на 1000 SUN на единица.",
    "energy_each_instruction": "Енергия: Всяко изпълнение на интелигентен договор изразходва определено количество енергия в зависимост от неговата сложност. По-сложните договори изискват повече енергия. Докато договорът тече, енергията се изчислява и приспада по инструкция. Ако даден акаунт няма достатъчно енергия, TRX трябва да бъде изгорен, за да покрие необходимите разходи за енергия.",
    "the_current_offical_unit_price": "Официалната скорост на изгаряне за консумация на енергия в момента е определена на 420 SUN на единица.",
    "smart_investment": "Интелигентна инвестиция",
    "international_lines": "Международни линии",
    "basic_investment_plan": "Основен инвестиционен план",
    "invest_in_our_basic": "Инвестирайте в нашия основен акаунт и започнете да печелите ежедневен доход от копаене! При първия си депозит автоматично ще сключите 180-дневен договор. Договорът започва да тече веднага след като бъде направен първият депозит.",
    "key_features": "Ключови характеристики",
    "earn_daily_between": "Печелете ежедневно между 8%-36% от вашата кумулативна инвестиция.",
    "incomoe_is_settled": "Приходът се урежда 24 часа след първия ви депозит (Пример: Депозит в 15:00 ч., доход наличен в 15:00 ч. на следващия ден).",
    "you_must_manually": "Трябва ръчно да щракнете, за да събирате дневен доход.",
    "vip_levels_benefits": "VIP нива и предимства",
    "daily_withdrawal": "дневно теглене",
    "how_it_works": "Как работи",
    "deposit_funds": "Депозирайте средства: Започнете своята инвестиция, като направите първоначален депозит.",
    "earn_daily_income": "Печелете ежедневен доход: Насладете се на доход от копаене на всеки 24 часа.",
    "collect_income": "Събиране на приходи: Влезте ежедневно, за да събирате ръчно приходите си.",
    "start_today_and_enjoy": "Започнете днес и се насладете на висока доходност с нашия основен инвестиционен план!",
    "our_system_will_automatically": "Нашата система автоматично ще определи вашите общи натрупани депозити и ще ви надгради до подходящото VIP ниво. Например:",
    "first_deposit": "Първи депозит",
    "second_deposit": "Втори депозит",
    "total_deposit": "Общ депозит",
    "the_system_will_automatically_upgrade": "Системата автоматично ще ви надгради до VIP2 и ще се радвате на 10% дневен доход на това ниво и т.н.",
    "referral_system": "Система за препращане",
    "earn_rewards_by_reffering": "Печелете награди, като препоръчате други да се присъединят! Нашата 3-степенна реферална система предлага големи предимства",
    "refer_level_1": "Ниво 1: 13% от дневния доход на реферала",
    "refer_level_2": "Ниво 2: 2% от дневния доход на реферала",
    "refer_level_3": "Ниво 3: 1% от дневния доход на реферала",
    "start_referring_today": "Започнете да препоръчате още днес, за да увеличите приходите си!",
    "account_is_required": "Необходим е акаунт",
    "login_password": "Парола за вход",
    "password_is_required": "Изисква се парола",
    "verification_code": "Код за потвърждение",
    "vcode_is_required": "Изисква се Vcode",
    "vcode": "Vcode",
    "forgot_password": "Забравена парола",
    "login": "Вход",
    "register": "Регистрирайте се",
    "go_to_homepage": "Отидете на началната страница",
    "total_balance": "Количествена сметка",
    "home_notice": "Добре дошли в Toobit – където интелигентният капитал среща интелигентните алгоритми. Ние сме развълнувани да ви приветстваме с добре дошли в Toobit, вашият нов дом за авангардни количествени печалби. Независимо дали сте опитен инвеститор или тепърва започвате пътуването си в света на алгоритмичните приходи, току-що сте се присъединили към платформа, създадена за яснота, производителност и доверие. В Toobit ние не просто вярваме в печеленето – ние вярваме в това да печелите интелигентно. Нашите патентовани стратегии са разработени от специалисти по данни и финансови експерти, за да използват силата на алгоритмичната прецизност, позволявайки на вашия капитал да расте чрез пазарни възможности в реално време. Всяко решение, всяка стратегия, всяка възвръщаемост се захранва от данни и се ръководи от нашата непоколебима мисия: да направим усъвършенстваните инструменти за печелене достъпни за всеки.",
    "go_to_recharge": "Отидете на презареждане",
    "telegram_customer_service": "Обслужване на клиенти на Telegram",
    "dear_user": "Уважаеми потребител: Тъй като изчислителната мощност\/енергията на вашата машина за копаене е на път да се изчерпи, моля, попълнете бързо {amount}TRX според енергийната стойност, изисквана от средствата в акаунта ви. Вашата машина за копаене в момента е спряла контрола за копаене и приходи\/теглене.",
    "note_to_avoid": "[Забележка: За да избегнете загуба на приходи, моля, свържете се с поддръжката на Telegram]",
    "deposit": "Презаредете",
    "withdrawal": "Оттегляне",
    "share_friends": "Поканете приятели",
    "team": "Екип",
    "app": "Приложение",
    "information": "Новини",
    "wallet": "Портфейл",
    "promotion": "Промоция",
    "join_to_be_a_sitename_millionaire": "Присъединете се, за да станете милионер на TRONRICO",
    "use_the_latest_mining_machines": "Използвайте най-новите машини за копаене и технологията Defi, за да гарантирате, че всички потребители получават най-много приходи от TRX.",
    "details": "Подробности",
    "platform_data_display": "Показване на данни за платформата",
    "income": "доходи",
    "Income": "Количествено определяне",
    "cyclical_investing": "циклично инвестиране",
    "trontin_3day_mining_machine": "TRONTIN 3-дневна машина за копаене",
    "trontin_9day_mining_machine": "TRON 9-дневна машина за копаене на трафик",
    "trontin_16day_traffic_mining_machine": "RONTIN 16-дневна машина за копаене на трафик",
    "trontin_45day_miner_energy": "TRONTIN 45 дни миньорска енергия",
    "trontin_18day_miner_energy": "TRON 18 дни миньорска енергия",
    "trontin_trxMining_in_46days": "TRON trxMining за 46 дни",
    "tron_eth_digi_2_mining": "TRON ETH DIGI 2.0 КОПАЙ",
    "torn_80days_photolvatic_mine": "tron 80 дни фотоволтаична мина",
    "trontin_bnb_mining_in_65days": "TRONTIN BNB Майнинг за 65 дни",
    "view_more": "Вижте повече",
    "cycle": "Цикъл",
    "day": "ден",
    "instant_quotes": "Незабавни котировки",
    "profit_withdrawal": "Теглене на печалба",
    "repurchase": "Обратно изкупуване",
    "latest_announcement": "Последно съобщение",
    "registered_members_will_be_given": "Регистрираните членове ще получат 56 000 TRX като заложен капитал. За да активирате сметката, се изисква минимален депозит от 10TRX и минимално теглене от 5TRX. Приходите могат да бъдат изтеглени или инвестирани в копаене.",
    "deposit_into_the_basic_account_and_automatically_join_the_contract": "[Основна инвестиция] Депозирайте в основната сметка и автоматично се присъединете към договора за 180 дни [Периодът на договора влиза в сила от момента на първия депозит]. Основният акаунт има доход от копаене всеки ден и може да получава 9%-38% от кумулативната сума на инвестицията всеки ден. Времето за сетълмент на нашата платформена система е: времето на първата покупка на потребителя, 24 часа по-късно.",
    "the_income_will_not_be_automatically_deposited_into_the_account": "[Например: времето за първа покупка е 15:00, а доходът ще бъде получен в 15:00 на следващия ден] Приходът няма да бъде депозиран автоматично в сметката и трябва да щракнете върху дохода всеки ден; когато копаенето влезе, щракнете активно, за да получите дохода.",
    "accumulated_deposits_of_10-2500_trx": "Натрупани депозити от 10-2500 trx, автоматично надградени до VIP1, дневно теглене от 9%",
    "accumulated_deposits_of_2501-10000_trx": "Натрупани депозити от 2501-10000 trx, автоматично надградени до VIP2, 10% дневно теглене",
    "accumulated_deposits_of_10001-20000_trx": "Натрупани депозити от 10001-20000 trx, автоматично надградени до VIP3, ежедневни тегления от 11%",
    "accumulated_deposits_of_20001-50000_trx": "Натрупани депозити от 20001-50000 trx, автоматично надградени до VIP4, ежедневни тегления от 13%",
    "accumulated_deposits_of_50001-100000_trx": "Натрупани депозити от 50001-100000 trx, автоматично надградени до VIP5, ежедневно теглене от 15%",
    "accumulated_deposits_of_100001-200000_trx": "Натрупани депозити от 100001-200000 trx, автоматично надградени до VIP6, ежедневни тегления от 17%",
    "accumulated_deposits_of_200001-500000_trx": "Натрупани депозити от 200001-500000 trx, автоматично надградени до VIP7, дневно теглене от 23%",
    "accumulated_deposits_of_500001-1000000_trx": "Натрупани депозити от 500001-1000000 trx, автоматично надградени до VIP8, дневно теглене от 26%",
    "accumulated_deposits_of_1000001-1600000_trx": "Натрупани депозити от 1000001-1600000 trx, автоматично надградени до VIP9, дневно теглене от 32%",
    "accumulated_deposits_of_1600001-9999999_trx": "Натрупаните депозити са 1600001-9999999 trx, автоматично надградени до VIP10, с ежедневни тегления от 38%",
    "automatically_upgrade_vip_level": "Автоматично надграждане до VIP ниво",
    "the_system_will_determine_your_total_accumulated_deposit": "[Системата ще определи общия ви натрупан депозит и автоматично ще ви надгради до подходящото ниво] Например: първото презареждане е 500TRX, второто презареждане е 2001TRX, [кумулативното презареждане е 2501TRX] системата автоматично ще надстрои до VIP2 и вие ще имате VIP2 Дневният доход от нивото е 10% и така нататък.",
    "previous": "Предишен",
    "next": "Следваща",
    "close": "затвори",
    "current_yield": "Текуща доходност",
    "miner_is_running": "Миньорът работи",
    "view_all": "Вижте всички",
    "earning_times": "Времена за количествено определяне",
    "singapore_time_after": "Сингапурско време След",
    "every_day": "всеки ден",
    "daily_rate": "Дневна ставка",
    "receive": "Получете",
    "basic_investment": "Основна инвестиция",
    "record": "Записвайте",
    "current_level": "Текущо ниво",
    "deposit_quantity": "Депозитно количество",
    "invitation_reward": "Награда за покана",
    "deposit_now": "Депозирайте сега",
    "daily_income": "дневен доход",
    "daily_withdrawals": "Ежедневни тегления",
    "valid_period": "Валиден период",
    "remaining_days": "оставащи дни",
    "status": "Статус",
    "running": "бягане",
    "quantity": "Количество",
    "amount": "Сума",
    "return": "връщане",
    "Return": "Връщане",
    "profit": "печалба",
    "equity_pledge": "Залог за собствен капитал",
    "end": "Край",
    "invite_your_contacts": "Поканете вашите контакти",
    "sign_up_and_recharge_to_get_great_rewards": "Регистрирайте се и презаредете, за да получите страхотни награди",
    "invitation_codes": "Кодове за покани",
    "share_invitation_links_to_social_platforms": "Споделяйте връзки за покани към социални платформи",
    "build_a_team_and_get_great_rewards": "Изградете екип и вземете страхотни награди",
    "copy_successfully": "Копирането е успешно",
    "copy_link": "Копиране на връзката",
    "app_services": "Услуги за приложения",
    "wallet_funds_conversion": "Трансфер",
    "change_password": "Център за сигурност",
    "notification": "Уведомяване",
    "logout": "Излезте",
    "my_promotion": "Екип",
    "bonus": "Бонус",
    "bonus_record": "Комисионни записи",
    "number_of_teams": "Общо хора",
    "valid_number_of_invites": "Валидни покани",
    "team_cycle_investment_details": "Подробности за инвестициите в екипния цикъл",
    "total_people": "Общо хора",
    "contribution": "комисия",
    "invite_friends": "Поканете приятели",
    "go_now": "Върви сега",
    "in_progress": "В ход",
    "number_of_investments": "Брой инвестиции",
    "total_investment": "Обща инвестиция",
    "subordinate_investment_amount": "Сума на подчинената инвестиция",
    "confirm": "Потвърдете",
    "Confirm": "ПОТВЪРЖДАВАНЕ",
    "last_login_time": "Последно време за влизане",
    "records": "Записи",
    "transfer_to_smart_account": "Прехвърлете към {{type}} сметка",
    "transfer_to_quantitative_account": "Прехвърляне към количествена сметка",
    "transfer_to_smart_account_2": "Прехвърляне към интелигентен акаунт",
    "address": "Адрес",
    "copy": "копие",
    "please_do_not_top_up_other_non_bnb_assets": "Моля, не допълвайте други активи, различни от {{method}}. След презареждане, моля щракнете",
    "submit_successfully": "Презареждането е завършено",
    "submit": "Изпратете",
    "exchange_rate": "Обменен курс",
    "if_the_account_has_not_been_received_for_a_long_time": "Ако сметката не е била получена дълго време, моля щракнете",
    "again": "отново",
    "recharge_record": "Запис за презареждане",
    "successful": "Успешно",
    "purchase": "покупка",
    "Purchase": "Покупка",
    "transaction_record": "Запис на транзакция",
    "all": "ВСИЧКИ",
    "recharge": "Презаредете",
    "giveaway": "Раздаване",
    "withdrawal_failed": "Неуспешно теглене",
    "promotion_account": "Акаунт в портфейла",
    "basic_account": "Гъвкава сметка",
    "amount_to_be_converted": "Сума за конвертиране",
    "withdrawable_balance": "Изтеглено салдо",
    "withdrawals_arebased_one_singapore_time_and_are_withdrawn_once_a_day": "Тегленията са базирани на сингапурското време и се теглят веднъж на ден",
    "choose_withdrawal_account": "Изберете акаунт за теглене",
    "choose": "Изберете",
    "digital_currency_wallet": "Портфейл за цифрова валута",
    "cancel": "ОТМЕНЯНЕ",
    "password": "Парола",
    "actual_withdrawal": "Действително теглене",
    "withdrawal_record": "Запис на теглене",
    "fee": "Такса",
    "to_account": "към сметка",
    "account_security": "Сигурност на акаунта",
    "modify_login_password": "Промяна на паролата за вход",
    "modify_payment_password": "Промяна на паролата за плащане",
    "transfer_to_basic_account": "Прехвърляне към основна сметка",
    "transfer_to_promotion_account": "Прехвърляне към акаунт за промоция",
    "there_are_two_investment_models_please_choose_according_to_your_needs": "Има два инвестиционни модела, моля изберете според вашите нужди",
    "deposit_into_this_account_for_pledge_mining": "Депозирайте в тази сметка за заложено копаене. След 24 часа от първия депозит, можете ръчно да получите дохода и да върнете главницата, когато изтече",
    "recharge_to_the_promotion_account_to_purchase_periodic_mining_machines": "Презаредете промоционалната сметка, за да закупите периодични машини за копаене, можете да събирате приходи в различни цикли и да връщате главницата и приходите, когато изтече",
    "add_digital_currency_wallet": "Добавете портфейл за цифрова валута",
    "address_type": "тип адрес",
    "wallet_address": "адрес на портфейла",
    "start_with": "Започнете с",
    "digit_wallet_address": "цифров адрес на портфейла",
    "set_payment_password": "Задайте парола за плащане",
    "continue": "Продължи",
    "are_you_sure_sign_out": "Сигурни ли сте, излезте",
    "wallet_registration": "Регистрация на портфейла",
    "decentralized_wallet_download_address": "Адрес за изтегляне на децентрализиран портфейл",
    "tutorial": "Вижте урока",
    "buy_currency": "купуват валута",
    "common_problem": "често срещан проблем",
    "how_to_become_a_partner_of_trontin_mining_company": "Как да станете партньор на минна компания TRONRICO",
    "to_become_our_partner": "За да станете наш партньор, можете да получите 56 000TRX безплатно, като просто се регистрирате и можете да ги изтеглите в рамките на 180 дни след активирането",
    "what_to_do_after_registration": "Какво да правите след регистрация",
    "you_need_to_log_in_to_your_account": "Трябва да влезете в акаунта си и функцията за копаене ще се активира автоматично. За да увеличите дневния си доход, направете депозит",
    "what_are_the_minimum_deposit_and_withdrawal_amounts": "Какви са минималните суми за депозит и теглене",
    "the_minimum_deposit_is_10trx": "Минималният депозит е 10TRX, а минималното теглене е 5TRX.",
    "how_to_withdraw_money_what_should_i_do": "Как да тегля пари, какво да правя",
    "log_in_to_your_account": "Влезте в акаунта си. Влезте в страницата „Теглене“. Щракнете върху бутона „Изтегляне“. Свържете адреса на вашия TRX портфейл и задайте парола за плащане за първи път, след това посочете сумата за теглене и изберете адреса на вашия портфейл и щракнете, за да изтеглите.",
    "what_is_level_and_how_do_i_increase_it": "Какво е ниво и как да го повиша",
    "tron_marketing_uses_level_design": "Маркетингът на TRON използва дизайн на ниво. Колкото повече електроенергия купува потребител, толкова по-високо е неговото ниво. Рентабилността пряко зависи от нивото на придобиване. Ако първоначалният потребител на VIP1 печели 8% на ден, тогава с нарастването на наличната мощност за копаене VIP10 с най-висока доходност може да печели 36% на ден",
    "i_made_a_withdrawal_request_but_it_hasnt_arrived_in_my_wallet_yet": "Направих заявка за теглене, но тя все още не е пристигнала в портфейла ми",
    "all_requests_are_handled_by_a_set_of_system_automatic_modes": "Всички заявки се обработват от набор от автоматични режими на системата. Заявката обикновено се обработва в рамките на 1 минута",
    "what_payment_systems_does_this_project_have_for_deposits": "Какви платежни системи има този проект за депозити",
    "you_can_deposit_using_a_payment_system_like_this": "Можете да депозирате чрез платежна система като тази",
    "what_payment_systems_does_this_project_have_for_withdrawals": "Какви платежни системи има този проект за тегления",
    "you_can_withdraw_money_using_this_payment_system": "Можете да теглите пари с тази платежна система",
    "how_to_change_account_password": "Как да промените паролата за акаунт",
    "click_the_change_password_function_on_the_my_tab_on_the_lower_right": "Щракнете върху функцията „Промяна на паролата“ в раздела „Моите“ в долния десен ъгъл на страницата. Въведете старата си парола и новата парола, за да я промените",
    "what_if_i_forget_my_withdrawal_password": "Ами ако забравя паролата си за теглене",
    "please_use_the_email_address_you_reserved_when_registering_to_send_username": "Моля, използвайте имейл адреса, който сте запазили при регистрацията, за да изпратите (потребителско име: .... 'забравена парола за теглене') на нашия официален имейл адрес: tronrico68@gmail.com",
    "what_should_i_do_if_i_need_to_change_my_wallet_address": "Какво трябва да направя, ако трябва да сменя адреса на портфейла си",
    "please_use_the_email_address_you_reserved_when_registering_to_send": "Моля, използвайте имейл адреса, който сте запазили при регистрацията, за да изпратите (потребителско име и нов адрес на портфейла) до нашия официален имейл адрес: tronrico68@gmail.com",
    "how_to_top_up": "Как да допълня",
    "to_make_a_deposit_you_need_to_log_into_your_account": "За да направите депозит, трябва да влезете в акаунта си и да отидете на страницата за копаене. Най-отгоре ще видите бутона „Депозит“. След като сте на страницата за депозит, изберете валутата, която искате да депозирате. След това ще ви бъде даден адрес на портфейла, на който трябва да изпратите вашите криптовалути. Депозитите ще бъдат кредитирани в рамките на 1 минута.",
    "your_account_may_be_frozen_under_the_following_circumstances": "Вашият акаунт може да бъде замразен при следните обстоятелства",
    "trontin_takes_a_responsible_approach_to_protect_the_personal_data": "ТРОНТИН подхожда отговорно към защитата на личните данни на своите потребители и сигурността на своя уебсайт. Всеки опит за събиране на лична информация на потребителя, хакване на кода на уебсайта, неправилно използване на партньорската програма, достъп до потребителски акаунти чрез хакване, използване на услуги на трети страни за изкуствено увеличаване на броя на партньорите и всяка администрация, която обижда уебсайта или неговите потребители, може да бъде основание за спиране на акаунта на потребителя.",
    "I_didnt_find_the_answer_to_my_question_what_should_I_do": "Не намерих отговор на въпроса си какво да правя",
    "contact_online_customer_service_or_telegram_customer_service": "Свържете се с онлайн обслужване на клиенти или с обслужване на клиенти на Telegram",
    "how_to_deposit": "Как да депозирам",
    "click_deposit_on_the_platform_page": "Кликнете върху „Депозит“ на страницата на платформата",
    "choose_to_transfer_to_the_basic_account_or_promotion_account": "Изберете прехвърляне към основния акаунт или промоционален акаунт. След като влезете, можете да изберете валутата, в която да депозирате.",
    "select_a_top_up_enter_to_copy_the_deposit_address": "Изберете допълване. Въведете, за да копирате адреса на депозита.",
    "open_your_crypto_wallet_select_the_corresponding_currency_and_transfer": "Отворете вашия крипто портфейл, изберете съответната валута и прехвърлете.",
    "paste_the_address_of_the_receiving_wallet": "Поставете адреса на получаващия портфейл.",
    "enter_the_amount_you_plan_to_deposit_into_your_account": "Въведете сумата, която планирате да депозирате в сметката си.",
    "click_next_and_confirm_completion": "Щракнете върху „Напред“ и потвърдете завършването.",
    "return_to_the_platform_and_click_the_recharge_button_note_the_last_step": "Върнете се в платформата и щракнете върху бутона „Презареждане“. Забележка: Последната стъпка е да се върнете в платформата и да щракнете върху „Презареждането е завършено“. След като презареждането приключи, сметката ще бъде кредитирана навреме.",
    "how_to_withdraw_money": "Как да теглите пари",
    "select_the_exit_button_on_the_homepage_then_use_your_exchange_wallet": "Изберете бутона за изход на началната страница, след това използвайте вашата борса (портфейла), за да намерите адреса на TRC20, копирайте и го обвържете с платформата, за да излезете, и платформата урежда валутата TRX. След успешно теглене сметката ще бъде кредитирана за 1-3 минути.",
    "if_you_need_help_please_click_online_customer_service": "(Ако имате нужда от помощ, моля, щракнете върху онлайн обслужване на клиенти)",
    "announcement": "Съобщение",
    "my_message": "Моето съобщение",
    "company_mining_and_revenue": "【Добив на компанията и приходи】",
    "registered_members_will_be_given_56000trx_as_pledged_equity": "Регистрираните членове ще получат 56 000 TRX като заложен капитал. За да активирате сметката, се изисква минимален депозит от 10TRX и минимално теглене от 5TRX. Приходите могат да бъдат изтеглени или инвестирани в копаене.",
    "basic_investment_deposit_into_the_basic_account_and_automatically_join_the_contract_for_180_days": "[Основна инвестиция] Депозирайте в основната сметка и автоматично се присъединете към договора за 180 дни [Периодът на договора влиза в сила от момента на първия депозит]. Основният акаунт има доход от копаене всеки ден и може да получава 9%-38% от кумулативната сума на инвестицията всеки ден. Времето за сетълмент на нашата платформена система е: времето на първата покупка на потребителя, 24 часа по-късно.",
    "for_example_the_first_purchase_time_is_1500_and_the_income_will_be_obtained_at_1500_the_next_day": "[Например: времето за първа покупка е 15:00, а доходът ще бъде получен в 15:00 на следващия ден] Приходът няма да бъде депозиран автоматично в сметката и трябва да щракнете върху дохода всеки ден; когато копаенето влезе, щракнете активно, за да получите дохода.",
    "accumulated_deposits_of_10_2500_trx_automatically_upgraded_to_vip1_daily_withdrawal": "Натрупани депозити от 10-2500 trx, автоматично надградени до VIP1, дневно теглене от 9%.",
    "accumulated_deposits_of_2501_10000_trx_automatically_upgraded_to_vip2_10_daily_withdrawal": "Натрупани депозити от 2501-10000 trx, автоматично надградени до VIP2, 10% дневно теглене.",
    "accumulated_deposits_of_10001_20000_trx_automatically_upgraded_to_vip3_daily_withdrawal": "Натрупани депозити от 10001-20000 trx, автоматично надградени до VIP3, ежедневни тегления от 11%.",
    "accumulated_deposits_of_20001_50000_trx_automatically_upgraded_to_vip4_daily_withdrawal": "Натрупани депозити от 20001-50000 trx, автоматично надградени до VIP4, ежедневни тегления от 13%.",
    "accumulated_deposits_of_50001_100000_trx_automatically_upgraded_to_vip5_daily_withdrawal": "Натрупани депозити от 50001-100000 trx, автоматично надградени до VIP5, дневно теглене от 15%.",
    "accumulated_deposits_of_100001_200000_trx_automatically_upgraded_to_vip6_daily_withdrawal": "Натрупани депозити от 100001-200000 trx, автоматично надградени до VIP6, ежедневни тегления от 17%.",
    "accumulated_deposits_of_200001_500000_trx_automatically_upgraded_to_vip7_daily_withdrawal": "Натрупани депозити от 200001-500000 trx, автоматично надградени до VIP7, дневно теглене от 23%.",
    "accumulated_deposits_of_500001_1000000_trx_automatically_upgraded_to_vip8_daily_withdrawal": "Натрупани депозити от 500001-1000000 trx, автоматично надградени до VIP8, дневно теглене от 26%.",
    "accumulated_deposits_of_1000001_1600000_trx_automatically_upgraded_to_vip9_daily_withdrawal": "Натрупани депозити от 1000001-1600000 trx, автоматично надградени до VIP9, дневно теглене от 32%.",
    "accumulated_deposits_of_1600001_9999999_trx_automatically_upgraded_to_vip10_daily_withdrawal": "Натрупаните депозити са 1600001-9999999 trx, автоматично надградени до VIP10, с ежедневни тегления от 38%.",
    "automatically_upgrade_vip_level_instructions": "Автоматично надграждане на VIP ниво и инструкции.",
    "the_system_will-determine_your_total_accumulated_deposit": "Системата ще определи вашия общ натрупан депозит и автоматично ще ви надгради до подходящото ниво. Например: първото презареждане е 500 TRX, второто презареждане е 2001 TRX, [кумулативното презареждане е 2501 TRX] системата автоматично ще надстрои до VIP2 и вие ще имате VIP2. Дневният доход от нивото е 10% и така нататък.",
    "share_invitation_reward_description": "Споделете описание на наградата за покана",
    "invite_friends_description": "Поканете приятели с промоционалната връзка и 13% от приходите ще бъдат изтеглени незабавно. Ако препоръчате на стотици хора да се присъединят към Trontin, можете да станете милионер. Максимум 18% (ниво на комисиона 13% + ниво 2 2% + ниво 3 1%) 1: Например: Вие каните потребител A, потребител A депозира и инвестира 10 000 TRX, вие ще получите 1300 TRX като награда. Потребител A кани потребител B, потребител B депозира и инвестира 10 000 TRX, а вие ще получите 200 TRX като награда. Потребител B отново вдъхновява потребител C. Потребител C депозира и инвестира 10 000 TRX. Ще получите 100TRX като награда. Приходите от промоцията ще бъдат прехвърлени директно към вашата сметка за промоция. Можете директно да изтеглите пари или да закупите връзки към платформа за промоция на финансови продукти, за да получите доход от промоция и да култивирате собствени членове на екипа (промоцията може да получи определен процент от приходите от промоция). Популяризирайте вашата връзка за покана в семейството и приятелите си, WhatsApp, Facebook група, YouTube, Instagram, Twitter, Telegram група или друга социална медийна платформа (Връзка за покана: Влезте в платформата и щракнете върху бутона за споделяне, за да копирате връзката. Изпратете връзката на вашите приятели или която и да е социална платформа. Кажете им, че това е най-добрата инвестиционна платформа за копаене, за да теглите поне 8%-36% от сумата на инвестицията всеки ден)",
    "official_platform_description": "Официална платформа на пула за копаене TRONRICO",
    "the_official_platform_of_trontin_mining_pool": "Официалната платформа на пула за копаене TRONRICO, наричана TRONRICO, е сертифицирана от TRON Blockchain Financial Center. Ние сме официален и легален оператор на TRON. Осигурете на клиентите най-стабилните, безопасни и ефективни услуги! От 2020 г. ние и централата на TRON сме разбили повече от 3000 фалшиви платформи. Ако срещнете фалшива платформа, можете да се свържете с нас и ние ще си сътрудничим с централата на TRON, за да разбием официалната платформа за сертифициране TRONRICO.",
    "trontin_msb_registration_certificate": "Удостоверение за регистрация на TRONRICO MSB",
    "tax_registration_certificate": "удостоверение за данъчна регистрация",
    "TRONTIN_White_Paper": "TRONRICO Бяла книга",
    "click_to_view_trontin_white_paper": "Кликнете, за да видите бялата книга на TRONRICO",
    "news_report": "Новинарски репортаж",
    "trontin_launches_revolutionary_cloud_mining_platform": "TRONRICO стартира революционна платформа за облачно копаене",
    "click_to_view": "Кликнете, за да видите",
    "contact_us": "свържете се с нас",
    "company_website": "Фирмен сайт",
    "company_telegram": "Фирмена телеграма",
    "telegram_channel": "Телеграм канал",
    "email": "Имейл",
    "company_address": "8 Marina Blvd, Tower 1, Floor 31st and 32nd, Marina Bay Financial Center Сингапур",
    "invite_friends_to_recharge": "Поканете приятели да презареждат, за да получите съответните отстъпки",
    "level": "Ниво",
    "rebate": "отстъпка",
    "price": "Цена",
    "available_balance": "Наличен баланс",
    "limit_quantity": "Ограничено количество",
    "purchase_quantity": "Количество за покупка",
    "daily_interest_rate": "Дневна лихва",
    "real_time": "Реално време",
    "participate_in_investment": "Участвайте в инвестициите",
    "project_rules": "Правила на проекта",
    "repayment_method": "Начин на погасяване",
    "repay_principal_and_interest_at_maturity": "Погасяване на главница и лихва на падежа",
    "unit_price": "единична цена",
    "daily_rate_of_return": "Дневна норма на възвръщаемост",
    "investment_cycle": "Инвестиционен цикъл",
    "expected_profit": "очаквана печалба",
    "project_introduction": "Въведение в проекта",
    "tron_love_mining_machine": "Машина за копаене TRON LOVE Кратък цикъл и стабилен доход е добър избор. Дневният доход е 4,57%-4,7%, а цикълът е 3 дни. След приключване на цикъла, той ще бъде директно разпределен във вашата [промоционална сметка] заедно с главницата и доходите, получени по време на цикъла. Можете да теглите пари директно; тази платформа поддържа TRX, ETH, BNB, DOGE, USDT (ERC20 TRC20 BEP20) инвестиционно копаене.",
    "notice": "ЗАБЕЛЕЖКА",
    "confirmation_transfer": "Сигурни ли сте, че искате да се прехвърлите?",
    "home": "Начало",
    "invest": "Инвестирайте",
    "mine": "аз",
    "Account_6_16_characters_no_spaces_allowed": "Акаунт, 6-16 знака, без интервали",
    "Area_code_plus_mobile_number": "Телефонен код + мобилен номер",
    "recommendation_code": "Код за препоръка",
    "global_partners": "Глобални партньори",
    "email_verification_code": "Код за потвърждение на имейл",
    "otp": "OTP",
    "enter_a_new_password": "Въведете нова парола",
    "wallet_found": "Средства в портфейла",
    "need_traded": "Нужда от размяна",
    "already_traded": "Вече е търгуван",
    "number_of_withdrawals": "Брой тегления",
    "allow_withdrawal": "Разрешете теглене",
    "yes": "да",
    "minimum_withdrawal": "Минимално теглене",
    "enter_withdrawal_amount": "Въведете сумата за теглене",
    "please_enter": "Моля, въведете",
    "loading": "Зарежда се",
    "confirm_password": "Потвърдете паролата",
    "original_payment_password": "Оригинална парола за плащане",
    "invest_product": "Интелигентна инвестиция",
    "purchased": "закупени",
    "total_income": "общ доход",
    "principal": "главница",
    "total_principal_and_interest": "обща главница и лихва",
    "how_to_deposit_funds_on_the_ai_trading_platform": "1. Как да депозирате средства в платформата за търговия с изкуствен интелект",
    "step_1_get_your_deposit_address": "Стъпка 1: Вземете своя депозитен адрес",
    "log_into_your_ai_trading_account": "Влезте във вашия AI търговски акаунт",
    "head_to_the_deposit_page": "Отидете на страницата „Депозит“.",
    "choose_your_cryptocurrency": "Изберете своята криптовалута (TRC20, BEP20, BNB или TRX)",
    "generate_the_deposit_address_and_copy_it_to_your_clipboard": "Генерирайте адреса на депозита и го копирайте в клипборда",
    "step_2_send_funds_from_your_wallet": "Стъпка 2: Изпратете средства от вашия портфейл",
    "open_your_crypto_wallet_app": "Отворете вашето приложение за крипто портфейл (напр. MetaMask, Trust Wallet)",
    "select_the_correct_network": "Изберете правилната мрежа (TRC20 или BEP20)",
    "paste_the_copied_deposit_address_as_the_recipient": "Поставете копирания депозитен адрес като получател",
    "input_the_amount_you_want_to_deposit_and_confirm_the_send": "Въведете сумата, която искате да депозирате, и потвърдете изпращането",
    "wait_for_confirmation_on_the_blockchain": "Изчакайте потвърждение в блокчейна (обикновено няколко минути)",
    "step_3_confirm_your_deposit": "Стъпка 3: Потвърдете своя депозит",
    "go_to_transaction_history_to_track_progress": "Отидете на „История на транзакциите“, за да проследите напредъка",
    "click_complete_deposit_once_transaction_is_verified": "Щракнете върху „Завършване на депозита“, след като транзакцията бъде потвърдена",
    "if_your_deposit_doesnt_reflect_within_30_minutes_reach_out_to_support": "Ако вашият депозит не се отрази в рамките на 30 минути, свържете се с поддръжката",
    "how_to_withdraw_funds_from_the_ai_trading_platform": "2. Как да теглите средства от AI Trading Platform",
    "step_1_choose_your_withdrawal_option": "Стъпка 1: Изберете вашата опция за теглене",
    "log_in_and_open_the_fund_management_tab": "Влезте и отворете раздела „Управление на средства“.",
    "click_withdraw_and_pick_your_preferred_network": "Щракнете върху „Теглене“ и изберете предпочитаната от вас мрежа (TRC20\/BEP20\/BNB\/TRX)",
    "step_2_fill_in_withdrawal_information": "Стъпка 2: Попълнете информация за теглене",
    "enter_the_amount_you_want_to_withdraw": "Въведете сумата, която искате да изтеглите",
    "paste_your_wallet_address": "Поставете адреса на вашия портфейл (уверете се, че съответства на правилната мрежа)",
    "complete_any_required_security_verification_steps": "Изпълнете всички необходими стъпки за проверка на сигурността",
    "step_3_final_confirmation_and_submission": "Стъпка 3: Окончателно потвърждение и подаване",
    "double_check_all_the_details_before_submitting": "Проверете отново всички подробности, преди да изпратите",
    "withdrawals_usually_process_within_30_minutes": "Тегленията обикновено се обработват в рамките на 30 минути",
    "track_the_progress_under_withdrawal_records": "Проследявайте напредъка под „Записи за теглене“",
    "important_notes": "Важни бележки:",
    "double_check_your_wallet_address_crypto_transfers_cant_be_undone": "❗️ Проверете отново адреса на портфейла си – крипто трансферите не могат да бъдат отменени",
    "make_sure_to_meet_the_platforms_minimum_withdrawal_limit": "❗️ Уверете се, че покривате минималния лимит за теглене на платформата",
    "delays_can_occur_due_to_high_network_traffic": "❗️ Възможни са закъснения поради голям мрежов трафик",
    "contact_live_chat_support_anytime_if_you_face_any_issues": "❗️ Свържете се с поддръжката за чат на живо по всяко време, ако се сблъскате с проблеми",
    "if_you_need_more_help_our_customer_service_team_is_available_24_7_via_live_chat": "Ако имате нужда от повече помощ, нашият екип за обслужване на клиенти е на разположение 24\/7 чрез чат на живо",
    "what_is_chain_quant": "1. Какво е Chain Quant?",
    "chain_quant_description": "Chain Quant е базирана на изкуствен интелект платформа за количествена търговия, която съчетава изкуствен интелект и блокчейн технология, за да анализира тенденциите на крипто пазара и да извършва автоматизирани сделки – давайки възможност на потребителите да печелят стабилна възвръщаемост с минимални усилия.",
    "core_services_of_chain_quant": "2. Основни услуги на Chain Quant",
    "quantitative_arbitrage_trading": "Количествена арбитражна търговия\n – Използва ценовите разлики между множество борси, за да генерира печалби с нисък риск\n – Системите, управлявани от AI, проследяват пазарите 24\/7 и извършват сделки в идеални моменти",
    "ai_auto_trading": "AI Автоматична търговия\n – Напълно автоматизирани ботове, използващи предварително изградени стратегии като проследяване на тенденции и мрежови системи\n – Алгоритмите се настройват в реално време, за да ограничат риска и да подобрят възвръщаемостта",
    "fund_security": "Сигурност на фонда\n – Внедрява многослойно криптиране със студено и горещо разделяне на портфейла\n – Одитите на интелигентни договори осигуряват прозрачни и защитени от подправяне операции",
    "instant_deposits_withdrawals": "Незабавни депозити\/тегления\n – Депозитите се обработват в рамките на 1–3 минути (поддържа TRC20\/BEP20)\n – Тегленията са бързи и автоматизирани – не е необходим ръчен преглед",
    "multiple_trading_modes": "Множество режими на търговия\n – Режим за начинаещи: Търговия с нисък риск, напълно свободна търговия\n – Професионален режим: Разширени инструменти и стратегически контроли за опитни потребители",
    "how_to_register_and_start_using_chain_quant": "3. Как да се регистрирате и да започнете да използвате Chain Quant?",
    "sign_up": "Стъпка 1: Регистрирайте се: \n Посетете официалния уебсайт на Chain Quant, щракнете върху „Безплатна регистрация“ и потвърдете чрез имейл или телефон",
    "deposit_and_activate_ai_trading": "Стъпка 2: Депозирайте и активирайте AI търговия:\n Финансирайте акаунта си с USDT (TRC20 или BEP20)\n Депозираните средства се преобразуват във вашия търговски баланс Chain Quant",
    "launch_ai_trading": "Стъпка 3: Стартирайте AI Trading:\n Щракнете върху „Количествена търговия“, за да активирате вашия личен AI бот\n Системата започва автоматизирани сделки, насочени към генериране на ежедневни печалби",
    "how_to_earn_with_chain_quant": "Как да печелите с Chain Quant?",
    "arbitrage_profits": "– Метод 1: Арбитражни печалби:\n AI забелязва пропуски в цените (напр. купуване на ниска цена на една борса, продажба на висока цена на друга)",
    "ai_trading_returns": "– Метод 2: AI Trading Returns:\n Алгоритмите използват данни за тенденциите, за да купуват автоматично и да продават високо",
    "referral_rewards": "– Метод 3: Награди за препоръки:\n Поканете други и спечелете комисионни от техните сделки",
    "why_choose_chain_quant": "5. Защо да изберете Chain Quant?",
    "ai_automation": "✓ 24\/7 AI автоматизация – Никога не пропускайте възможност за търговия",
    "military_grade_security": "✓ Сигурност от военен клас – Студени портфейли и криптиране от най-високо ниво",
    "dual_trading_modes": "✓ Двойни режими на търговия – Идеални както за начинаещи, така и за професионалисти",
    "reliable_returns": "✓ Надеждна възвръщаемост – Подкрепена от анализ на пазара в реално време",
    "free_daily_withdrawals": "✓ Безплатни ежедневни тегления – Насладете се на едно теглене без такса всеки ден",
    "start_your_journey_with_chain_quant": "Започнете своето пътуване с Chain Quant днес и оставете интелигентната автоматизация да работи за вашето крипто бъдеще!",
    "chain_quant_ltd": "ВЕРИГА КУАНТ ООД",
    "driving_the_future_of_ai": "Движейки бъдещето на изкуствения интелект, големите данни и автоматизацията",
    "at_chain_quant_we_harness": "В Chain Quant използваме силата на авангарден изкуствен интелект, големи данни и усъвършенствана автоматизация, за да ускорим глобалната цифрова трансформация. Нашата мисия е да дадем възможност на организациите с интелигентни, мащабируеми решения, които стимулират растежа на бизнеса и оформят по-свързано, ефективно бъдеще.",
    "core_services": "Основни услуги",
    "ai_solutions": "AI решения – Интегриране на машинно обучение и дълбоко обучение за оптимизиране на операциите и увеличаване на ефективността.",
    "big_data_analytics": "Анализ на големи данни – Предоставяне на мощна инфраструктура за данни и практични прозрения за интелигентно вземане на решения и устойчив растеж.",
    "automation_integration": "Интегриране на автоматизация – Проектиране на персонализирани работни потоци за автоматизация, които намаляват разходите, премахват излишъците и повишават производителността.",
    "strategic_industry_consulting": "Стратегическо индустриално консултиране – Предоставяне на далновидна, технологично ориентирана пазарна информация за насочване на стратегии за дигитална трансформация.",
    "our_core_values": "Нашите основни ценности",
    "innovation_driven": "Водени от иновации – Ние предизвикваме статуквото и разширяваме границите на възможното с технологиите.",
    "client_centric": "Ориентиран към клиента – всяко решение е съобразено с уникалните нужди и развиващите се цели на нашите клиенти.",
    "integrity_accountability": "Почтеност и отчетност – Прозрачността и доверието са основите на всяко партньорство, което изграждаме.",
    "vision": "Визия",
    "to_lead_globally_in_ai": "Да бъдем водещи в световен мащаб в иновациите, базирани на ИИ и данни, давайки възможност на МСП да процъфтяват в цифровата икономика, като същевременно насърчаваме отговорното използване на технологиите и етичната трансформация.",
    "innovation_philosophy": "Философия на иновациите",
    "we_pioneer_the_smart_ecosystem": "Ние сме пионери в интелигентната екосистема – защитена с блокчейн, междуиндустриална цифрова инфраструктура, която позволява безпроблемно сътрудничество, прозрачност и усъвършенствано разузнаване на глобалните пазари.",
    "corporate_information": "Корпоративна информация",
    "legal_name": "Официално име",
    "company_number": "Фирмен номер",
    "incorporation_date": "Дата на учредяване",
    "registered_address": "Регистриран адрес",
    "for_official_filings": "За официални документи и проверки, моля, обърнете се към регистъра на правителството на Обединеното кралство:",
    "uk_government_registry": "Държавен регистър на Обединеното кралство",
    "secure_and_fast_transactions": "24 часа теглене",
    "withdraw_account": "Акаунт за теглене",
    "withdrawal_method": "Метод на теглене",
    "quota": "Квота 1 - 650000",
    "enter_withal_address": "адрес за теглене",
    "enter_password": "Парола",
    "handling_fees": "Такси за обработка",
    "actually_received": "Всъщност Получете",
    "press_release": "Съобщение за пресата",
    "relese_date": "03 февруари 2024 г",
    "we_are_thrilled_to_announce": "Ние сме развълнувани да обявим официално стартирането на Chain Quant на 15 август 2024 г.!",
    "Chain_Quant_is_a_global_powerhouse": "Chain Quant е глобална мощна компания в управляваната от изкуствен интелект количествена търговия и арбитраж на криптовалути, предлагаща светкавично бързи, интелигентни решения за търговия, които максимизират доходността и дават възможност за еволюцията на цифровите финанси.",
    "platform_highlights": "Акценти на платформата",
    "seamless_multi_exchange_integration": "Безпроблемна интеграция с множество борси – поддържа Binance, Coinbase, Huobi и др",
    "ultra_fast_arbitrage_execution": "Ултра-бързо изпълнение на арбитраж – възможности за покупка на ниска цена\/висока цена за под секунда",
    "fully_autonomous_trading": "Напълно автономна търговия – 100% задвижвана от AI, не е необходимо ръчно въвеждане",
    "be_among_the_first_to_experience": "Бъдете сред първите, изпитали търговия от следващо поколение.",
    "register_now": "Регистрирайте се сега и поемете контрола над бъдещето с Chain Quant — където прецизността среща производителността в интелигентните финанси.",
    "chain_quantity_quantitative_investment_program": "Програма за количествени инвестиции на веригата. Многостепенна VIP система за автоматичен пасивен доход",
    "vip_levels_rewards": "VIP нива и награди",
    "vip_level_deposit_range_daily_return": "Депозитен диапазон на VIP ниво (USDT) Дневна възвръщаемост (%)",
    "vip_1_deposit_range_daily_return": "VIP 1 $10 – $199 2,46% – 2,52%",
    "vip_2_deposit_range_daily_return": "VIP 2 $200 – $999 2,71% – 2,72%",
    "vip_3_deposit_range_daily_return": "VIP 3 $1,000 – $4,999 2,92% – 2,98%",
    "vip_4_deposit_range_daily_return": "VIP 4 $5,000 – $9,999 3,15% – 3,19%",
    "vip_5_deposit_range_daily_return": "VIP 5 $10 000 – $14 999 3,36% – 3,40%",
    "vip_6_deposit_range_daily_return": "VIP 6 $15 000 – $29 999 3,69% – 3,73%",
    "vip_7_deposit_range_daily_return": "VIP 7 $30 000 – $59 999 3,92% – 3,97%",
    "vip_8_deposit_range_daily_return": "VIP 8 $60 000 – $99 999 4,25% – 4,27%",
    "vip_9_deposit_range_daily_return": "VIP 9 $100 000 – $149 999 4,54% – 4,58%",
    "vip_10_deposit_range_daily_return": "VIP 10 $150 000 – $200 000 5,01% – 5,10%",
    "chain_quantity_operates_on_progressive_model": "Chain Quantity работи по прогресивен инвестиционен модел, предназначен за мащабируемост и простота.",
    "start_with_10_usdt_activate_quantity_1": "Започнете само с 10 USDT, за да активирате Количество 1",
    "upgrade_to_quantity_2_by_adding_989_usdt": "Надстройте до количество 2, като добавите 989 USDT (Общо: 999 USDT)",
    "minimum_deposit_10_usdt": "Нисък депозит: 10 USDT",
    "minimum_withdrawal_2_usdt": "Минимално теглене: 2 USDT",
    "example_investing_1000_usdt_unlocks_vip_3": "Инвестирането на 1000 USDT отключва VIP 3",
    "daily_earnings_example": "Дневни печалби = 1000 × 2,92% = 29,2 USDT",
    "program_highlights": "Акценти в програмата",
    "validity_per_vip_tier": "⏳ 180-дневна валидност за VIP ниво",
    "daily_system_reset": "🕛 Ежедневно нулиране на системата в 00:00 SGT",
    "automatic_upgrades": "🔓 Автоматични надстройки при достигане на следващия праг",
    "instant_withdrawals": "💸 Незабавни тегления от баланса на комисионата",
    "why_choose_chain_quantity": "Защо да изберете количество на веригата?",
    "higher_tiers_offer_better_returns": "✅ По-високите нива предлагат значително по-добра възвръщаемост",
    "no_lock_up_periods": "✅ Без периоди на блокиране – средствата остават достъпни",
    "real_time_profit_tracking": "✅ Проследяване на печалбата в реално време чрез таблото за управление",
    "transparent_automated_system": "✅ 100% прозрачна, автоматизирана система",
    "sustainable_passive_income_model": "Печелете устойчив, пасивен доход с нашия интелигентен модел на нива — създаден за растеж, оптимизиран за награди.",
    "example": "Пример",
    "chain_quantity_team_rewards_program": "Програма за награди на отбора за количество на веригата",
    "unlock_powerful_earning_potential": "Отключете мощен потенциал за печалба с нашата структурирана многостепенна комисионна система и изключителни възможности за агенти.",
    "multi_level_commission_structure": "Многостепенна структура на комисията",
    "maximize_rewards_tiered_referral_program": "Увеличете максимално своите награди чрез нашата многостепенна програма за препоръки:",
    "level_1_direct_referrals_earn_15_percent": "Ниво 1 (Директни реферали): Печелете 15% комисионна",
    "level_2_indirect_referrals_earn_2_percent": "Ниво 2 (Непреки препоръчани потребители): Печелете 2% комисионна",
    "level_3_extended_network_earn_1_percent": "Ниво 3 (разширена мрежа): Печелете 1% комисионна",
    "earn_every_time_referrals_deposit_funds": "Вие печелите всеки път, когато вашите реферали — и техните реферали — депозират средства.",
    "global_agent_recruitment": "Глобално набиране на агенти",
    "expanding_reach_motivated_partners": "Разширяваме обхвата си и търсим мотивирани партньори:",
    "national_agents_earn_5_percent": "Национални агенти: Печелете 5% комисионна",
    "city_agents_earn_4_percent": "City Agents: Печелете 4% комисионна",
    "regional_agents_earn_3_percent": "Регионални агенти: Печелете 3% комисионна",
    "build_your_network": "Изградете вашата мрежа:",
    "launch_telegram_whatsapp_community": "Стартирайте своя собствена общност в Telegram или WhatsApp",
    "invite_official_support_team": "Поканете нашия официален екип за поддръжка да участва",
    "grow_team_unlock_exponential_earning": "Увеличете своя екип и отключете експоненциални възможности за печалба",
    "referral_bonus_example": "Пример за препоръчан бонус",
    "member_deposit_commission_rate_earnings": "Комисионна за депозити на членове Оценете печалбите си",
    "member_a_1000_usdt_15_percent_150_usdt": "Член A 1000 USDT 15% 150 USDT",
    "member_b_1000_usdt_2_percent_20_usdt": "Член B 1000 USDT 2% 20 USDT",
    "member_c_1000_usdt_1_percent_10_usdt": "Член C 1000 USDT 1% 10 USDT",
    "earn_bonuses_team_members_deposit": "Вие печелите бонуси всеки път, когато членовете на вашия екип депозират.",
    "daily_agent_bonus_rewards": "Ежедневни бонус награди за агенти",
    "top_performing_agents_rewarded_daily": "Най-добре представящите се агенти се награждават автоматично въз основа на ежедневните депозити на екипа:",
    "1000_usdt_60_usdt_bonus": "1000 USDT → 60 USDT БОНУС",
    "5000_usdt_188_usdt_bonus": "5000 USDT → 188 USDT БОНУС",
    "16000_usdt_388_usdt_bonus": "16 000 USDT → 388 USDT БОНУС",
    "58000_usdt_1483_usdt_bonus": "58 000 USDT → 1483 USDT БОНУС",
    "100000_usdt_6450_usdt_bonus": "100 000 USDT → 6 450 USDT БОНУС",
    "500000_usdt_99999_usdt_bonus": "500 000 USDT → 99 999 USDT БОНУС",
    "bonuses_cumulative_instantly_withdrawable": "Всички бонуси са кумулативни и незабавно теглени в USDT.",
    "join_today_grow_network_start_earning": "Присъединете се днес, разширете мрежата си и започнете да печелите както никога досега.",
    "recharge_amount": "Сума за презареждане",
    "current_amount": "Текуща налична сума",
    "todays_earning": "Днешните печалби",
    "total_revenue": "Общи приходи",
    "invitation_rewareds": "Награди за покани",
    "more_level_comming": "Очаквайте скоро още нива...",
    "per_day": "Количествено определяне пъти на ден",
    "agree_with_our": "Съгласен с нашите",
    "terms_of_use": "Условия за ползване",
    "and": "И",
    "privacy_policy": "Политика за поверителност",
    "no_account": "Нямате акаунт?",
    "security_password": "Парола за сигурност",
    "processing": "Обработва се...",
    "already_have_an_account": "Вече имате акаунт?",
    "verify_email_title": "Потвърдете имейл",
    "enter_your_verification_code": "Въведете своя код за потвърждение",
    "verifying": "Проверка...",
    "verify_email": "Потвърдете имейл",
    "check_inbox_and_spam_html": "Моля, проверете вашата входяща кутия и папка за имейл за потвърждение.",
    "total_assets": "Общо активи",
    "quantitative_account": "Количествена сметка",
    "agent_corperation": "Агентско сътрудничество",
    "activity": "Екипна активност",
    "unread_messages_alert": "Имате непрочетени съобщения на сайта, моля, отидете и проверете съдържанието на съобщението!",
    "vip": "VIP",
    "trial_fee": "Пробна такса",
    "profit_assets": "Печалба Активи",
    "todays_earnings": "Днешните печалби",
    "quantifiable_number_of_days": "Количествено измерим брой дни",
    "countdown_days": "Дни за обратно броене",
    "quantify_reset_time": "Количествено определяне на времето за нулиране",
    "start_quantify": "Стартирайте Quantify",
    "quantification_process": "Процес на количествено определяне",
    "start_quantification": "Започнете количественото определяне...",
    "start_queuing": "Започнете да се редите на опашка...",
    "start_executing_buy_order": "Започнете да изпълнявате поръчка за покупка...",
    "start_executing_sell_order": "Започнете да изпълнявате поръчка за продажба...",
    "start_capturing_market_prices": "Започнете да улавяте търговски пазарни цени...",
    "start_distributing_commissions": "Започнете да разпределяте комисионни...",
    "operation_complete": "Операцията е завършена и приключва.",
    "current_vip": "Актуален VIP",
    "click_to_unlock": "Щракнете за отключване",
    "quantification_times_per_day": "Количествено определяне пъти на ден",
    "profit_ratio": "Коефициент на печалба",
    "minimum_unlock_amount": "Минимална сума за отключване",
    "recharge_unlock_message": "Презареждането автоматично отключва Презареждане {{minUnclock}}USDT",
    "quantitative_benefits": "Количествени ползи",
    "deposit_into_basic_wallet": "Депозирайте в основен портфейл",
    "invest_record": "Инвестирайте рекорд",
    "build_team_rewards": "Изградете екип и вземете щедри награди",
    "my_invitation_code": "Моят код за покана",
    "invite_link": "Връзка за покана",
    "view_the_team": "Преглед на екипа",
    "daily_commissions": "Ежедневни комисионни",
    "invited_friends_recharge_rebates": "Поканете приятели да получат съответните отстъпки, когато презареждат:",
    "recharge_rebate": "Отстъпка за презареждане",
    "quantify_rebate": "Количествено определяне на отстъпката",
    "copy_success": "Успешно копиране",
    "withdraw": "Оттегляне",
    "sign_out": "Излезте",
    "hello_username": "Здравей, {{username}}",
    "welcome_back": "Добре дошъл отново",
    "investment_accounts": "Инвестиционни сметки",
    "commission_today": "Комисията днес",
    "yesterdays_earnings": "Вчерашни печалби",
    "detail": "детайл",
    "transfer": "Трансфер",
    "news": "Новини",
    "security_center": "Център за сигурност",
    "company_profile": "Фирмен профил",
    "about_us": "За нас",
    "twenty_four_hour_withdrawal": "48-часово изтегляне",
    "withdrawable": "С възможност за изтегляне",
    "amount_to_be_processed": "Сума за обработка",
    "payment_method": "Начин на плащане",
    "withdrawal_limit_range": "Лимит на теглене 7.00 - 99999999.00",
    "withdrawal_address": "Адрес за теглене",
    "handling_fee": "Такса за обработка",
    "receipt": "разписка",
    "withdrawal_note": "Бележка за теглене",
    "withdrawal_policy_title": "Правила за теглене (ToobitQuant)",
    "minimum_withdrawal_amount": "Минимална сума за теглене",
    "withdrawal_fee": "Такса за теглене",
    "withdrawal_frequency": "Честота на теглене",
    "withdrawal_frequency_desc": "Веднъж дневно, достъпно от понеделник до неделя (сингапурско време)",
    "processing_time": "Време за обработка",
    "processing_time_desc": "Тегленията обикновено се обработват в рамките на 0-48 часа след подаване на заявката и ще бъдат прехвърлени директно във вашия портфейл.",
    "mining_machine_energy_failure": "Енергийна грешка на машината за копаене, моля, презаредете {{amount}} USDT",
    "financial": "Финансови",
    "usdt": "USDT",
    "failed_to_fetch_data": "Неуспешно извличане на данни.",
    "note_before_switching_accounts": "Забележка: Преди да смените акаунта за презареждане, моля, потвърдете, че предишното презареждане е получено!",
    "quant_account_desc": "Депозирайте в тази сметка за интелигентна количествена възвръщаемост",
    "investment_account_desc": "Депозитите в тази сметка могат да се използват за инвестиране в проекти за групово финансиране",
    "recharge_address": "Адрес за презареждане",
    "recharge_complete": "Презареждането е завършено",
    "deposit_instruction_1": "1. Копирайте адреса по-горе или сканирайте QR кода и изберете",
    "network_deposit": "мрежа за депозиране на актив.",
    "invite_top_up_rewards": "Поканете приятели да презареждат за първи път и можете да получите следните награди",
    "number_of_invited_people": "Брой поканени хора",
    "invitation_rewards_label": "Награди за покани:",
    "usdt_automatic_distribution": "USDT Автоматично разпространение",
    "invitee_first_recharge_needs_to_be_in": "Първото презареждане на поканения трябва да е влязло",
    "above": "по-горе",
    "tiered_rewards_intro": "Поканете определен брой хора и получете награди на нива:",
    "count": "Брой",
    "award": "награда",
    "unlimited": "Неограничен",
    "auto": "Авто",
    "claimed": "Заявено",
    "remaining": "оставащи",
    "failed_to_load_invite_rewards": "Неуспешно зареждане на покани за награди.",
    "reward_claimed_successfully": "Наградата е поискана успешно.",
    "unable_to_claim_reward": "Не може да се изиска награда. Моля, опитайте отново.",
    "agent_cooperation": "Агентско сътрудничество",
    "global_recruitment_title": "Глобално набиране на служители на пълен работен ден Информация за работа:",
    "positions_available_subtitle": "6 свободни позиции в маркетинг отдел",
    "job_description_promotion_title": "Длъжностна характеристика и критерии за повишение:",
    "job_description_promotion_body": "Маркетинговият отдел предлага следните 6 позиции въз основа на общия брой потребители с успешни нива на презареждане на ниво 1 и ниво 2. Позициите са както следва:",
    "salary_tiers_intro": "Всяка позиция има различни нива на заплати. Колкото по-висока е позицията, толкова по-висока е заплатата. Подробностите са както следва:",
    "position": "Позиция",
    "level_1": "Ниво 1",
    "level_1_plus": "Ниво 1+",
    "level_2": "Ниво 2",
    "weekly": "Ежеседмично",
    "salary": "Заплата",
    "growth_catalyst": "Катализатор на растежа",
    "brand_architect": "Архитект на марката",
    "engagement_guru": "Ангажираност на учителя",
    "visionary_strategist": "Визионерски стратег",
    "innovation_leader": "Лидер в иновациите",
    "territory_commander": "Териториален командир",
    "meet_requirements_contact_manager": "За потребители, които отговарят на изискванията за позицията, моля, свържете се с ръководителя на проекта за проверка.",
    "salary_payment_method_timing": "Начин на изплащане на заплатата и време:",
    "salary_distribution_detail": "Заплатите ще се разпределят в акаунта на портфейла ToobitQuant всеки понеделник след 18 часа.",
    "additional_rewards_title": "Допълнителни награди за служители на пълен работен ден:",
    "additional_rewards_body": "След като служител стане постоянен член, той също ще получи процент от общите седмични депозити на своя екип като допълнителна награда. Структурата на възнаграждението е както следва:",
    "total_weekly_deposits_usdt": "Общо седмични депозити (USDT)",
    "reward_percentage": "Процент на възнаграждение",
    "commission": "комисия",
    "commission_records": "Комисионни записи",
    "valid_invitation_people_number": "Валиден брой хора за покана",
    "team_report": "Отчет на екипа",
    "team_total_recharge": "Общо презареждане на отбора:",
    "team_total_withdrawal": "Общо оттегляне на отбора:",
    "level_3": "Ниво 3",
    "total_valid_label": "Общо\/Валидно:",
    "get_commission_label": "Вземете комисионна:",
    "now_go": "Сега върви",
    "brand_name": "TOOBIT",
    "press_release_date": "25 юни 2025 г",
    "launch_announcement_prefix": "Ние сме развълнувани да обявим стартирането на",
    "launch_announcement_suffix": ", революционна базирана на AI платформа, която вече е на живо от 5 септември 2025 г.",
    "platform_description": "TOOBIT е проектиран да издигне бъдещето на търговията с цифрови активи, комбинирайки силата на изкуствения интелект със светкавично бързо изпълнение. Създадена за следващото поколение инвеститори, нашата платформа предлага прецизни инструменти за оптимизиране на крипто арбитраж и стратегии за количествена търговия, като гарантира, че вашето портфолио процъфтява на днешния силно конкурентен пазар.",
    "key_features_title": "Основни характеристики на Toobit:",
    "feature_multi_exchange_title": "• Безпроблемна многообменна интеграция",
    "feature_multi_exchange_desc": "Свържете се без усилие с водещи платформи като Binance, Coinbase, Kraken и други, позволявайки ефективна търговия между борсите.",
    "feature_realtime_arbitrage_title": "• Откриване на арбитраж в реално време",
    "feature_realtime_arbitrage_desc": "С отзивчивост на ниво милисекунди, Toobit идентифицира и използва печеливши възможности, когато възникнат, гарантирайки, че оставате пред кривата.",
    "feature_ai_autonomous_title": "• Оптимизиран за изкуствен интелект, напълно автономен",
    "feature_ai_autonomous_desc": "Нашата платформа се захранва от авангарден AI, позволявайки автоматизирани, управлявани от данни стратегии без необходимост от ръчно въвеждане, така че можете да се отпуснете и да гледате как портфолиото ви расте.",
    "platform_mission": "Toobit е тук, за да промени пейзажа на цифровите активи, като ви дава възможност да търгувате по-интелигентно, по-бързо и по-ефективно. Независимо дали сте опитен търговец или току що започвате, Toobit отключва ново царство от възможности за максимизиране на възвръщаемостта.",
    "platform_future_line": "Влезте в бъдещето на търговията - където иновациите срещат прецизността.",
    "agent_program_heading": "Програма за партньорство с агент QUANT",
    "agent_program_headline_prefix": "Влезте в бъдещето на управляваните от AI финанси с",
    "agent_program_headline_suffix": "Програма за глобален агент",
    "agent_program_welcome": "Добре дошли в следващата ера на интелигентно създаване на богатство. TOOBIT с гордост стартира своята програма за глобални агенти - уникална възможност за печелене на дългосрочен, пасивен доход чрез използване на силата на задвижваната от AI количествена търговия.",
    "agent_program_revolution": "Тъй като цифровата финансова революция набира скорост, Toobit кани търговци, лидери на общности и инвеститори да участват в оформянето на бъдещето на децентрализираните финанси. Нашата мрежа от агенти е изградена за мащабируемост, гъвкавост и рентабилност, като предлага вълнуващ начин да увеличите приходите си, като същевременно помагате на другите да процъфтяват в дигиталната икономика.",
    "agent_program_highlights": "Акценти в програмата:",
    "agent_program_income": "• Потенциал за многостепенен доход - Печелете отстъпки въз основа на дейностите на вашата мрежа, създавайки повтарящ се поток от приходи, докато общността ви се разширява. Вашата реферална връзка улеснява популяризирането, без да е необходим опит.",
    "agent_program_tools": "• Цялостна поддръжка и инструменти - Достъп до авангардни функции на платформата, отстъпки в реално време и управлявана от AI автоматизация на търговията, за да направите промоцията безпроблемна и възнаграждаваща.",
    "agent_program_growth": "• Възможности, насочени към растеж - Напредвайте през нива (градски, национални, глобални партньори) и отключвайте ексклузивни награди, включително доживотно споделяне на печалба от 20%+ и специални регионални привилегии за топ агенти.",
    "agent_program_closing": "Независимо дали се ангажирате чрез социални медии, мрежи на инвеститори или местни общности, Toobit гарантира, че вашите усилия ще бъдат възнаградени. Започнете да изграждате бъдещето си днес и се присъединете към нас, докато ние водим отговорността в света на интелигентните финанси. Бъдещето на търговията е тук. Toobit ви кани да станете част от него.",
    "company_name_legal": "TOOBIT AI LIMITED",
    "cp_p1_rest": "е основана в Лондон, Обединеното кралство през 2025 г. и се ангажира да се превърне във водещо предприятие в областта на базираната на блокчейн интелигентна търговия.",
    "cp_p2_rest": "е усъвършенствана система за количествена търговия, задвижвана от технология за изкуствен интелект. Основната му способност се крие в автоматичното изпълнение на търговски стратегии за максимизиране на възвръщаемостта на инвестициите, като същевременно минимизира риска. По-конкретно, TOOBIT трансформира инвестиционните решения в изпълними компютърни алгоритми, позволявайки прозрачни, ефективни и бързи търговски операции, които се адаптират безпроблемно към пазарните колебания в реално време.",
    "cp_p3_suffix": "Стратегиите за търговия на са базирани на съвременна математика, статистика, машинно обучение и непрекъснат анализ на пазарните тенденции и цените на цифровите активи, за да се определят най-ефективните търговски действия. Чрез сложни алгоритми и моделиране системата оценява пазарните рискове и инвестиционни възможности, като автоматично оптимизира разпределението на портфолиото в отговор на променящите се очаквания за риск и възвращаемост.",
    "cp_p4": "Този напълно автоматизиран подход елиминира човешката грешка, подобрява точността на транзакциите и осигурява последователно адаптиране към променливи и несигурни пазарни условия.",
    "cp_p5_prefix": "по същество,",
    "cp_p5_suffix": "е система за количествена търговия от следващо поколение, която обединява изкуствения интелект със съвременната финансова теория за автоматично прилагане на стратегии, насочени към максимизиране на печалбата и минимизиране на риска.",
    "label_company_name": "Име на компанията",
    "label_company_number": "Фирмен номер",
    "label_incorporation_date": "Дата на учредяване",
    "label_registered_capital": "Регистриран капитал",
    "label_email": "Имейл",
    "label_phone": "Телефон",
    "label_registered_office": "Седалище",
    "company_number_value": "16289541",
    "incorporation_date_value": "04 март 2025 г",
    "registered_capital_value": "100 000 000 GBP",
    "email_value": "TOOBITquant.ai@gmail.com",
    "phone_value": "+44 7742 043280",
    "registered_office_value": "32 London Bridge St, Лондон, Обединено кралство SE1 9SG",
    "platform_bonus": "Платформен бонус",
    "failed_to_load_notices": "Неуспешно зареждане на известията",
    "welcome_title": "Добре дошли в TOOBIT: Отключване на интелигентно бъдеще заедно",
    "withdraw_success": "Теглене Успех",
    "deposit_success": "Успех на депозита",
    "income_received": "Получени приходи",
    "product": "Продукт",
    "project_rule": "Правило на проекта",
    "repayment": "Погасяване",
    "maturity_principal_interest": "Падеж Главница и лихва",
    "daily_return": "Ежедневно връщане",
    "invest_cycle": "Инвестиционен цикъл",
    "estimated_revenue": "Очаквани приходи",
    "balance_not_enough_recharge": "Салдото не е достатъчно, моля, презаредете {{amount}} USDT",
    "ok": "добре",
    "transfer_amount": "Сума на превода",
    "old_login_password": "Стара парола за влизане",
    "new_login_password": "Нова парола за вход",
    "old_payment_password": "Стара парола за плащане",
    "new_payment_password": "Нова парола за плащане",
    "about_p1_tail": "е авангардна система за количествена търговия, задвижвана от изкуствен интелект. Неговата основна характеристика е автоматичното изпълнение на стратегии за търговия, предназначени да увеличат максимално възвръщаемостта на инвестициите, като същевременно минимизират риска. Чрез трансформиране на решенията за търговия в компютърни алгоритми, той автоматизира предварително дефинираните стратегии, правейки процеса на търговия по-прозрачен, ефективен и силно реагиращ на пазарните промени.",
    "about_p2_a": "Количествените стратегии, използвани от",
    "about_p2_b": "използвайте модерна математика, статистика, машинно обучение и анализ в реално време на пазарните тенденции и цените на криптовалутите. Тези усъвършенствани технологии позволяват на платформата да формулира силно оптимизирани планове за търговия.",
    "about_p2_c": "В същото време,",
    "about_p2_d": "използва сложни модели за оценка на пазарните рискове и идентифициране на инвестиционни възможности, като автоматично ребалансира портфейлите въз основа на очакваното съотношение риск-възвръщаемост. Този напълно автоматизиран подход елиминира човешката грешка, подобрява точността и гарантира, че системата може бързо да се адаптира към нестабилните пазарни условия.",
    "about_p3_a": "по същество,",
    "about_p3_b": "интегрира изкуствения интелект със съвременната финансова теория за автономно изпълнение на инвестиционни стратегии - преследвайки двойните цели за максимизиране на печалбата и намаляване на риска.",
    "about_p4_heading_tail": "Източник на доходи и финансова сигурност",
    "about_p5_tail": "работи по взаимноизгоден бизнес модел заедно със своите потребители. Всички печалби се генерират чрез колебания в цените на глобалните пазари на криптовалута. Децентрализираната и устойчива на манипулации природа на блокчейн технологията осигурява отворена, прозрачна инвестиционна среда, предлагайки на потребителите по-силен слой на финансова защита.",
    "about_p6_a": "В обобщение,",
    "about_p6_b": "дава възможност на потребителите с интелигентна система за търговия, предназначена да поддържа последователен и устойчив растеж на богатството. Всяка транзакция не само осигурява възвръщаемост на потребителите, но също така генерира приходи от платформата - образувайки печеливша структура, която поддържа дългосрочна финансова стабилност и за двете страни.",
    "about_p7_a": "Нека работим заедно, за да стимулираме здравословното развитие на блокчейн индустрията. с",
    "about_p7_b": "повече хора могат уверено и ефективно да овладеят принципа за купуване на ниска цена и продажба на висока цена чрез интелигентни системи за търговия, задвижвани от AI.",
    "about_p8_a": "Сега в своето четвърто поколение,",
    "about_p8_b": "еволюира, за да стане още по-мощен - предлагайки подобрени функции, като същевременно рационализира потребителското изживяване. С едно щракване върху „Стартиране на количественото определяне“ потребителите могат да започнат да генерират възвръщаемост само за една минута. Това е бъдещето на интелигентното инвестиране.",
    "open_support_drawer": "Отворете опорното чекмедже",
    "online_service": "Онлайн услуга",
    "choose_support_method": "Изберете предпочитания от вас метод за контакт с онлайн обслужване на клиенти",
    "customer_support": "Поддръжка на клиенти",
    "community_group": "Група на общността",
    "verify_code": "Проверете кода",
    "click_to_refresh": "Кликнете, за да опресните",
    "request_already_processing": "Вашата заявка вече се обработва",
    "credential_not_match": "Това удостоверение не съответства на нашите записи",
    "generic_error": "Нещо се обърка. Моля, опитайте отново.",
    "system_notice": "Системна бележка",
    "failed_to_load_notice": "Неуспешно зареждане на известието",
    "no_data": "Няма данни",
    "welcome_heading": "Добре дошли в TOOBIT!",
    "welcome_p1": "Радваме се, че сте част от общността на TOOBIT. Като напредничава технологична компания в челните редици на иновациите, ние сме тук, за да ви помогнем да изследвате безграничния потенциал на изкуствения интелект.",
    "welcome_p2": "Благодарим ви, че избрахте TOOBIT, нека отключим по-интелигентно, по-свързано бъдеще. Ако някога имате въпроси, нашият екип за поддръжка винаги е готов да ви помогне.",
    "email_verification": "Потвърждаване на имейл",
    "pending": "В очакване",
    "withdraw_asset": "Изтеглете активи",
    "withdraw_deduction": "Удръжка при теглене",
    "quantitative_earning": "Количествена печалба",
    "invited_friends_daily_commissions": "Поканете приятели да получават съответните дневни комисионни, когато презареждат:",
    "rejected": "Отхвърлено",
    "consent_intro": "Като продължите с акаунт, намиращ се в",
    "country_name": "Великобритания",
    "consent_agreement": "вие се съгласявате с нашите",
    "terms_of_service": "Условия за ползване",
    "view_daily_check_in": "Преглед на ежедневното настаняване",
    "last_price_binance_spot": "Последна цена • Binance Spot",
    "high": "високо",
    "low": "ниско",
    "volume": "Обем",
    "trades": "Търговия",
    "core_cooperative_financial_institutions": "Основни кооперативни финансови институции",
    "reward_page_title": "Награди за покани",
    "tab_direct": "Директен",
    "tab_missions": "Мисии",
    "reward_task_prefix": "Изпълнете задачата с",
    "reward_task_middle": "активни членове на ниво",
    "mission_invite_prefix": "Покани",
    "mission_invite_unit": "приятели",
    "mission_invite_suffix": "да се регистрирам",
    "mission_deposit_prefix": "Вземете",
    "mission_deposit_middle": "общи депозити",
    "mission_deposit_suffix": "от вашия екип",
    "unit_usdt": "USDT",
    "progress_label": "Напредък",
    "refresh_label": "Опресняване",
    "streak_title": "Текуща поредица: {{current}} \/ {{goal}} дни",
    "streak_info": "Заявявайте ежедневно, за да поддържате поредицата си и да печелите бонуси. Пропускането на ден ще нулира напредъка ви.",
    "reward_small": "0,01 USDT",
    "reward_big": "1 USDT",
    "claim_button": "Изискайте дневна награда",
    "company_profile_title": "Фирмен профил",
    "company_intro_1": "TOOBIT FOR TOOBIT LTD е основана в Лондон, Обединеното кралство през 2004 г. и се ангажира да стане водеща компания в областта на базираната на блокчейн интелигентна търговия.",
    "company_intro_2": "TOOBIT е усъвършенствана система за количествена търговия, задвижвана от технология за изкуствен интелект. Основната му способност се крие в автоматичното изпълнение на търговски стратегии за максимизиране на възвръщаемостта на инвестициите, като същевременно минимизира риска.",
    "company_intro_3": "Търговските стратегии на TOOBIT се основават на съвременна математика, статистика, машинно обучение и непрекъснат анализ на пазарните тенденции и цените на цифровите активи, за да се определят най-ефективните търговски действия.",
    "company_intro_4": "Този напълно автоматизиран подход елиминира човешката грешка, подобрява точността на транзакциите и осигурява последователно адаптиране към променливи и несигурни пазарни условия.",
    "company_intro_5": "По същество TOOBIT е система за количествена търговия от следващо поколение, която обединява изкуствения интелект със съвременната финансова теория за автоматично прилагане на стратегии, насочени към максимизиране на печалбата и минимизиране на риска.",
    "company_name_label": "Име на компанията:",
    "company_number_label": "Фирмен номер:",
    "date_of_incorporation_label": "Дата на учредяване:",
    "registered_office_label": "Седалище:",
    "notice_title": "Тайни за растеж на богатството",
    "notice_paragraph1": "Не забравяйте да реинвестирате доходите си и да увеличавате богатството си всеки ден!",
    "notice_paragraph2": "Чрез сложната лихва парите ви работят за вас – печелейки не само от първоначалната ви инвестиция, но и от печалбите ви.",
    "notice_paragraph3": "Увеличете максимално своя потенциал и умножете доходите си.",
    "notice_paragraph4": "Не пропускайте тази възможност – нека се обединим и растем заедно!",
    "notice_paragraph5": "Присъединете се към инвестиционната програма на Toobit сега и оставете USDT автоматично да генерира възвръщаемост за вас! Присъединете се към нас и достигнете нови върхове на богатство заедно!",
    "notice_closeButton": "затвори"
}