{
    "account": "Nom d'utilisateur",
    "quantify_records": "Quantifier les enregistrements",
    "finish": "Finition",
    "buy_platform": "Plate-forme d'achat",
    "purchase_price": "Prix ​​d'achat",
    "sales_platform": "Plateforme de vente",
    "selling_price": "Prix ​​de vente",
    "service_charge": "Frais de service",
    "model": "Modèle",
    "vip_model": "Modèle VIP",
    "quantitative_strategy": "Stratégie quantitative",
    "popular": "Populaire",
    "cryptocurrency_trading": "trading de crypto-monnaie",
    "no_more_data": "Plus de données",
    "check": "Vérifier",
    "execute_position": "Exécuter la position",
    "wallet_account_balance": "Solde du compte du portefeuille",
    "not_limited": "Non limité",
    "daily_interest_payment": "Paiement quotidien des intérêts, remboursement du principal à l'échéance",
    "share_rules": "Règles de partage",
    "hello": "Bonjour",
    "register_an_account": "Enregistrer un compte",
    "flexible_account": "Compte quantitatif",
    "wallet_account": "Compte intelligent",
    "wave_field": "Centre d'aide",
    "chain_quant": "Chain Quant: Introduction et guide de l'utilisateur pour la plateforme de trading quantitative intelligente",
    "how_to_get_benefits": "Comment déposer et retirer des fonds",
    "bandwidth": "Introduction de l'entreprise: Chain Quant",
    "energy": "Pouvoir",
    "welcome_to": "Bienvenue",
    "official_telegram_channel": "Chaîne de télégramme officiel",
    "cloud_mining_hosting": "Tronokx propose des services fiables de mines et de jalonnement de cloud, garantissant les rendements principaux dans les 12 jours. Notre plateforme fournit plusieurs niveaux VIP avec des montants de dépôt variables et des taux de retrait quotidiens pour répondre à différents besoins d'investissement:",
    "cloud_mining_hosting_2": "Nous sommes heureux de vous présenter Tronokx, une plate-forme de pointe dédiée à la fourniture de services innovants de mines et de jalonnement du cloud qui offrent des rendements sécurisés, fiables et rentables. Notre système assure un rendement principal dans les 12 jours, vous offrant la possibilité de développer rapidement votre investissement tout en faisant partie d'un écosystème financier passionnant et durable.",
    "cloud_mining_hosting_3": "Chez Tronokx, nous proposons une gamme de niveaux VIP conçus pour répondre aux différentes capacités d'investissement. Chaque niveau a des gammes de dépôt spécifiques et des taux de retrait quotidiens, offrant des options flexibles aux utilisateurs qui cherchent à obtenir des rendements quotidiens de leurs investissements. Voici un aperçu des différents niveaux VIP:",
    "the_amount_of_vip1": "VIP 1: plage de dépôt 10-1 000 TRX, retirer 9% par jour",
    "the_amount_of_vip2": "VIP 2: gamme de dépôt de 1 001 à 2 000 TRX, retirer 10% par jour",
    "the_amount_of_vip3": "VIP 3: plage de dépôt 2 001-10 000 TRX, retirer 13% par jour",
    "the_amount_of_vip4": "VIP 4: plage de dépôt 10 001-50 000 TRX, retirer 15% par jour",
    "the_amount_of_vip5": "VIP 5: plage de dépôt 501-200 000 TRX, retirer 17% par jour",
    "the_amount_of_vip6": "VIP 6: plage de dépôt 200 001-300 000 TRX, retirer 20% par jour",
    "the_amount_of_vip7": "VIP 7: Range de dépôt 300,001-500 000 TRX, retirer 23% par jour",
    "the_amount_of_vip8": "VIP 8: Range de dépôt 500 001-800 000 TRX, retirer 28% par jour",
    "the_amount_of_vip9": "VIP 9: gamme de dépôt 800 001-1,500 000 TRX, retirer 35% par jour",
    "the_amount_of_vip10": "VIP 10: gamme de dépôt de plus de 1 500 001+ trx, retirer 42% par jour",
    "the_amount_of_vip1_ann": "VIP 1: Pour les dépôts allant entre 10 et 1 000 TRX, obtenez un rendement quotidien de 9%.",
    "the_amount_of_vip2_ann": "VIP 2: Pour les dépôts entre 1 001 et 2 000 TRX, profitez d'un retrait quotidien de 10%.",
    "the_amount_of_vip3_ann": "VIP 3: Les dépôts de 2 001 à 10 000 TRX se qualifient pour un retrait quotidien de 13%.",
    "the_amount_of_vip4_ann": "VIP 4: Pour les investissements entre 10 001 et 50 000 TRX, recevez 15% par jour.",
    "the_amount_of_vip5_ann": "VIP 5: Si vous déposez entre 50 001 et 200 000 TRX, vous serez admissible à un rendement quotidien de 17%.",
    "the_amount_of_vip6_ann": "VIP 6: les dépôts de 200 001 à 300 000 TRX gagneront 20% par jour.",
    "the_amount_of_vip7_ann": "VIP 6: les dépôts de 200 001 à 300 000 TRX gagneront 20% par jour.",
    "the_amount_of_vip8_ann": "VIP 8: Les dépôts de 500 001 à 800 000 TRX reçoivent un rendement quotidien de 28%.",
    "the_amount_of_vip9_ann": "VIP 9: Pour les dépôts plus importants de 800 001 à 1 500 000 TRX, profitez d'un retrait quotidien de 35%.",
    "the_amount_of_vip10_ann": "VIP 10: Le niveau le plus élevé, pour les dépôts de plus de 1 500 001 TRX, offre un impressionnant rendement quotidien de 42%.",
    "financial_turnaround": "Nous proposons également un plan financier à court terme pour ceux qui cherchent à voir rapidement les retours, le directeur étant retourné en seulement 3 jours. Ce plan est idéal pour les utilisateurs à la recherche d'un revirement financier plus immédiat.",
    "periodic_financial_management": "De plus, nous proposons un plan financier à court terme qui garantit le rendement de votre principal investissement en seulement 3 jours. Vous pouvez également gagner des récompenses supplémentaires en invitant des amis à rejoindre notre plateforme. Le programme de référence est structuré sur trois niveaux:",
    "periodic_financial_management_ann": "En plus de ces opportunités d'investissement exceptionnelles, nous croyons au pouvoir de la communauté. Notre programme de récompenses d'invitation vous permet de gagner encore plus en partageant la plate-forme avec des amis et la famille. Voici comment fonctionne notre système de référence à niveau:",
    "the_unit_price_of_tron": "Niveau 1: 13% Récompense pour les références directes",
    "the_unit_price_of_tron2": "Niveau 2: Récompense à 2% pour les références de deuxième niveau",
    "the_unit_price_of_tron3": "Récompense de niveau 3: 1% pour les références de troisième niveau",
    "the_unit_price_of_tron4": "Tronokx est conçu pour la durabilité à long terme, offrant une plate-forme qui continuera de prospérer tant que la crypto-monnaie existe. Rejoignez-nous aujourd'hui pour commencer à gagner et développer votre investissement en toute confiance!",
    "the_unit_price_of_tron_ann": "Niveau 1: Les références directes vous rapporteront une récompense de 13% de leurs activités.",
    "the_unit_price_of_tron2_ann": "Niveau 2: Pour les références de deuxième niveau, vous recevrez 2% de leurs activités.",
    "the_unit_price_of_tron3_ann": "Niveau 3: Les références du troisième niveau vous récompenseront avec 1% de leurs activités.",
    "the_unit_price_of_tron4_ann": "Ce système de récompense à plusieurs niveaux garantit que la croissance de votre réseau contribue directement à votre succès, créant un effet de boule de neige du potentiel de gain.",
    "the_unit_price_of_tron5_ann": "Le fondement de Tronokx repose sur une croissance à long terme, et notre plate-forme est conçue pour maintenir ses opérations tant que la crypto-monnaie continue de prospérer. Notre modèle garantit que la valeur que vous investissez aujourd'hui continuera de produire des rendements pour les années à venir. En rejoignant Tronokx, vous faites partie d'une communauté déterminée à créer des opportunités financières durables qui correspondent à l'évolution du monde des actifs numériques.",
    "the_unit_price_of_tron6_ann": "Nous vous encourageons à commencer maintenant, à investir judicieusement et à profiter pleinement des nombreuses opportunités que Tronokx offre. Grâce à des programmes de cloud, de jalonnement et de référence, vous avez la possibilité d'amplifier votre richesse et de devenir un participant clé dans le monde de la crypto-monnaie.",
    "join_now_ann": "Rejoignez-nous maintenant et commencez à gagner aujourd'hui - l'avenir de la finance numérique est là!",
    "received": "Reçu",
    "minimum_yeild_requires": "La quantification minimale nécessite au moins un dépôt",
    "share_to": "Partager",
    "transiction_records": "Dossiers de transiction",
    "transfer_to_flexible_account": "Transfert vers un compte quantitatif",
    "transfer_into_flexible_account": "1. Le transfert sur ce compte peut être utilisé pour déposer de l'argent pour gagner des intérêts, et vous pouvez recevoir manuellement les revenus 24 heures après la première heure d'investissement, et retourner le principal à son expiration.",
    "transfer_to_wallet_account": "Transfert vers un compte intelligent",
    "transfer_into_wallet_account": "2. Le transfert sur ce compte peut être utilisé pour acheter des produits réguliers. Différents produits ont des cycles et des rendements différents. Pour plus de détails, veuillez vous référer à l'introduction du produit.",
    "no_records": "Pas de dossiers",
    "energy_bandwidth": "La quantité de chaîne lance officiellement",
    "you_send_virtual_currency_to_the_platform": "À l'aide de votre portefeuille numérique, vous envoyez une monnaie virtuelle à l'adresse d'achat spécifiée et Tronokx s'occupe de la distribution automatique des ressources. Notre plate-forme met en place des actifs dans le réseau TRON pour générer une bande passante et une énergie. Ces ressources sont ensuite louées aux portefeuilles partenaires, et les revenus de location reviennent vers Tronokx, qui les redistribue aux utilisateurs!",
    "income_has_arrived": "Le revenu est arrivé",
    "profit_received": "bénéfice reçu",
    "invitation_rewards": "Programme de partenariat d'agent de quantité de chaîne",
    "by_sharing_the_agent": "Entrez dans l'avenir de la finance alimentée par l'IA avec le programme Global Agent de Chain Quant - votre passerelle vers un revenu passif à long terme grâce à un échange quantitatif intelligent. À mesure que le marché commercial de l'IA accélère, Chain Quant élargit son empreinte mondiale en invitant les spécialistes du marketing, les dirigeants communautaires et les investisseurs avant-gardistes à faire partie de notre réseau d'agents. Profitez d'un puissant système de récompenses à plusieurs niveaux avec des commissions de 15% à 2% à 1%, gagnant des revenus récurrents à la fois des bénéfices commerciaux et de la croissance de référence. Chaque membre reçoit un lien de référence personnel, rendant la promotion transparente et accessible à quiconque - aucune expérience nécessaire. Que vous tirez parti des médias sociaux, des groupes d'investisseurs privés ou des communautés locales, vous serez soutenu par une plate-forme haute performance et des réques automobiles en temps réel. Au fur et à mesure que votre équipe évolue, faites vos avantages, avec les meilleurs interprètes avançant vers le statut de partenaire en ville, national ou mondial, débloquant des parts de profit à vie de 20% + et des avantages régionaux exclusifs. Rejoignez Chain Quant Today et construisez votre héritage dans la nouvelle ère de la création de richesse intelligente.",
    "sharing_is_polite": "Le partage est poli",
    "when_the_cumulative_recharge_reaches": "Lorsque votre recharge totale atteint 10 TRX ou plus, partagez votre lien d'enregistrement sur les plateformes sociales pour recevoir une récompense aléatoire entre 0,01 TRX et 18,88 TRX. Chaque utilisateur peut participer une fois par jour!",
    "time": "temps",
    "tron_is_a_distributed_operating_system": "TRON est un système d'exploitation décentralisé sur la blockchain avec sa crypto-monnaie native, TRX. Lancé en 2017 par l'entrepreneur chinois Justin Sun, il vise à favoriser une économie numérique décentralisée.",
    "architecture_in_the_torn": "Architecture: Dans le protocole TRON Network, les détenteurs de TRX bénéficient d'un accès égal à des ressources comme la bande passante et l'énergie. Le réseau est alimenté par une machine virtuelle décentralisée qui tire parti des nœuds publics dans le monde entier pour exécuter des contrats intelligents. Sans frais de transaction et la capacité de gérer environ 2000 transactions par seconde, il garantit une expérience de réseau rapide et efficace.",
    "goverance_tron_online_community": "Governance: La communauté Tron élit 27 super représentants par le vote en ligne. Ces représentants sont responsables de la génération et de la vérification de blocs toutes les 3 secondes en moyenne, formant une organisation autonome décentralisée. Ils sont réélus toutes les 6 heures et jouent un rôle crucial dans la gestion des propositions de réseaux et le vote sur les propositions d'amélioration TRON (TIPS).",
    "advantages_usdt_has_always": "Avantages: L'USDT est le stablecoin le plus largement reconnu, et Tether l'a émis sur 13 réseaux de blockchain, Tron menant la charge, représentant plus de 54% de l'offre totale. Ethereum suit avec 44% et Solana représente 2,7%, solidifiant Tron comme réseau principal de l'émission USDT.",
    "bandwith_all_types": "Bande passante: chaque transaction sur le réseau TRON nécessite des points de bande passante. Les transactions sont stockées et transmises sous forme de tableaux d'octets, chaque octet consommant un point de bande passante. Le coût total de la bande passante d'une transaction est déterminé par sa taille d'octets. Si un utilisateur manque de bande passante suffisante, TRX doit être brûlé pour couvrir les points de bande passante requis.",
    "the_unit_price_of_the_targe": "Le taux de brûlure officiel pour la consommation de bande passante est fixé à 1 000 soleil par unité.",
    "energy_each_instruction": "Énergie: chaque exécution de contrat intelligent consomme une quantité spécifique d'énergie, selon sa complexité. Des contrats plus complexes nécessitent plus d'énergie. Au fil du contrat, l'énergie est calculée et déduite par instruction. Si un compte manque d'énergie suffisante, TRX doit être brûlé pour couvrir les coûts énergétiques requis.",
    "the_current_offical_unit_price": "Le taux de brûlure officiel pour la consommation d'énergie est actuellement fixé à 420 Sun par unité.",
    "smart_investment": "Investissement intelligent",
    "international_lines": "Lignes internationales",
    "basic_investment_plan": "Plan d'investissement de base",
    "invest_in_our_basic": "Investissez dans notre compte de base et commencez à gagner un revenu minier quotidien! Lors de votre premier dépôt, vous conclurez automatiquement un contrat de 180 jours. Le contrat commence dès que le premier dépôt est conclu.",
    "key_features": "Caractéristiques clés",
    "earn_daily_between": "Gagnez quotidiennement entre 8% et 36% de votre investissement cumulatif.",
    "incomoe_is_settled": "Le revenu est réglé 24 heures après votre premier dépôt (exemple: dépôt à 15h00, revenus disponibles à 15h00 le lendemain).",
    "you_must_manually": "Vous devez cliquer manuellement pour percevoir un revenu quotidien.",
    "vip_levels_benefits": "Niveaux VIP et avantages",
    "daily_withdrawal": "retrait quotidien",
    "how_it_works": "Comment ça marche",
    "deposit_funds": "Fonds de dépôt: commencez votre investissement en effectuant un dépôt initial.",
    "earn_daily_income": "Gagnez un revenu quotidien: profitez du revenu minier toutes les 24 heures.",
    "collect_income": "Collectez les revenus: connectez-vous quotidiennement pour collecter manuellement vos revenus.",
    "start_today_and_enjoy": "Commencez aujourd'hui et profitez des rendements à haut rendement avec notre plan d'investissement de base!",
    "our_system_will_automatically": "Notre système déterminera automatiquement vos dépôts accumulés totaux et vous améliorera au niveau VIP approprié. Par exemple:",
    "first_deposit": "Premier dépôt",
    "second_deposit": "Deuxième dépôt",
    "total_deposit": "Dépôt total",
    "the_system_will_automatically_upgrade": "Le système vous améliorera automatiquement vers VIP2, et vous profiterez d'un revenu quotidien de 10% à ce niveau, etc.",
    "referral_system": "Système de référence",
    "earn_rewards_by_reffering": "Gagnez des récompenses en référant les autres pour rejoindre! Notre système de référence à 3 niveaux offre de grands avantages",
    "refer_level_1": "Niveau 1: 13% du revenu quotidien de la référence",
    "refer_level_2": "Niveau 2: 2% du revenu quotidien de la référence",
    "refer_level_3": "Niveau 3: 1% du revenu quotidien de la référence",
    "start_referring_today": "Commencez à vous référer aujourd'hui pour augmenter vos revenus!",
    "account_is_required": "Le compte est requis",
    "login_password": "Mot de passe de connexion",
    "password_is_required": "Le mot de passe est requis",
    "verification_code": "Le code de vérification",
    "vcode_is_required": "VCODE est requis",
    "vcode": "Vcode",
    "forgot_password": "Mot de passe oublié",
    "login": "Se connecter",
    "register": "Registre",
    "go_to_homepage": "Aller à la page d'accueil",
    "total_balance": "Compte quantitatif",
    "home_notice": "Bienvenue à mesurer Quant - où Smart Capital répond aux algorithmes intelligents. Nous sommes ravis de vous accueillir pour mesurer Quant, votre nouvelle maison pour des gains quantitatifs de pointe. Que vous soyez un investisseur chevronné ou que vous commenciez simplement votre voyage dans le monde du revenu algorithmique, vous venez de rejoindre une plate-forme conçue pour la clarté, la performance et la confiance. Chez Meason Quant, nous ne croyons pas seulement aux gains - nous croyons à gagner intelligemment. Nos stratégies propriétaires sont conçues par des scientifiques des données et des experts financiers pour exploiter le pouvoir de la précision algorithmique, permettant à votre capital de croître grâce à des opportunités de marché en temps réel. Chaque décision, chaque stratégie, chaque retour est alimenté par les données et motivé par notre mission inébranlable: rendre les outils de gain avancés accessibles à tous.",
    "go_to_recharge": "Se recharger",
    "telegram_customer_service": "Service client télégramme",
    "dear_user": "Cher utilisateur: Étant donné que la puissance \/ énergie informatique de votre machine minière est sur le point de s'épuiser, veuillez reconstituer rapidement {montant} trx en fonction de la valeur énergétique requise par les fonds de votre compte. Votre machine minière a actuellement suspendu le contrôle des mines et les revenus \/ retrait.",
    "note_to_avoid": "[Remarque: Pour éviter la perte de revenus, veuillez contacter le support Telegram]",
    "deposit": "Recharger",
    "withdrawal": "Retrait",
    "share_friends": "Inviter des amis",
    "team": "Équipe",
    "app": "Appliquer",
    "information": "Nouvelles",
    "wallet": "Portefeuille",
    "promotion": "Promotion",
    "join_to_be_a_sitename_millionaire": "Rejoindre pour être un millionnaire tronrico",
    "use_the_latest_mining_machines": "Utilisez les dernières machines minières et technologies Defi pour vous assurer que tous les utilisateurs obtiennent le revenu le plus Trx.",
    "details": "Détails",
    "platform_data_display": "Affichage de données de plate-forme",
    "income": "revenu",
    "Income": "Quantifier",
    "cyclical_investing": "Investissement de cycle",
    "trontin_3day_mining_machine": "Trontin Machine miniers de 3 jours",
    "trontin_9day_mining_machine": "Machine d'exploration de trafic Tron à 9 jours",
    "trontin_16day_traffic_mining_machine": "Rontin Machine d'exploration de trafic de 16 jours",
    "trontin_45day_miner_energy": "Trontin 45 jours d'énergie de mineur",
    "trontin_18day_miner_energy": "Tron 18 jours d'énergie mineur",
    "trontin_trxMining_in_46days": "Tron Trx Mining en 46 jours",
    "tron_eth_digi_2_mining": "Tron eth digi 2.0 Mining",
    "torn_80days_photolvatic_mine": "mine photovoltaïque de 80 jours",
    "trontin_bnb_mining_in_65days": "Trontin BNB Mining en 65 jours",
    "view_more": "Voir plus",
    "cycle": "Faire du vélo",
    "day": "Jour",
    "instant_quotes": "Citations instantanées",
    "profit_withdrawal": "Retrait des bénéfices",
    "repurchase": "Rachat",
    "latest_announcement": "Dernière annonce",
    "registered_members_will_be_given": "Les membres enregistrés recevront 56 000 TRX en tant que capitaux propres promis. Pour activer le compte, un dépôt minimum de 10trx et un retrait minimum de 5TRX sont nécessaires. Le revenu peut être retiré ou investi dans l'exploitation minière.",
    "deposit_into_the_basic_account_and_automatically_join_the_contract": "[Investissement de base] Dépôt dans le compte de base et rejoignez automatiquement le contrat pendant 180 jours [la période du contrat prend effet à partir du moment du premier dépôt]. Le compte de base a un revenu minier chaque jour et peut recevoir 9% à 38% du montant de l'investissement cumulé chaque jour. Le temps de règlement de notre système de plate-forme est: l'heure du premier achat de l'utilisateur, 24 heures plus tard.",
    "the_income_will_not_be_automatically_deposited_into_the_account": "[Par exemple: la première heure d'achat est de 15h00, et le revenu sera obtenu à 15h00 le lendemain] Le revenu ne sera pas automatiquement déposé dans le compte, et vous devez cliquer sur le revenu tous les jours; Lorsque l'exploitation minière entre, cliquez activement pour recevoir le revenu.",
    "accumulated_deposits_of_10-2500_trx": "Des dépôts accumulés de 10-2500 TRX, ont automatiquement mis à niveau vers VIP1, retrait quotidien de 9%",
    "accumulated_deposits_of_2501-10000_trx": "Dépôts accumulés de 2501-10000 TRX, a automatiquement mis à niveau vers VIP2, 10% de retrait quotidien",
    "accumulated_deposits_of_10001-20000_trx": "Des dépôts accumulés de 10001-20000 TRX, ont automatiquement mis à niveau vers VIP3, retrait quotidien de 11%",
    "accumulated_deposits_of_20001-50000_trx": "Dépôts accumulés de 20001-50000 TRX, a automatiquement mis à niveau vers VIP4, retrait quotidien de 13%",
    "accumulated_deposits_of_50001-100000_trx": "Dépôts accumulés de 50001-100000 TRX, a automatiquement mis à niveau vers VIP5, retrait quotidien de 15%",
    "accumulated_deposits_of_100001-200000_trx": "Dépôts accumulés de 100001-200000 TRX, a automatiquement mis à niveau vers VIP6, retrait quotidien de 17%",
    "accumulated_deposits_of_200001-500000_trx": "Dépôts accumulés de 200001-500000 TRX, a automatiquement mis à niveau vers VIP7, retrait quotidien de 23%",
    "accumulated_deposits_of_500001-1000000_trx": "Dépôts accumulés de 500001-1000000 TRX, a automatiquement mis à niveau vers VIP8, retrait quotidien de 26%",
    "accumulated_deposits_of_1000001-1600000_trx": "Dépôts accumulés de 1000001-1600000 TRX, a automatiquement mis à niveau vers VIP9, retrait quotidien de 32%",
    "accumulated_deposits_of_1600001-9999999_trx": "Les dépôts accumulés sont 1600001-9999999 TRX, mis à niveau automatiquement à VIP10, avec des retraits quotidiens de 38%",
    "automatically_upgrade_vip_level": "Passer automatiquement au niveau VIP",
    "the_system_will_determine_your_total_accumulated_deposit": "[Le système déterminera votre dépôt accumulé total et vous améliorera automatiquement au niveau approprié] Par exemple: la première recharge est 500TRX, la deuxième recharge est 2001trx, [la recharge cumulative est de 2501trx] Le système sera automatiquement mis à niveau vers VIP2, et vous aurez VIP2 le revenu quotidien du niveau est 10% et ainsi.",
    "previous": "Précédent",
    "next": "Suivant",
    "close": "Fermer",
    "current_yield": "Current le rendement",
    "miner_is_running": "Miner est en cours d'exécution",
    "view_all": "Afficher tous",
    "earning_times": "Temps de quantification",
    "singapore_time_after": "Temps de Singapour après",
    "every_day": "tous les jours",
    "daily_rate": "Taux quotidien",
    "receive": "Recevoir",
    "basic_investment": "Investissement de base",
    "record": "Enregistrer",
    "current_level": "Niveau actuel",
    "deposit_quantity": "Quantité de dépôt",
    "invitation_reward": "Récompense d'invitation",
    "deposit_now": "Déposer maintenant",
    "daily_income": "revenu quotidien",
    "daily_withdrawals": "Retrait quotidien",
    "valid_period": "Période valide",
    "remaining_days": "jours restants",
    "status": "Statut",
    "running": "En cours d'exécution",
    "quantity": "Quantité",
    "amount": "Montant",
    "return": "retour",
    "Return": "Retour",
    "profit": "profit",
    "equity_pledge": "Gage de capitaux propres",
    "end": "Fin",
    "invite_your_contacts": "Invitez vos contacts",
    "sign_up_and_recharge_to_get_great_rewards": "Inscrivez-vous et rechargez pour obtenir de bonnes récompenses",
    "invitation_codes": "Codes d'invitation",
    "share_invitation_links_to_social_platforms": "Partagez des liens d'invitation vers les plateformes sociales",
    "build_a_team_and_get_great_rewards": "Construisez une équipe et obtenez de bonnes récompenses",
    "copy_successfully": "Copier avec succès",
    "copy_link": "Copier le lien",
    "app_services": "Services d'application",
    "wallet_funds_conversion": "Transfert",
    "change_password": "Centre de sécurité",
    "notification": "Notification",
    "logout": "Se déconnecter",
    "my_promotion": "Équipe",
    "bonus": "Prime",
    "bonus_record": "Dossiers de commission",
    "number_of_teams": "Total des gens",
    "valid_number_of_invites": "Invitations valides",
    "team_cycle_investment_details": "Détails d'investissement du cycle d'équipe",
    "total_people": "Total des gens",
    "contribution": "Commission",
    "invite_friends": "Inviter des amis",
    "go_now": "Aller maintenant",
    "in_progress": "En cours",
    "number_of_investments": "Nombre d'investissements",
    "total_investment": "Investissement total",
    "subordinate_investment_amount": "Montant d'investissement subordonné",
    "confirm": "Confirmer",
    "Confirm": "CONFIRMER",
    "last_login_time": "Dernière heure de connexion",
    "records": "Enregistrements",
    "transfer_to_smart_account": "Transfert vers {{type}} compte",
    "transfer_to_quantitative_account": "Transfert vers un compte quantitatif",
    "transfer_to_smart_account_2": "Transfert vers un compte intelligent",
    "address": "Adresse",
    "copy": "Copie",
    "please_do_not_top_up_other_non_bnb_assets": "Veuillez ne pas recharger les autres actifs non - {{méthode}}. Après la recharge, veuillez cliquer",
    "submit_successfully": "Recharge complète",
    "submit": "Soumettre",
    "exchange_rate": "Taux de change",
    "if_the_account_has_not_been_received_for_a_long_time": "Si le compte n'a pas été reçu depuis longtemps, veuillez cliquer",
    "again": "encore",
    "recharge_record": "Record de recharge",
    "successful": "Réussi",
    "purchase": "achat",
    "Purchase": "Achat",
    "transaction_record": "Dossier de transaction",
    "all": "TOUS",
    "recharge": "Recharger",
    "giveaway": "Révéler",
    "withdrawal_failed": "Échec du retrait",
    "promotion_account": "Compte de portefeuille",
    "basic_account": "Compte flexible",
    "amount_to_be_converted": "Montant à convertir",
    "withdrawable_balance": "Solde de retrait",
    "withdrawals_arebased_one_singapore_time_and_are_withdrawn_once_a_day": "Les retraits sont basés sur le temps de Singapour et sont retirés une fois par jour",
    "choose_withdrawal_account": "Choisissez le compte de retrait",
    "choose": "Choisir",
    "digital_currency_wallet": "Portefeuille de devises numériques",
    "cancel": "ANNULER",
    "password": "Mot de passe",
    "actual_withdrawal": "Retrait réel",
    "withdrawal_record": "Dossier de retrait",
    "fee": "Frais",
    "to_account": "pour rendre compte",
    "account_security": "Sécurité du compte",
    "modify_login_password": "Modifier le mot de passe de connexion",
    "modify_payment_password": "Modifier le mot de passe de paiement",
    "transfer_to_basic_account": "Transfert vers le compte de base",
    "transfer_to_promotion_account": "Transfert vers le compte de promotion",
    "there_are_two_investment_models_please_choose_according_to_your_needs": "Il existe deux modèles d'investissement, veuillez choisir en fonction de vos besoins",
    "deposit_into_this_account_for_pledge_mining": "Dépôt dans ce compte pour l'exploitation de l'engagement. Après 24 heures à compter de la première heure de dépôt, vous pouvez recevoir manuellement le revenu et retourner le principal à son expiration",
    "recharge_to_the_promotion_account_to_purchase_periodic_mining_machines": "Recharger le compte de promotion pour acheter des machines minières périodiques, vous pouvez collecter des revenus à différents cycles et retourner le principal et le revenu à l'expiration",
    "add_digital_currency_wallet": "Ajouter le portefeuille de devises numériques",
    "address_type": "type d'adresse",
    "wallet_address": "adresse du portefeuille",
    "start_with": "Commencer par",
    "digit_wallet_address": "Adresse du portefeuille",
    "set_payment_password": "Définir le mot de passe de paiement",
    "continue": "Continuer",
    "are_you_sure_sign_out": "Êtes-vous sûr de vous déconnecter",
    "wallet_registration": "Inscription au portefeuille",
    "decentralized_wallet_download_address": "Adresse de téléchargement du portefeuille décentralisé",
    "tutorial": "Afficher le tutoriel",
    "buy_currency": "acheter de la monnaie",
    "common_problem": "problème commun",
    "how_to_become_a_partner_of_trontin_mining_company": "Comment devenir partenaire de Tronrico Mining Company",
    "to_become_our_partner": "Pour devenir notre partenaire, vous pouvez obtenir 56 000 TRX gratuitement en vous inscrivant simplement, et vous pouvez le retirer dans les 180 jours suivant l'activation",
    "what_to_do_after_registration": "Que faire après l'inscription",
    "you_need_to_log_in_to_your_account": "Vous devez vous connecter à votre compte et la fonction d'extraction sera activée automatiquement. Pour augmenter votre revenu quotidien, faites un dépôt",
    "what_are_the_minimum_deposit_and_withdrawal_amounts": "Quels sont les montants minimaux de dépôt et de retrait",
    "the_minimum_deposit_is_10trx": "Le dépôt minimum est de 10trx et le retrait minimum est de 5trx.",
    "how_to_withdraw_money_what_should_i_do": "Comment retirer de l'argent, que dois-je faire",
    "log_in_to_your_account": "Connectez-vous à votre compte. Entrez la page «retrait». Cliquez sur le bouton «Retirer». Lisez votre adresse de portefeuille TRX et définissez un mot de passe de paiement pour la première fois, puis spécifiez le montant de retrait et sélectionnez votre adresse de portefeuille, puis cliquez pour se retirer.",
    "what_is_level_and_how_do_i_increase_it": "Qu'est-ce que le niveau et comment puis-je l'augmenter",
    "tron_marketing_uses_level_design": "Tron Marketing utilise la conception de niveau. Plus un utilisateur achète de l'électricité, plus son niveau est élevé. La rentabilité dépend directement du niveau d'acquisition. Si l'utilisateur initial de VIP1 gagne 8% par jour, alors que la puissance disponible pour l'exploitation minière augmente, la rentabilité la plus élevée VIP10 peut gagner 36% par jour",
    "i_made_a_withdrawal_request_but_it_hasnt_arrived_in_my_wallet_yet": "J'ai fait une demande de retrait mais il n'est pas encore arrivé dans mon portefeuille",
    "all_requests_are_handled_by_a_set_of_system_automatic_modes": "Toutes les demandes sont traitées par un ensemble de modes automatiques système. La demande est généralement traitée en 1 minute",
    "what_payment_systems_does_this_project_have_for_deposits": "Quels systèmes de paiement ce projet a-t-il pour les dépôts",
    "you_can_deposit_using_a_payment_system_like_this": "Vous pouvez déposer à l'aide d'un système de paiement comme celui-ci",
    "what_payment_systems_does_this_project_have_for_withdrawals": "Quels systèmes de paiement ce projet a-t-il pour les retraits",
    "you_can_withdraw_money_using_this_payment_system": "Vous pouvez retirer de l'argent en utilisant ce système de paiement",
    "how_to_change_account_password": "Comment modifier le mot de passe du compte",
    "click_the_change_password_function_on_the_my_tab_on_the_lower_right": "Cliquez sur la fonction «Modifier le mot de passe» dans l'onglet «My» dans le coin inférieur droit de la page. Entrez votre ancien mot de passe et votre nouveau mot de passe pour le changer",
    "what_if_i_forget_my_withdrawal_password": "Et si j'oublie mon mot de passe de retrait",
    "please_use_the_email_address_you_reserved_when_registering_to_send_username": "Veuillez utiliser l'adresse e-mail que vous avez réservée lors de votre inscription pour envoyer (nom d'utilisateur: .... «Mot de passe de retrait oublié») à notre adresse e-mail officielle: tronrico68@gmail.com",
    "what_should_i_do_if_i_need_to_change_my_wallet_address": "Que dois-je faire si j'ai besoin de changer mon adresse de portefeuille",
    "please_use_the_email_address_you_reserved_when_registering_to_send": "Veuillez utiliser l'adresse e-mail que vous avez réservée lors de votre inscription pour envoyer (nom d'utilisateur et nouvelle adresse de portefeuille) à notre adresse e-mail officielle: tronrico68@gmail.com",
    "how_to_top_up": "Comment recharger",
    "to_make_a_deposit_you_need_to_log_into_your_account": "Pour effectuer un dépôt, vous devez vous connecter à votre compte et vous rendre sur la page d'exploitation. En haut, vous verrez le bouton «dépôt». Une fois sur la page de dépôt, sélectionnez la monnaie que vous souhaitez déposer. Après cela, vous recevrez une adresse de portefeuille à laquelle vous devez envoyer vos crypto-monnaies. Les dépôts seront crédités en 1 minute.",
    "your_account_may_be_frozen_under_the_following_circumstances": "Votre compte peut être gelé dans les circonstances suivantes",
    "trontin_takes_a_responsible_approach_to_protect_the_personal_data": "Trontin adopte une approche responsable pour protéger les données personnelles de ses utilisateurs et la sécurité de son site Web. Toute tentative de collecte d'informations personnelles d'utilisateur, le piratage du code du site Web, une mauvaise utilisation du programme d'affiliation, l'accès aux comptes d'utilisateurs par piratage, l'utilisation de services tiers pour augmenter artificiellement le nombre de partenaires et toute administration qui insulte le site Web ou ses utilisateurs peut être un motif de suspension du compte de l'utilisateur.",
    "I_didnt_find_the_answer_to_my_question_what_should_I_do": "Je n'ai pas trouvé la réponse à ma question, que dois-je faire",
    "contact_online_customer_service_or_telegram_customer_service": "Contactez le service client en ligne ou le service client télégramme",
    "how_to_deposit": "Comment déposer",
    "click_deposit_on_the_platform_page": "Cliquez sur «Dépôt» sur la page de la plate-forme",
    "choose_to_transfer_to_the_basic_account_or_promotion_account": "Choisissez de transférer sur le compte de base ou le compte de promotion. Après être entré, vous pouvez choisir la monnaie à déposer.",
    "select_a_top_up_enter_to_copy_the_deposit_address": "Sélectionnez une recharge. Entrez pour copier l'adresse de dépôt.",
    "open_your_crypto_wallet_select_the_corresponding_currency_and_transfer": "Ouvrez votre portefeuille cryptographique, sélectionnez la devise correspondante et transfert.",
    "paste_the_address_of_the_receiving_wallet": "Collez l'adresse du portefeuille de réception.",
    "enter_the_amount_you_plan_to_deposit_into_your_account": "Entrez le montant que vous prévoyez de déposer sur votre compte.",
    "click_next_and_confirm_completion": "Cliquez sur «Suivant» et confirmez l'achèvement.",
    "return_to_the_platform_and_click_the_recharge_button_note_the_last_step": "Retournez sur la plate-forme et cliquez sur le bouton «Recharge». Remarque: La dernière étape consiste à revenir à la plate-forme et à cliquer sur «Recharge complète». Une fois la recharge terminée, le compte sera crédité à temps.",
    "how_to_withdraw_money": "Comment retirer de l'argent",
    "select_the_exit_button_on_the_homepage_then_use_your_exchange_wallet": "Sélectionnez le bouton de sortie sur la page d'accueil, puis utilisez votre échange (portefeuille) pour trouver l'adresse TRC20, copier et lier à la plate-forme pour quitter, et la plate-forme règle la devise TRX. Après un retrait réussi, le compte sera crédité en 1 à 3 minutes.",
    "if_you_need_help_please_click_online_customer_service": "(Si vous avez besoin d'aide, veuillez cliquer sur le service client en ligne)",
    "announcement": "Annonce",
    "my_message": "Mon message",
    "company_mining_and_revenue": "【Muisse et revenus de l'entreprise】",
    "registered_members_will_be_given_56000trx_as_pledged_equity": "Les membres enregistrés recevront 56 000 TRX en tant que capitaux propres promis. Pour activer le compte, un dépôt minimum de 10trx et un retrait minimum de 5TRX sont nécessaires. Le revenu peut être retiré ou investi dans l'exploitation minière.",
    "basic_investment_deposit_into_the_basic_account_and_automatically_join_the_contract_for_180_days": "[Investissement de base] Dépôt dans le compte de base et rejoignez automatiquement le contrat pendant 180 jours [la période du contrat prend effet à partir du moment du premier dépôt]. Le compte de base a un revenu minier chaque jour et peut recevoir 9% à 38% du montant de l'investissement cumulé chaque jour. Le temps de règlement de notre système de plate-forme est: l'heure du premier achat de l'utilisateur, 24 heures plus tard.",
    "for_example_the_first_purchase_time_is_1500_and_the_income_will_be_obtained_at_1500_the_next_day": "[Par exemple: la première heure d'achat est de 15h00, et le revenu sera obtenu à 15h00 le lendemain] Le revenu ne sera pas automatiquement déposé dans le compte, et vous devez cliquer sur le revenu tous les jours; Lorsque l'exploitation minière entre, cliquez activement pour recevoir le revenu.",
    "accumulated_deposits_of_10_2500_trx_automatically_upgraded_to_vip1_daily_withdrawal": "Des dépôts accumulés de 10-2500 TRX, ont automatiquement mis à niveau vers VIP1, retrait quotidien de 9%.",
    "accumulated_deposits_of_2501_10000_trx_automatically_upgraded_to_vip2_10_daily_withdrawal": "Des dépôts accumulés de 2501-10000 TRX, ont automatiquement mis à niveau vers VIP2, 10% de retrait quotidien.",
    "accumulated_deposits_of_10001_20000_trx_automatically_upgraded_to_vip3_daily_withdrawal": "Des dépôts accumulés de 10001-20000 TRX, ont automatiquement mis à niveau vers VIP3, retrait quotidien de 11%.",
    "accumulated_deposits_of_20001_50000_trx_automatically_upgraded_to_vip4_daily_withdrawal": "Des dépôts accumulés de 20001-50000 TRX, ont automatiquement mis à niveau vers VIP4, retrait quotidien de 13%.",
    "accumulated_deposits_of_50001_100000_trx_automatically_upgraded_to_vip5_daily_withdrawal": "Des dépôts accumulés de 50001-100000 TRX, ont automatiquement mis à niveau vers VIP5, retrait quotidien de 15%.",
    "accumulated_deposits_of_100001_200000_trx_automatically_upgraded_to_vip6_daily_withdrawal": "Des dépôts accumulés de 100001-200000 TRX, ont automatiquement mis à niveau vers VIP6, retrait quotidien de 17%.",
    "accumulated_deposits_of_200001_500000_trx_automatically_upgraded_to_vip7_daily_withdrawal": "Les dépôts accumulés de 200001-500000 TRX, sont automatiquement mis à niveau vers VIP7, retrait quotidien de 23%.",
    "accumulated_deposits_of_500001_1000000_trx_automatically_upgraded_to_vip8_daily_withdrawal": "Des dépôts accumulés de 500001-1000000 TRX, ont automatiquement mis à niveau vers VIP8, retrait quotidien de 26%.",
    "accumulated_deposits_of_1000001_1600000_trx_automatically_upgraded_to_vip9_daily_withdrawal": "Des dépôts accumulés de 1000001-1600000 TRX, ont automatiquement mis à niveau vers VIP9, retrait quotidien de 32%.",
    "accumulated_deposits_of_1600001_9999999_trx_automatically_upgraded_to_vip10_daily_withdrawal": "Les dépôts accumulés sont 1600001-9999999 TRX, améliorés automatiquement en VIP10, avec des retraits quotidiens de 38%.",
    "automatically_upgrade_vip_level_instructions": "Améliorer automatiquement le niveau VIP et les instructions.",
    "the_system_will-determine_your_total_accumulated_deposit": "Le système déterminera votre dépôt accumulé total et vous améliorera automatiquement au niveau approprié. Par exemple: la première recharge est de 500 trx, la deuxième recharge est 2001 TRX, [la recharge cumulative est 2501 TRX] Le système sera automatiquement mis à niveau vers VIP2 et vous aurez VIP2. Le revenu quotidien du niveau est de 10% et ainsi de suite.",
    "share_invitation_reward_description": "Partager la description de la récompense d'invitation",
    "invite_friends_description": "Invitez des amis avec le lien de promotion et 13% des revenus seront retirés immédiatement. Si vous recommandez des centaines de personnes à rejoindre Trontin, vous pouvez devenir millionnaire. Maximum 18% (niveau de commission 13% + niveau 2 2% + niveau 3 1%) 1: Par exemple: vous invitez l'utilisateur A, l'utilisateur A dépôts et investit 10 000trx, vous recevrez 1 300trx en récompense. L'utilisateur A invite l'utilisateur B, l'utilisateur B dépose et investit 10 000trx, et vous recevrez 200Trx en récompense. L'utilisateur B inspire une fois de plus l'utilisateur C. Les dépôts de l'utilisateur C et investissent 10 000trx. Vous recevrez 100TRX en récompense. Le revenu de promotion sera directement transféré sur votre compte de promotion. Vous pouvez retirer directement de l'argent ou acheter des liens de plateforme de promotion de produits financiers pour obtenir des revenus de promotion et cultiver les propres membres de l'équipe, (la promotion peut obtenir un certain pourcentage de revenus de promotion). Promouvez votre lien d'invitation sur votre famille et vos amis, WhatsApp, Facebook Group, YouTube, Instagram, Twitter, Telegram Group ou toute plate-forme de médias sociaux (lien d'invitation: connectez-vous à la plate-forme et cliquez sur le bouton Partager pour copier le lien. Envoyez le lien vers vos amis ou toute plate-forme sociale. Dites-leur chaque jour)",
    "official_platform_description": "Plate-forme officielle de la piscine minière Tronrico",
    "the_official_platform_of_trontin_mining_pool": "La plate-forme officielle de Tronrico Mining Pool, appelée Tronrico, a été certifiée par le centre financier de Tron Blockchain. Nous sommes un opérateur TRON officiel et légal. Fournissez aux clients les services les plus stables, sûrs et efficaces! Depuis 2020, nous et le siège social de Tron nous avons réprimé plus de 3 000 plates-formes contrefaites. Si vous rencontrez une fausse plate-forme, vous pouvez nous contacter et nous coopérerons avec le siège social de TRON pour réprimer, la plate-forme de certification officielle Tronrico.",
    "trontin_msb_registration_certificate": "Certificat d'enregistrement Tronrico MSB",
    "tax_registration_certificate": "certificat d'enregistrement d'impôt",
    "TRONTIN_White_Paper": "Papier blanc tronrico",
    "click_to_view_trontin_white_paper": "Cliquez pour voir le livre blanc Tronrico",
    "news_report": "Reportage",
    "trontin_launches_revolutionary_cloud_mining_platform": "Tronrico lance une plate-forme révolutionnaire de cloud mine",
    "click_to_view": "Cliquez pour voir",
    "contact_us": "Contactez-nous",
    "company_website": "Site Web de l'entreprise",
    "company_telegram": "Télégramme de l'entreprise",
    "telegram_channel": "Canal de télégramme",
    "email": "E-mail",
    "company_address": "8 Marina Blvd, tour 1, étage 31e et 32e, Marina Bay Financial Center Singapore",
    "invite_friends_to_recharge": "Invitez des amis à recharger pour obtenir des rabais correspondants",
    "level": "Niveau",
    "rebate": "Rabais",
    "price": "Prix",
    "available_balance": "Solde disponible",
    "limit_quantity": "Limiter la quantité",
    "purchase_quantity": "Quantité d'achat",
    "daily_interest_rate": "Taux d'intérêt quotidien",
    "real_time": "Temps réel",
    "participate_in_investment": "Participer à l'investissement",
    "project_rules": "Règles du projet",
    "repayment_method": "Méthode de remboursement",
    "repay_principal_and_interest_at_maturity": "Rembourser le principal et l'intérêt à l'échéance",
    "unit_price": "prix unitaire",
    "daily_rate_of_return": "Taux de rendement quotidien",
    "investment_cycle": "Cycle d'investissement",
    "expected_profit": "bénéfice attendu",
    "project_introduction": "Introduction du projet",
    "tron_love_mining_machine": "Tron Love Mining Machine Cycle court et un revenu stable est un bon choix. Le revenu quotidien est de 4,57% à 4,7% et le cycle est de 3 jours. Une fois le cycle terminé, il sera directement distribué à votre [compte de promotion] avec le principal et les revenus obtenus pendant le cycle. Vous pouvez retirer de l'argent directement; Cette plateforme prend en charge TRX, ETH, BNB, DOGE, USDT (ERC20 TRC20 BEP20) d'investissement.",
    "notice": "AVIS",
    "confirmation_transfer": "Êtes-vous sûr de vouloir transférer?",
    "home": "Maison",
    "invest": "Investir",
    "mine": "Moi",
    "Account_6_16_characters_no_spaces_allowed": "Compte, 6 à 16 caractères, aucun espace autorisé",
    "Area_code_plus_mobile_number": "Code régional + numéro de mobile",
    "recommendation_code": "Code de recommandation",
    "global_partners": "Partenaires mondiaux",
    "email_verification_code": "Code de vérification par e-mail",
    "otp": "OTP",
    "enter_a_new_password": "Entrez un nouveau mot de passe",
    "wallet_found": "Fonds de portefeuille",
    "need_traded": "Besoin d'échange",
    "already_traded": "Déjà échangé",
    "number_of_withdrawals": "Nombre de retraits",
    "allow_withdrawal": "Autoriser le retrait",
    "yes": "Oui",
    "minimum_withdrawal": "Retrait minimum",
    "enter_withdrawal_amount": "Entrez le montant du retrait",
    "please_enter": "Veuillez entrer",
    "loading": "Chargement",
    "confirm_password": "Confirmez le mot de passe",
    "original_payment_password": "Mot de passe de paiement d'origine",
    "invest_product": "Investissement intelligent",
    "purchased": "acheté",
    "total_income": "revenu total",
    "principal": "principal",
    "total_principal_and_interest": "Principal total et intérêt",
    "how_to_deposit_funds_on_the_ai_trading_platform": "1. Comment déposer des fonds sur la plateforme de trading de l'IA",
    "step_1_get_your_deposit_address": "Étape 1: Obtenez votre adresse de dépôt",
    "log_into_your_ai_trading_account": "Connectez-vous à votre compte de trading AI",
    "head_to_the_deposit_page": "Dirigez-vous vers la page \"Deposit\"",
    "choose_your_cryptocurrency": "Choisissez votre crypto-monnaie (TRC20, BEP20, BNB ou TRX)",
    "generate_the_deposit_address_and_copy_it_to_your_clipboard": "Générez l'adresse de dépôt et copiez-le dans votre presse-papiers",
    "step_2_send_funds_from_your_wallet": "Étape 2: Envoyez des fonds de votre portefeuille",
    "open_your_crypto_wallet_app": "Ouvrez votre application Crypto Wallet (par exemple, Metamask, Wallet Trust)",
    "select_the_correct_network": "Sélectionnez le réseau correct (TRC20 ou BEP20)",
    "paste_the_copied_deposit_address_as_the_recipient": "Collez l'adresse de dépôt copié en tant que destinataire",
    "input_the_amount_you_want_to_deposit_and_confirm_the_send": "Entrez le montant que vous souhaitez déposer et confirmez l'envoi",
    "wait_for_confirmation_on_the_blockchain": "Attendez la confirmation sur la blockchain (généralement quelques minutes)",
    "step_3_confirm_your_deposit": "Étape 3: Confirmez votre dépôt",
    "go_to_transaction_history_to_track_progress": "Accédez à \"Historique des transactions\" pour suivre les progrès",
    "click_complete_deposit_once_transaction_is_verified": "Cliquez sur \"Compléter le dépôt\" une fois la transaction vérifiée",
    "if_your_deposit_doesnt_reflect_within_30_minutes_reach_out_to_support": "Si votre dépôt ne reflète pas dans les 30 minutes, contactez-le pour soutenir",
    "how_to_withdraw_funds_from_the_ai_trading_platform": "2. Comment retirer les fonds de la plateforme de trading de l'IA",
    "step_1_choose_your_withdrawal_option": "Étape 1: Choisissez votre option de retrait",
    "log_in_and_open_the_fund_management_tab": "Connectez-vous et ouvrez l'onglet \"Gestion des fonds\"",
    "click_withdraw_and_pick_your_preferred_network": "Cliquez sur \"Retrait\" et choisissez votre réseau préféré (TRC20 \/ BEP20 \/ BNB \/ TRX)",
    "step_2_fill_in_withdrawal_information": "Étape 2: Remplissez les informations de retrait",
    "enter_the_amount_you_want_to_withdraw": "Entrez le montant que vous souhaitez retirer",
    "paste_your_wallet_address": "Collez votre adresse de portefeuille (assurez-vous qu'il correspond au réseau correct)",
    "complete_any_required_security_verification_steps": "Effectuez toutes les étapes de vérification de sécurité requises",
    "step_3_final_confirmation_and_submission": "Étape 3: Confirmation finale et soumission",
    "double_check_all_the_details_before_submitting": "Vérifiez tous les détails avant de soumettre",
    "withdrawals_usually_process_within_30_minutes": "Les retraits traitent généralement dans les 30 minutes",
    "track_the_progress_under_withdrawal_records": "Suivre les progrès dans les \"records de retrait\"",
    "important_notes": "Remarques importantes:",
    "double_check_your_wallet_address_crypto_transfers_cant_be_undone": "❗️ Vérifiez votre adresse de portefeuille - les transferts de crypto ne peuvent pas être annulés",
    "make_sure_to_meet_the_platforms_minimum_withdrawal_limit": "❗️ Assurez-vous de respecter la limite de retrait minimum de la plateforme",
    "delays_can_occur_due_to_high_network_traffic": "❗️ Les retards peuvent se produire en raison d'un trafic réseau élevé",
    "contact_live_chat_support_anytime_if_you_face_any_issues": "❗️ Contactez le support de chat en direct à tout moment si vous rencontrez des problèmes",
    "if_you_need_more_help_our_customer_service_team_is_available_24_7_via_live_chat": "Si vous avez besoin de plus d'aide, notre équipe de service client est disponible 24\/7 via le chat en direct",
    "what_is_chain_quant": "1. Qu'est-ce que la chaîne quant?",
    "chain_quant_description": "Chain Quant est une plate-forme de trading quantitative alimentée par l'IA qui mélange l'intelligence artificielle et la technologie de la blockchain pour analyser les tendances du marché de la cryptographie et exécuter les métiers automatisés - empêcher les utilisateurs de gagner des rendements stables avec un minimum d'effort.",
    "core_services_of_chain_quant": "2. Services de base de la chaîne quant",
    "quantitative_arbitrage_trading": "Trading d'arbitrage quantitatif\n - utilise les différences de prix entre plusieurs échanges pour générer des bénéfices à faible risque\n - Les systèmes dirigés par AI suivent les marchés 24\/7 et exécutent les transactions à des moments idéaux",
    "ai_auto_trading": "Échange automatique de l'IA\n - robots entièrement automatisés utilisant des stratégies pré-construites comme les systèmes de suivi des tendances et de grille\n - Les algorithmes s'adaptent en temps réel pour limiter les risques et améliorer les rendements",
    "fund_security": "Sécurité des fonds\n - Implémentez le cryptage multicouche avec séparation du portefeuille froid et chaud\n - Les audits de contrats intelligents offrent des opérations transparentes et imprévues",
    "instant_deposits_withdrawals": "Dépôts \/ retraits instantanés\n - Dépôts traités en 1 à 3 minutes (prend en charge TRC20 \/ BEP20)\n - Les retraits sont rapides et automatisés - aucun examen manuel nécessaire",
    "multiple_trading_modes": "Plusieurs modes de trading\n - Mode débutant: trading à faible risque et entièrement sans mains\n - Mode Pro: outils avancés et contrôles de stratégie pour les utilisateurs expérimentés",
    "how_to_register_and_start_using_chain_quant": "3. Comment s'inscrire et commencer à utiliser Chain Quant?",
    "sign_up": "Étape 1: Inscrivez-vous: \n Visitez le site Web officiel de la chaîne quant, cliquez sur «Inscription gratuite» et vérifiez par e-mail ou par téléphone",
    "deposit_and_activate_ai_trading": "Étape 2: dépôt et activer le trading AI:\n Financement de votre compte avec USDT (TRC20 ou BEP20)\n Les fonds déposés sont convertis en votre solde de trading quant à la chaîne",
    "launch_ai_trading": "Étape 3: Lancez le trading AI:\n Cliquez sur «Trading quantitative» pour activer votre bot IA personnel\n Le système commence les métiers automatisés visant à générer des bénéfices quotidiens",
    "how_to_earn_with_chain_quant": "Comment gagner avec Chain Quant?",
    "arbitrage_profits": "- Méthode 1: Bénéfices d'arbitrage:\n L'IA place les lacunes des prix (par exemple, achetez à bas sur un échange, vendez haut sur un autre)",
    "ai_trading_returns": "- Méthode 2: rendements commerciaux AI:\n Les algorithmes utilisent des données de tendance pour acheter bas et vendre automatiquement",
    "referral_rewards": "- Méthode 3: Récompenses de référence:\n Invitez les autres et gagnez des commissions de leurs métiers",
    "why_choose_chain_quant": "5. Pourquoi choisir Chain Quant?",
    "ai_automation": "✓ Automatisation de l'IA 24\/7 - Ne manquez jamais une opportunité de trading",
    "military_grade_security": "✓ Sécurité de qualité militaire - portefeuilles froids et cryptage de haut niveau",
    "dual_trading_modes": "✓ Modes de trading double - parfait pour les débutants et les pros",
    "reliable_returns": "✓ Retours fiables - Soutenu par analyse du marché en temps réel",
    "free_daily_withdrawals": "✓ Retraits quotidiens gratuits - profitez d'un retrait sans frais tous les jours",
    "start_your_journey_with_chain_quant": "Commencez votre voyage avec Chain Quant dès aujourd'hui et laissez l'automatisation intelligente fonctionner pour votre avenir cryptographique!",
    "chain_quant_ltd": "Chain Quant Ltd",
    "driving_the_future_of_ai": "Conduire l'avenir de l'IA, des mégadonnées et de l'automatisation",
    "at_chain_quant_we_harness": "Chez Chain Quant, nous exploitons la puissance de l'intelligence artificielle de pointe, des mégadonnées et de l'automatisation avancée pour accélérer la transformation numérique mondiale. Notre mission est d'autonomiser les organisations avec des solutions intelligentes et évolutives qui alimentent la croissance des entreprises et façonnent un avenir plus connecté et efficace.",
    "core_services": "Services de base",
    "ai_solutions": "Solutions AI - Intégration de l'apprentissage automatique et de l'apprentissage en profondeur pour optimiser les opérations et maximiser l'efficacité.",
    "big_data_analytics": "Big Data Analytics - Fournir une infrastructure de données puissante et des informations exploitables pour la prise de décision intelligente et la croissance durable.",
    "automation_integration": "Intégration d'automatisation - Concevoir des flux de travail d'automatisation personnalisés qui réduisent les coûts, éliminent les redondances et stimulent la productivité.",
    "strategic_industry_consulting": "Conseil stratégique de l'industrie - Fournissant l'intelligence du marché à l'avance et axée sur la technologie pour guider les stratégies de transformation numériques.",
    "our_core_values": "Nos valeurs fondamentales",
    "innovation_driven": "Axé sur l'innovation - nous remettant le statu quo et repoussons les limites de ce qui est possible avec la technologie.",
    "client_centric": "Centrique du client - Chaque solution est adaptée aux besoins uniques de nos clients et à l'évolution des objectifs.",
    "integrity_accountability": "Intégrité et responsabilité - La transparence et la confiance sont les fondements de chaque partenariat que nous établissons.",
    "vision": "Vision",
    "to_lead_globally_in_ai": "Pour mener à l'échelle mondiale dans l'IA et l'innovation basée sur les données, permettant aux PME de prospérer dans l'économie numérique tout en favorisant l'utilisation de la technologie responsable et la transformation éthique.",
    "innovation_philosophy": "Philosophie d'innovation",
    "we_pioneer_the_smart_ecosystem": "Nous pionnions l'écosystème intelligent - une infrastructure numérique inter-industrielle sécurisée en blockchain qui permet une collaboration transparente, une transparence et une intelligence avancée sur les marchés mondiaux.",
    "corporate_information": "Information d'entreprise",
    "legal_name": "Nom légal",
    "company_number": "Numéro d'entreprise",
    "incorporation_date": "Date d'incorporation",
    "registered_address": "Adresse enregistrée",
    "for_official_filings": "Pour les dépôts officiels et vérifications, veuillez vous référer au registre du gouvernement britannique:",
    "uk_government_registry": "Registre du gouvernement britannique",
    "secure_and_fast_transactions": "Retrait de 24 heures",
    "withdraw_account": "Compte de retrait",
    "withdrawal_method": "Méthode de retrait",
    "quota": "Quota 1 - 650000",
    "enter_withal_address": "adresse de retrait",
    "enter_password": "Mot de passe",
    "handling_fees": "Frais de manutention",
    "actually_received": "Recevoir réellement",
    "press_release": "Communiqué de presse",
    "relese_date": "03 février 2024",
    "we_are_thrilled_to_announce": "Nous sommes ravis d'annoncer officiellement le lancement de Chain Quant sur AVG 15, 2024!",
    "Chain_Quant_is_a_global_powerhouse": "Chain Quant est une puissance mondiale dans le trading quantitatif et l'arbitrage des crypto-monnaies axées sur l'IA, offrant des solutions de trading intelligentes et rapides qui maximisent la rentabilité et autonomisent l'évolution de la finance numérique.",
    "platform_highlights": "Points forts de la plate-forme",
    "seamless_multi_exchange_integration": "Intégration multi-échanges sans couture - prend en charge Binance, Coinbase, Huobi et plus",
    "ultra_fast_arbitrage_execution": "Exécution de l'arbitrage ultra-rapide - Opportunités de sous-seconde buy-bas \/ se vendre",
    "fully_autonomous_trading": "Trading entièrement autonome - 100% alimenté par AI, aucune entrée manuelle nécessaire",
    "be_among_the_first_to_experience": "Soyez parmi les premiers à découvrir le trading de nouvelle génération.",
    "register_now": "Inscrivez-vous maintenant et prenez le contrôle de l'avenir avec Chain Quant - où la précision répond aux performances en finance intelligente.",
    "chain_quantity_quantitative_investment_program": "Programme d'investissement quantitatif de quantité de chaîne. Système VIP à plusieurs niveaux pour le revenu passif automatisé",
    "vip_levels_rewards": "Niveaux VIP et récompenses",
    "vip_level_deposit_range_daily_return": "Retour de gamme de dépôts de niveau VIP (USDT) Retour quotidien (%)",
    "vip_1_deposit_range_daily_return": "VIP 1 10 $ - 199 $ 2,46% - 2,52%",
    "vip_2_deposit_range_daily_return": "VIP 2 200 $ - 999 $ 2,71% - 2,72%",
    "vip_3_deposit_range_daily_return": "VIP 3 1 000 $ - 4 999 $ 2,92% - 2,98%",
    "vip_4_deposit_range_daily_return": "VIP 4 5 000 $ - 9 999 $ 3,15% - 3,19%",
    "vip_5_deposit_range_daily_return": "VIP 5 10 000 $ - 14 999 $ 3,36% - 3,40%",
    "vip_6_deposit_range_daily_return": "VIP 6 15 000 $ - 29 999 $ 3,69% - 3,73%",
    "vip_7_deposit_range_daily_return": "VIP 7 30 000 $ - 59 999 $ 3,92% - 3,97%",
    "vip_8_deposit_range_daily_return": "VIP 8 60 000 $ - 99 999 $ 4,25% - 4,27%",
    "vip_9_deposit_range_daily_return": "VIP 9 100 000 $ - 149 999 $ 4,54% - 4,58%",
    "vip_10_deposit_range_daily_return": "VIP 10 150 000 $ - 200 000 $ 5,01% - 5,10%",
    "chain_quantity_operates_on_progressive_model": "La quantité de chaîne fonctionne sur un modèle d'investissement progressif conçu pour l'évolutivité et la simplicité.",
    "start_with_10_usdt_activate_quantity_1": "Commencez avec seulement 10 USDT pour activer la quantité 1",
    "upgrade_to_quantity_2_by_adding_989_usdt": "Passez à la quantité 2 en ajoutant 989 USDT (total: 999 USDT)",
    "minimum_deposit_10_usdt": "Dépôt bas: 10 USDT",
    "minimum_withdrawal_2_usdt": "Retrait minimum: 2 USDT",
    "example_investing_1000_usdt_unlocks_vip_3": "Investir 1 000 USDT déverrouille VIP 3",
    "daily_earnings_example": "Grimes quotidiens = 1 000 × 2,92% = 29,2 USDT",
    "program_highlights": "Points forts du programme",
    "validity_per_vip_tier": "⏳ Validité de 180 jours par niveau VIP",
    "daily_system_reset": "🕛 Réinitialisation du système quotidien à 00:00 Sgt",
    "automatic_upgrades": "🔓 Mises à niveau automatiques en atteignant le seuil suivant",
    "instant_withdrawals": "💸 retrait instantané du solde de la commission",
    "why_choose_chain_quantity": "Pourquoi choisir la quantité de chaîne?",
    "higher_tiers_offer_better_returns": "✅ Les niveaux plus élevés offrent des rendements nettement meilleurs",
    "no_lock_up_periods": "✅ Pas de périodes de verrouillage - les fonds restent accessibles",
    "real_time_profit_tracking": "✅ Suivi des bénéfices en temps réel via le tableau de bord",
    "transparent_automated_system": "✅ Système automatisé à 100% transparent transparent",
    "sustainable_passive_income_model": "Gagnez un revenu durable et passif avec notre modèle de niveau intelligent - construit pour la croissance, optimisé pour les récompenses.",
    "example": "Exemple",
    "chain_quantity_team_rewards_program": "Programme de récompenses d'équipe de quantité de chaîne",
    "unlock_powerful_earning_potential": "Déverrouiller un potentiel de gain puissant avec notre système de commission à plusieurs niveaux structuré et nos opportunités d'agent exclusives.",
    "multi_level_commission_structure": "Structure de la commission à plusieurs niveaux",
    "maximize_rewards_tiered_referral_program": "Maximisez vos récompenses grâce à notre programme de référence à plusieurs niveaux:",
    "level_1_direct_referrals_earn_15_percent": "Niveau 1 (références directes): Gagnez une commission de 15%",
    "level_2_indirect_referrals_earn_2_percent": "Niveau 2 (références indirectes): Gagnez une commission de 2%",
    "level_3_extended_network_earn_1_percent": "Niveau 3 (réseau étendu): Gagnez 1% de commission",
    "earn_every_time_referrals_deposit_funds": "Vous gagnez chaque fois que vos références - et leurs références - déposent des fonds.",
    "global_agent_recruitment": "Recrutement des agents mondiaux",
    "expanding_reach_motivated_partners": "Nous élargissons notre portée et recherchons des partenaires motivés:",
    "national_agents_earn_5_percent": "Agents nationaux: Gagnez une commission de 5%",
    "city_agents_earn_4_percent": "Agents de la ville: Gagnez une commission de 4%",
    "regional_agents_earn_3_percent": "Agents régionaux: Gagnez une commission de 3%",
    "build_your_network": "Construisez votre réseau:",
    "launch_telegram_whatsapp_community": "Lancez votre propre communauté télégramme ou WhatsApp",
    "invite_official_support_team": "Invitez notre équipe de soutien officielle à participer",
    "grow_team_unlock_exponential_earning": "Gérez votre équipe et débloquez des opportunités de gains exponentiels",
    "referral_bonus_example": "Exemple de bonus de référence",
    "member_deposit_commission_rate_earnings": "COMMISSION DE COMMANDE DE COMMENTS Vos gains",
    "member_a_1000_usdt_15_percent_150_usdt": "Membre d'un 1 000 USDT 15% 150 USDT",
    "member_b_1000_usdt_2_percent_20_usdt": "Membre B 1 000 USDT 2% 20 USDT",
    "member_c_1000_usdt_1_percent_10_usdt": "Membre 1 000 USDT 1% 10 USDT",
    "earn_bonuses_team_members_deposit": "Vous gagnez des bonus chaque fois que les membres de votre équipe déposent.",
    "daily_agent_bonus_rewards": "Récompenses de bonus de l'agent quotidien",
    "top_performing_agents_rewarded_daily": "Les agents les plus performants sont récompensés automatiquement, en fonction des dépôts d'équipe quotidiens:",
    "1000_usdt_60_usdt_bonus": "1 000 USDT → 60 USDT BONUS",
    "5000_usdt_188_usdt_bonus": "5 000 USDT → 188 USDT BONUS",
    "16000_usdt_388_usdt_bonus": "16 000 USDT → 388 USDT BONUS",
    "58000_usdt_1483_usdt_bonus": "58 000 USDT → 1 483 USDT BONUS",
    "100000_usdt_6450_usdt_bonus": "100 000 USDT → 6 450 USDT BONUS",
    "500000_usdt_99999_usdt_bonus": "500 000 USDT → 99 999 USDT BONUS",
    "bonuses_cumulative_instantly_withdrawable": "Tous les bonus sont cumulatifs et instantanément retrouvés en USDT.",
    "join_today_grow_network_start_earning": "Rejoignez aujourd'hui, développez votre réseau et commencez à gagner comme jamais auparavant.",
    "recharge_amount": "Montant de recharge",
    "current_amount": "Montant disponible actuel",
    "todays_earning": "Les revenus d'aujourd'hui",
    "total_revenue": "Revenus totaux",
    "invitation_rewareds": "Récompenses d'invitation",
    "more_level_comming": "Plus de niveaux à venir bientôt ...",
    "per_day": "Temps de quantification par jour",
    "agree_with_our": "D'accord avec notre",
    "terms_of_use": "Terme d'utilisation",
    "and": "Et",
    "privacy_policy": "politique de confidentialité",
    "no_account": "Aucun compte?",
    "security_password": "Mot de passe de sécurité",
    "processing": "Traitement…",
    "already_have_an_account": "Vous avez déjà un compte?",
    "verify_email_title": "Vérifiez le courrier électronique",
    "enter_your_verification_code": "Entrez votre code de vérification",
    "verifying": "Vérification ...",
    "verify_email": "Vérifiez le courrier électronique",
    "check_inbox_and_spam_html": "Veuillez cocher votre boîte de réception et votre dossier pour l'e-mail de vérification.",
    "total_assets": "Actif total",
    "quantitative_account": "Compte quantitatif",
    "agent_corperation": "Coopération des agents",
    "activity": "Activité",
    "unread_messages_alert": "Vous avez des messages non lus sur le site, veuillez consulter le contenu du message!",
    "vip": "VIP",
    "trial_fee": "Frais d'essai",
    "profit_assets": "Actifs bénéficiaires",
    "todays_earnings": "Les revenus d'aujourd'hui",
    "quantifiable_number_of_days": "Nombre quantifiable de jours",
    "countdown_days": "Countdown Days",
    "quantify_reset_time": "Quantifier l'heure de réinitialisation",
    "start_quantify": "Commencer à quantifier",
    "quantification_process": "Processus de quantification",
    "start_quantification": "Commencer la quantification ...",
    "start_queuing": "Commencez à faire la queue ...",
    "start_executing_buy_order": "Commencez à exécuter la commande d'achat ...",
    "start_executing_sell_order": "Commencez à exécuter la commande de vente ...",
    "start_capturing_market_prices": "Commencez à capturer les prix du marché des échanges ...",
    "start_distributing_commissions": "Commencez à distribuer des commissions ...",
    "operation_complete": "L'opération est complète et se termine.",
    "current_vip": "VIP actuel",
    "click_to_unlock": "Cliquez pour déverrouiller",
    "quantification_times_per_day": "Temps de quantification par jour",
    "profit_ratio": "Ratio de bénéfices",
    "minimum_unlock_amount": "Montant de déverrouillage minimum",
    "recharge_unlock_message": "Recharge déverrouille automatiquement Recharge {{Minunclock}} USDT",
    "quantitative_benefits": "Avantages quantitatifs",
    "deposit_into_basic_wallet": "Déposer dans le portefeuille de base",
    "invest_record": "Record d'investissement",
    "build_team_rewards": "Construisez une équipe et obtenez des récompenses généreuses",
    "my_invitation_code": "Mon code d'invitation",
    "invite_link": "Inviter le lien",
    "view_the_team": "Voir l'équipe",
    "daily_commissions": "Commissions quotidiennes",
    "invited_friends_recharge_rebates": "Les amis invités peuvent obtenir des rabais correspondants lorsqu'ils se rechargent:",
    "recharge_rebate": "Recharge",
    "quantify_rebate": "Quantifier la remise",
    "copy_success": "Copier le succès",
    "withdraw": "Retirer",
    "sign_out": "Se déconnecter",
    "hello_username": "Bonjour, {{nom d'utilisateur}}",
    "welcome_back": "Content de te revoir",
    "investment_accounts": "Comptes d'investissement",
    "commission_today": "Commission aujourd'hui",
    "yesterdays_earnings": "Revenus d'hier",
    "detail": "Détail",
    "transfer": "Transfert",
    "news": "Nouvelles",
    "security_center": "Centre de sécurité",
    "company_profile": "Profil de l'entreprise",
    "about_us": "À propos de nous",
    "twenty_four_hour_withdrawal": "Retrait de 48 heures",
    "withdrawable": "Sevable",
    "amount_to_be_processed": "Montant à traiter",
    "payment_method": "Mode de paiement",
    "withdrawal_limit_range": "Plage limite de retrait 7.00 - 99999999.00",
    "withdrawal_address": "Adresse de retrait",
    "handling_fee": "Frais de manutention",
    "receipt": "Reçu",
    "withdrawal_note": "Note de retrait",
    "withdrawal_policy_title": "Politique de retrait (Measonquant)",
    "minimum_withdrawal_amount": "Montant de retrait minimum",
    "withdrawal_fee": "Frais de retrait",
    "withdrawal_frequency": "Fréquence de retrait",
    "withdrawal_frequency_desc": "Une fois par jour, disponible du lundi au dimanche (heure de Singapour)",
    "processing_time": "Temps de traitement",
    "processing_time_desc": "Les retraits sont généralement traités dans les 0 à 48 heures suivant la soumission de la demande et seront transférés directement dans votre portefeuille.",
    "mining_machine_energy_failure": "Échec de l'énergie de la machine minière, veuillez recharger {{montant}} USDT",
    "financial": "Financier",
    "usdt": "USDT",
    "failed_to_fetch_data": "Échec de l'abandon des données.",
    "note_before_switching_accounts": "Remarque: Avant de changer de comptes de recharge, veuillez confirmer que la recharge précédente a été reçue!",
    "quant_account_desc": "Déposer dans ce compte pour les rendements quantifiés intelligents",
    "investment_account_desc": "Les dépôts dans ce compte peuvent être utilisés pour investir dans des projets de financement participatif",
    "recharge_address": "Adresse de recharge",
    "recharge_complete": "Recharge complète",
    "deposit_instruction_1": "1. Copiez l'adresse ci-dessus ou scannez le code QR, et sélectionnez le",
    "network_deposit": "réseau pour déposer un actif.",
    "invite_top_up_rewards": "Invitez des amis à recharger pour la première fois et vous pouvez obtenir les récompenses suivantes",
    "number_of_invited_people": "Nombre de personnes invitées",
    "invitation_rewards_label": "Récompenses d'invitation:",
    "usdt_automatic_distribution": "Distribution automatique USDT",
    "invitee_first_recharge_needs_to_be_in": "La première recharge de l'invitation doit être",
    "above": "au-dessus de",
    "tiered_rewards_intro": "Invitez un certain nombre de personnes et recevez des récompenses à plusieurs niveaux:",
    "count": "Compter",
    "award": "Prix",
    "unlimited": "Illimité",
    "auto": "Auto",
    "claimed": "Réclamé",
    "remaining": "Restant",
    "failed_to_load_invite_rewards": "Impossible de charger des récompenses pour inviter.",
    "reward_claimed_successfully": "Récompense a revendiqué avec succès.",
    "unable_to_claim_reward": "Impossible de réclamer une récompense. Veuillez réessayer.",
    "agent_cooperation": "Coopération des agents",
    "global_recruitment_title": "Recrutement mondial pour les informations sur les employés à temps plein:",
    "positions_available_subtitle": "6 postes disponibles dans le département marketing",
    "job_description_promotion_title": "Description du poste et critères de promotion:",
    "job_description_promotion_body": "Le département marketing propose les 6 postes suivants en fonction du nombre total d'utilisateurs avec des niveaux de recharge réussis au niveau 1 et au niveau 2. Les postes sont les suivants:",
    "salary_tiers_intro": "Chaque position a des niveaux de salaire différents. Plus la position est élevée, plus le salaire est élevé. Les détails sont les suivants:",
    "position": "Position",
    "level_1": "Niveau 1",
    "level_1_plus": "Niveau 1+",
    "level_2": "Niveau 2",
    "weekly": "Hebdomadaire",
    "salary": "Salaire",
    "growth_catalyst": "Catalyseur de croissance",
    "brand_architect": "Architecte de marque",
    "engagement_guru": "Engagement des enseignants",
    "visionary_strategist": "Stratège visionnaire",
    "innovation_leader": "Leader de l'innovation",
    "territory_commander": "Commandant du territoire",
    "meet_requirements_contact_manager": "Pour les utilisateurs qui répondent aux exigences du poste, veuillez contacter le chef de projet pour vérification.",
    "salary_payment_method_timing": "Méthode de paiement salarial et timing:",
    "salary_distribution_detail": "Les salaires seront distribués au compte de portefeuille MeasonQuant tous les lundis après 18 heures.",
    "additional_rewards_title": "Récompenses supplémentaires pour les employés à temps plein:",
    "additional_rewards_body": "Une fois qu'un employé deviendra un membre permanent, il recevra également un pourcentage des dépôts hebdomadaires totaux de son équipe en tant que récompense supplémentaire. La structure de récompense est la suivante:",
    "total_weekly_deposits_usdt": "Dépôts hebdomadaires totaux (USDT)",
    "reward_percentage": "Pourcentage de récompense",
    "commission": "Commission",
    "commission_records": "Dossiers de commission",
    "valid_invitation_people_number": "Numéro de personnes d'invitation valide",
    "team_report": "Rapport de l'équipe",
    "team_total_recharge": "Recharge totale de l'équipe:",
    "team_total_withdrawal": "Retrait total de l'équipe ：",
    "level_3": "Niveau 3",
    "total_valid_label": "Total \/ valide:",
    "get_commission_label": "Obtenir la commission:",
    "now_go": "Maintenant",
    "brand_name": "Mesurer quant",
    "press_release_date": "25 juin 2025",
    "launch_announcement_prefix": "Nous sommes ravis d'annoncer le lancement de",
    "launch_announcement_suffix": ", une plate-forme révolutionnaire alimentée par AI qui est maintenant en direct au 5 septembre 2025.",
    "platform_description": "Mesurer Quant est conçu pour élever l'avenir du trading d'actifs numériques, combinant la puissance de l'intelligence artificielle avec l'exécution rapide de la foudre. Craft pour la prochaine génération d'investisseurs, notre plateforme propose des outils axés sur la précision pour optimiser l'arbitrage cryptographique et les stratégies de trading quantitatif, garantissant que votre portefeuille prospère sur le marché hautement compétitif d'aujourd'hui.",
    "key_features_title": "Caractéristiques clés de la mesure quant:",
    "feature_multi_exchange_title": "• Intégration multi-échanges sans couture",
    "feature_multi_exchange_desc": "Connectez-vous sans effort avec les principales plates-formes comme Binance, Coinbase, Kraken et autres, permettant des échanges efficaces entre les échanges.",
    "feature_realtime_arbitrage_title": "• Détection d'arbitrage en temps réel",
    "feature_realtime_arbitrage_desc": "Avec la réactivité au niveau des millisecondes, Mesurer Quant identifie et exploite des opportunités rentables au fur et à mesure qu'ils se présentent, en vous assurant de rester en avance sur la courbe.",
    "feature_ai_autonomous_title": "• Ai-optimisé, entièrement autonome",
    "feature_ai_autonomous_desc": "Notre plateforme est alimentée par l'IA de pointe, permettant des stratégies automatisées et axées sur les données sans aucune entrée manuelle requise, afin que vous puissiez vous asseoir et regarder votre portefeuille se développer.",
    "platform_mission": "Mesurer Quant est là pour remodeler le paysage des actifs numériques, vous permettant d'échanger plus intelligemment, plus rapidement et plus efficacement. Que vous soyez un commerçant chevronné ou que vous commenciez, mesurez Quant déverrouille un nouveau domaine de possibilités pour maximiser les rendements.",
    "platform_future_line": "Entrez dans l'avenir du trading - où l'innovation rencontre la précision.",
    "agent_program_heading": "Programme de partenariat quant",
    "agent_program_headline_prefix": "Entrez dans l'avenir de la finance avec l'IA avec",
    "agent_program_headline_suffix": "Programme d'agent mondial",
    "agent_program_welcome": "Bienvenue à la prochaine ère de la création de richesse intelligente. Meason Quant est fier de lancer son programme d'agent mondial - une occasion unique de gagner un revenu passif à long terme en expliquant le pouvoir du trading quantitatif alimenté par l'IA.",
    "agent_program_revolution": "Alors que la révolution des finances numériques prend de l'ampleur, Meason Quant invite les spécialistes du marketing, les dirigeants communautaires et les investisseurs à participer à la formation de l'avenir de la finance décentralisée. Notre réseau d'agents est conçu pour l'évolutivité, la flexibilité et la rentabilité, offrant un moyen passionnant de développer vos revenus tout en aidant les autres à prospérer dans l'économie numérique.",
    "agent_program_highlights": "Faits saillants du programme:",
    "agent_program_income": "• Potentiel de revenu à plusieurs niveaux - Gagnez des rabais en fonction des activités de votre réseau, créant un flux de revenus récurrent à mesure que votre communauté se développe. Votre lien de référence facilite la promotion, sans aucune expérience nécessaire.",
    "agent_program_tools": "• Support et outils complets - Accédez aux fonctionnalités de plate-forme de pointe, des rabais en temps réel et une automatisation commerciale dirigée par AI pour rendre la promotion sans couture et enrichissante.",
    "agent_program_growth": "• Opportunités axées sur la croissance - Progrès à travers les niveaux (City, National, Global Partner) et débloquer des récompenses exclusives, y compris le renseignement à vie de 20% + et les privilèges régionaux spéciaux pour les meilleurs agents.",
    "agent_program_closing": "Que vous vous engagiez sur les réseaux sociaux, les réseaux d'investisseurs ou les communautés locales, Meason Quant garantit que vos efforts sont récompensés. Commencez à construire votre avenir aujourd'hui et rejoignez-nous alors que nous dirigeons la charge dans le monde de la finance intelligente. L'avenir du trading est là. Mesurer Quant vous invite à en faire partie.",
    "company_name_legal": "Mesurez Quant AI Limited",
    "cp_p1_rest": "a été fondée à Londres, au Royaume-Uni en 2025 et s'est engagée à devenir une entreprise de premier plan dans le domaine du commerce intelligent basé sur la blockchain.",
    "cp_p2_rest": "est un système de trading quantitatif avancé propulsé par la technologie de l'intelligence artificielle. Sa capacité de base réside dans l'exécution automatique des stratégies de trading pour maximiser les rendements d'investissement tout en minimisant les risques. Plus précisément, Mesurer Quant transforme les décisions d'investissement en algorithmes informatiques exécutables, permettant des opérations de trading transparentes, efficaces et rapides qui s'adaptent de manière transparente aux fluctuations du marché en temps réel.",
    "cp_p3_suffix": "Les stratégies de trading sont fondées sur les mathématiques modernes, les statistiques, l'apprentissage automatique et l'analyse continue des tendances du marché et des prix des actifs numériques pour déterminer les actions commerciales les plus efficaces. Grâce à des algorithmes et à la modélisation complexes, le système évalue les risques du marché et les opportunités d'investissement, optimisant automatiquement les allocations de portefeuille en réponse à l'évolution des attentes de risque et de rendement.",
    "cp_p4": "Cette approche entièrement automatisée élimine l'erreur humaine, améliore la précision transactionnelle et assure une adaptation cohérente aux conditions de marché volatiles et incertaines.",
    "cp_p5_prefix": "Essentiellement,",
    "cp_p5_suffix": "est un système de négociation quantitatif de nouvelle génération qui fusionne l'intelligence artificielle avec la théorie financière moderne pour mettre en œuvre automatiquement des stratégies visant à maximiser le profit et à minimiser les risques.",
    "label_company_name": "Nom de l'entreprise",
    "label_company_number": "Numéro d'entreprise",
    "label_incorporation_date": "Date d'incorporation",
    "label_registered_capital": "Capital enregistré",
    "label_email": "E-mail",
    "label_phone": "Téléphone",
    "label_registered_office": "Siège social",
    "company_number_value": "16289541",
    "incorporation_date_value": "04 mars 2025",
    "registered_capital_value": "100 000 000 GBP",
    "email_value": "mesureursquant.ai@gmail.com",
    "phone_value": "+44 7742 043280",
    "registered_office_value": "32 London Bridge St, Londres, Royaume-Uni SE1 9SG",
    "platform_bonus": "Bonus de plate-forme",
    "failed_to_load_notices": "Échec du chargement des avis",
    "welcome_title": "Bienvenue à mesurer Quant: déverrouiller un avenir intelligent ensemble",
    "withdraw_success": "Retirer le succès",
    "deposit_success": "Succès de dépôt",
    "income_received": "Revenus reçus",
    "product": "Produit",
    "project_rule": "Règle du projet",
    "repayment": "Remboursement",
    "maturity_principal_interest": "Principal de maturité et intérêt",
    "daily_return": "Retour quotidien",
    "invest_cycle": "Cycle d'investissement",
    "estimated_revenue": "Revenus estimés",
    "balance_not_enough_recharge": "Équilibre pas assez, veuillez recharger {{montant}} usdt",
    "ok": "D'accord",
    "transfer_amount": "Montant de transfert",
    "old_login_password": "Mot de passe de connexion ancien",
    "new_login_password": "Nouveau mot de passe de connexion",
    "old_payment_password": "Mot de passe de paiement ancien",
    "new_payment_password": "Nouveau mot de passe de paiement",
    "about_p1_tail": "est un système de trading quantitatif de pointe propulsé par l'intelligence artificielle. Sa caractéristique principale est l'exécution automatique des stratégies de trading conçues pour maximiser les rendements d'investissement tout en minimisant les risques. En transformant les décisions commerciales en algorithmes informatiques, il automatise des stratégies prédéfinies, ce qui rend le processus de trading plus transparent, efficace et très sensible aux changements de marché.",
    "about_p2_a": "Les stratégies quantitatives utilisées par",
    "about_p2_b": "Tirez parti des mathématiques modernes, des statistiques, de l'apprentissage automatique et de l'analyse en temps réel des tendances du marché et des prix des crypto-monnaies. Ces technologies avancées permettent à la plate-forme de formuler des plans de trading hautement optimisés.",
    "about_p2_c": "En même temps,",
    "about_p2_d": "Utilise des modèles complexes pour évaluer les risques du marché et identifier les opportunités d'investissement, rééquilibrer automatiquement les portefeuilles en fonction du ratio risque-retour attendu. Cette approche entièrement automatisée élimine l'erreur humaine, améliore la précision et garantit que le système peut s'adapter rapidement aux conditions du marché volatiles.",
    "about_p3_a": "Essentiellement,",
    "about_p3_b": "Intégre l'intelligence artificielle à la théorie financière moderne pour exécuter de manière autonome des stratégies d'investissement - en train de pratiquer les deux objectifs de maximiser le profit et de réduire les risques.",
    "about_p4_heading_tail": "Source de revenu et sécurité financière",
    "about_p5_tail": "fonctionne sur un modèle commercial mutuellement bénéfique aux côtés de ses utilisateurs. Tous les bénéfices sont générés par le biais de fluctuations des prix sur les marchés mondiaux de la crypto-monnaie. La nature décentralisée et résistante à la technologie de la technologie blockchain assure un environnement d'investissement ouvert et transparent, offrant aux utilisateurs une couche de protection financière plus forte.",
    "about_p6_a": "En résumé,",
    "about_p6_b": "Empowers Les utilisateurs avec un système de trading intelligent conçu pour soutenir une croissance cohérente et durable de la richesse. Chaque transaction fournit non seulement des rendements aux utilisateurs, mais génère également des revenus de la plate-forme - formant une structure gagnante qui prend en charge la stabilité financière à long terme pour les deux parties.",
    "about_p7_a": "Travaillons ensemble pour stimuler le développement sain de l'industrie de la blockchain. Avec",
    "about_p7_b": "De plus en plus de personnes peuvent maîtriser avec confiance et efficacement le principe d'achat de faibles et de vendre par le biais de systèmes de trading intelligents et alimentés par l'IA.",
    "about_p8_a": "Maintenant dans sa quatrième génération,",
    "about_p8_b": "a évolué pour devenir encore plus puissant - offrant des fonctionnalités améliorées tout en rationalisant l'expérience utilisateur. En un seul clic pour «démarrer la quantification», les utilisateurs peuvent commencer à générer des rendements en une minute. C'est l'avenir de l'investissement intelligent.",
    "open_support_drawer": "Tiroir de support ouvert",
    "online_service": "Service en ligne",
    "choose_support_method": "Choisissez votre méthode de contact avec le service client en ligne préféré",
    "customer_support": "Support client",
    "community_group": "Groupe communautaire",
    "verify_code": "Vérifier le code",
    "click_to_refresh": "Cliquez pour actualiser",
    "request_already_processing": "Votre demande est déjà en cours de traitement",
    "credential_not_match": "Cet identifiant ne correspond pas à nos records",
    "generic_error": "Quelque chose s'est mal passé. Veuillez réessayer.",
    "system_notice": "Avis du système",
    "failed_to_load_notice": "Échec de la notification",
    "no_data": "Pas de données",
    "welcome_heading": "Bienvenue à mesurer Quant!",
    "welcome_p1": "Nous sommes ravis de vous avoir dans le cadre de la communauté de mesure Quant. En tant qu'entreprise technologique avant-gardiste à l'avant-garde de l'innovation, nous sommes là pour vous aider à explorer le potentiel illimité de l'intelligence artificielle.",
    "welcome_p2": "Merci d'avoir choisi Meason Quant, débloquons un avenir plus intelligent et plus connecté. Si jamais vous avez des questions, notre équipe d'assistance est toujours prête à vous aider.",
    "email_verification": "Courriel Vérifier",
    "pending": "En attente",
    "withdraw_asset": "Retirer les actifs",
    "withdraw_deduction": "Déduction de sevrage",
    "quantitative_earning": "Gain quantitatif"
}