{
    "account": "Nazwa użytkownika",
    "quantify_records": "Ilościowe rekordy",
    "finish": "Skończyć",
    "buy_platform": "Kup platformę",
    "purchase_price": "Cena zakupu",
    "sales_platform": "Platforma sprzedażowa",
    "selling_price": "Cena sprzedaży",
    "service_charge": "Koszt obsługi",
    "model": "Model",
    "vip_model": "MODEL VIP",
    "quantitative_strategy": "Strategia ilościowa",
    "popular": "Popularny",
    "cryptocurrency_trading": "handel kryptowalutami",
    "no_more_data": "Nigdy więcej danych",
    "check": "Sprawdzać",
    "execute_position": "Wykonaj stanowisko",
    "wallet_account_balance": "Saldo konta w portfelu",
    "not_limited": "Nieograniczony",
    "daily_interest_payment": "Dzienna płatność odsetek, spłata kapitału w terminie zapadalności",
    "share_rules": "Udostępnij zasady",
    "hello": "Cześć",
    "register_an_account": "Zarejestruj konto",
    "flexible_account": "Rachunek ilościowy",
    "wallet_account": "Inteligentne konto",
    "wave_field": "Centrum pomocy",
    "chain_quant": "Chain Quant: wprowadzenie i podręcznik użytkownika dotyczący inteligentnej platformy handlu ilościowego",
    "how_to_get_benefits": "Jak wpłacać i wypłacać środki",
    "bandwidth": "Wprowadzenie do firmy: Ilość łańcucha",
    "energy": "Moc",
    "welcome_to": "Witamy w",
    "official_telegram_channel": "Oficjalny kanał na Telegramie",
    "cloud_mining_hosting": "TRONOKX oferuje niezawodne usługi eksploracji i stakowania w chmurze, zapewniając zwrot kapitału w ciągu 12 dni. Nasza platforma zapewnia wiele poziomów VIP z różnymi kwotami depozytów i dziennymi stawkami wypłat, aby dopasować się do różnych potrzeb inwestycyjnych:",
    "cloud_mining_hosting_2": "Mamy przyjemność przedstawić Państwu TRONOKX, najnowocześniejszą platformę dedykowaną do dostarczania innowacyjnych usług eksploracji i stakingu w chmurze, które zapewniają bezpieczne, niezawodne i zyskowne zyski. Nasz system zapewnia zwrot kapitału w ciągu 12 dni, oferując możliwość szybkiego rozwoju inwestycji, będąc jednocześnie częścią ekscytującego, zrównoważonego ekosystemu finansowego.",
    "cloud_mining_hosting_3": "W TRONOKX oferujemy szereg poziomów VIP zaprojektowanych z myślą o różnych możliwościach inwestycyjnych. Każdy poziom ma określone zakresy wpłat i dzienne stawki wypłat, zapewniając elastyczne opcje użytkownikom chcącym zarabiać codziennie ze swoich inwestycji. Oto przegląd różnych poziomów VIP:",
    "the_amount_of_vip1": "VIP 1: Zakres depozytów 10-1000 TRX, wypłata 9% dziennie",
    "the_amount_of_vip2": "VIP 2: Zakres depozytów 1 001-2 000 TRX, wypłata 10% dziennie",
    "the_amount_of_vip3": "VIP 3: Zakres wpłat 2 001-10 000 TRX, wypłata 13% dziennie",
    "the_amount_of_vip4": "VIP 4: Zakres depozytów 10 001-50 000 TRX, wypłata 15% dziennie",
    "the_amount_of_vip5": "VIP 5: Zakres depozytów 50 001-200 000 TRX, wypłata 17% dziennie",
    "the_amount_of_vip6": "VIP 6: Zakres depozytów 200 001-300 000 TRX, wypłata 20% dziennie",
    "the_amount_of_vip7": "VIP 7: Zakres depozytów 300 001-500 000 TRX, wypłata 23% dziennie",
    "the_amount_of_vip8": "VIP 8: Zakres depozytów 500 001-800 000 TRX, wypłata 28% dziennie",
    "the_amount_of_vip9": "VIP 9: Zakres depozytów 800 001-1 500 000 TRX, wypłata 35% dziennie",
    "the_amount_of_vip10": "VIP 10: Zakres depozytów 1 500 001+ TRX, wypłata 42% dziennie",
    "the_amount_of_vip1_ann": "VIP 1: W przypadku depozytów od 10 do 1000 TRX uzyskaj dzienny zwrot w wysokości 9%.",
    "the_amount_of_vip2_ann": "VIP 2: W przypadku depozytów od 1001 do 2000 TRX możesz cieszyć się dzienną wypłatą w wysokości 10%.",
    "the_amount_of_vip3_ann": "VIP 3: Depozyty od 2001 do 10 000 TRX kwalifikują się do 13% dziennej wypłaty.",
    "the_amount_of_vip4_ann": "VIP 4: W przypadku inwestycji o wartości od 10 001 do 50 000 TRX otrzymuj 15% dziennie.",
    "the_amount_of_vip5_ann": "VIP 5: Jeśli wpłacisz od 50 001 do 200 000 TRX, będziesz uprawniony do dziennego zwrotu w wysokości 17%.",
    "the_amount_of_vip6_ann": "VIP 6: Depozyty od 200 001 do 300 000 TRX będą zarabiać 20% dziennie.",
    "the_amount_of_vip7_ann": "VIP 6: Depozyty od 200 001 do 300 000 TRX będą zarabiać 20% dziennie.",
    "the_amount_of_vip8_ann": "VIP 8: Depozyty od 500 001 do 800 000 TRX otrzymują 28% dziennego zwrotu.",
    "the_amount_of_vip9_ann": "VIP 9: W przypadku większych depozytów od 800 001 do 1 500 000 TRX możesz cieszyć się 35% dzienną wypłatą.",
    "the_amount_of_vip10_ann": "VIP 10: Najwyższy poziom, dla depozytów powyżej 1 500 001 TRX, oferuje imponujący dzienny zwrot na poziomie 42%.",
    "financial_turnaround": "Oferujemy również krótkoterminowy plan finansowy dla tych, którzy chcą szybko uzyskać zwrot, ze zwrotem kwoty głównej w ciągu zaledwie 3 dni. Ten plan jest idealny dla użytkowników poszukujących szybszej poprawy sytuacji finansowej.",
    "periodic_financial_management": "Dodatkowo oferujemy krótkoterminowy plan finansowy, który gwarantuje zwrot inwestycji głównej w ciągu zaledwie 3 dni. Możesz także zdobyć dodatkowe nagrody, zapraszając znajomych do dołączenia do naszej platformy. Program poleceń składa się z trzech poziomów:",
    "periodic_financial_management_ann": "Oprócz tych wyjątkowych możliwości inwestycyjnych wierzymy w siłę społeczności. Nasz program nagród za zaproszenia pozwala zarobić jeszcze więcej, udostępniając platformę znajomym i rodzinie. Oto jak działa nasz wielopoziomowy system poleceń:",
    "the_unit_price_of_tron": "Poziom 1: 13% nagrody za bezpośrednie polecenie",
    "the_unit_price_of_tron2": "Poziom 2: 2% nagrody za polecenia drugiego poziomu",
    "the_unit_price_of_tron3": "Poziom 3: 1% nagrody za polecenia trzeciego poziomu",
    "the_unit_price_of_tron4": "TRONOKX został zaprojektowany z myślą o długoterminowym zrównoważonym rozwoju, oferując platformę, która będzie się rozwijać tak długo, jak długo będzie istnieć kryptowaluta. Dołącz do nas już dziś, aby zacząć zarabiać i pewnie rozwijać swoją inwestycję!",
    "the_unit_price_of_tron_ann": "Poziom 1: Bezpośrednie polecenia zapewnią Ci 13% nagrody za ich działania.",
    "the_unit_price_of_tron2_ann": "Poziom 2: W przypadku poleconych drugiego poziomu otrzymasz 2% ich działań.",
    "the_unit_price_of_tron3_ann": "Poziom 3: Poleceni z trzeciego poziomu nagrodzą Cię 1% ich aktywności.",
    "the_unit_price_of_tron4_ann": "Ten wielopoziomowy system nagród gwarantuje, że rozwój Twojej sieci bezpośrednio przyczyni się do Twojego sukcesu, tworząc efekt kuli śnieżnej w postaci potencjału zarobkowego.",
    "the_unit_price_of_tron5_ann": "Podstawą TRONOKX jest długoterminowy wzrost, a nasza platforma została zaprojektowana tak, aby utrzymać swoją działalność tak długo, jak długo kryptowaluta będzie się rozwijać. Nasz model gwarantuje, że wartość, którą zainwestujesz dzisiaj, będzie przynosić zwrot przez wiele lat. Dołączając do TRONOKX, stajesz się częścią społeczności zaangażowanej w tworzenie trwałych możliwości finansowych zgodnych z ewoluującym światem aktywów cyfrowych.",
    "the_unit_price_of_tron6_ann": "Zachęcamy Cię, abyś zaczął już teraz, mądrze inwestował i w pełni korzystał z licznych możliwości, jakie oferuje TRONOKX. Dzięki programom eksploracji, stakingu i poleceń w chmurze masz szansę na powiększenie swojego bogactwa i staniesz się kluczowym uczestnikiem świata kryptowalut.",
    "join_now_ann": "Dołącz do nas już teraz i zacznij zarabiać już dziś – przyszłość finansów cyfrowych nadeszła!",
    "received": "Otrzymane",
    "minimum_yeild_requires": "Minimalna ilość wymaga co najmniej depozytu",
    "share_to": "Udostępnij",
    "transiction_records": "Zapisy przejściowe",
    "transfer_to_flexible_account": "Przelew na konto ilościowe",
    "transfer_into_flexible_account": "1. Przelewem na to konto można wpłacić pieniądze w celu uzyskania odsetek. Możesz ręcznie otrzymać dochód w ciągu 24 godzin od pierwszej inwestycji i zwrócić kapitał po jego wygaśnięciu.",
    "transfer_to_wallet_account": "Przenieś na konto inteligentne",
    "transfer_into_wallet_account": "2. Przelewem na to konto można przeznaczyć na zakup produktów standardowych. Różne produkty mają różne cykle i wydajności. Szczegółowe informacje można znaleźć we wstępie do produktu.",
    "no_records": "Brak zapisów",
    "energy_bandwidth": "Oficjalna premiera Chain Quantity",
    "you_send_virtual_currency_to_the_platform": "Korzystając ze swojego portfela cyfrowego, wysyłasz wirtualną walutę na podany adres zakupu, a TRONOKX zajmuje się automatyczną dystrybucją zasobów. Nasza platforma inwestuje aktywa w sieci TRON w celu generowania przepustowości i energii. Zasoby te są następnie dzierżawione portfelom partnerów, a zyski z wynajmu wracają do TRONOKX, który redystrybuuje je wśród użytkowników!",
    "income_has_arrived": "przyszedł dochód",
    "profit_received": "otrzymany zysk",
    "invitation_rewards": "Program partnerski dla agentów zajmujących się ilościami łańcuchowymi",
    "by_sharing_the_agent": "Wejdź w przyszłość finansów opartych na sztucznej inteligencji dzięki globalnemu programowi agentów Chain Quant — Twojej bramie do długoterminowego pasywnego dochodu dzięki inteligentnemu handlowi ilościowemu. W miarę przyspieszania rynku handlu sztuczną inteligencją Chain Quant rozszerza swój światowy zasięg, zapraszając marketerów, liderów społeczności i myślących przyszłościowo inwestorów, aby stali się częścią naszej sieci agentów. Ciesz się potężnym, wielopoziomowym systemem nagród z prowizją w wysokości 15%-2%-1%, uzyskując powtarzalny dochód zarówno z zysków handlowych, jak i wzrostu liczby poleceń. Każdy członek otrzymuje osobisty link polecający, dzięki czemu promocja jest płynna i dostępna dla każdego – bez konieczności posiadania doświadczenia. Niezależnie od tego, czy korzystasz z mediów społecznościowych, prywatnych grup inwestorów czy społeczności lokalnych, będziesz wspierany przez wydajną platformę i automatyczne rabaty w czasie rzeczywistym. Wraz ze skalowaniem Twojego zespołu rosną także Twoje korzyści — najlepsi gracze awansują do statusu partnera miejskiego, krajowego lub globalnego, odblokowując ponad 20% udziałów w zyskach przez całe życie i ekskluzywne korzyści regionalne. Dołącz do Chain Quant już dziś i buduj swoje dziedzictwo w nowej erze inteligentnego tworzenia bogactwa.",
    "sharing_is_polite": "Dzielenie się jest grzeczne",
    "when_the_cumulative_recharge_reaches": "Kiedy Twoje całkowite doładowanie osiągnie 10 TRX lub więcej, udostępnij swój link rejestracyjny na platformach społecznościowych, aby otrzymać losową nagrodę od 0,01 TRX do 18,88 TRX. Każdy użytkownik może wziąć udział raz dziennie!",
    "time": "czas",
    "tron_is_a_distributed_operating_system": "TRON to zdecentralizowany system operacyjny oparty na blockchainie z natywną kryptowalutą TRX. Założony w 2017 r. przez chińskiego przedsiębiorcę Justina Suna ma na celu wspieranie zdecentralizowanej gospodarki cyfrowej.",
    "architecture_in_the_torn": "Architektura: W ramach protokołu sieciowego TRON posiadacze TRX mają równy dostęp do zasobów, takich jak przepustowość i energia. Sieć jest obsługiwana przez zdecentralizowaną maszynę wirtualną, która wykorzystuje węzły publiczne na całym świecie do realizacji inteligentnych kontraktów. Brak opłat transakcyjnych i możliwość obsługi około 2000 transakcji na sekundę gwarantuje szybkie i wydajne korzystanie z sieci.",
    "goverance_tron_online_community": "Zarządzanie: Społeczność TRON wybiera 27 superprzedstawicieli w drodze głosowania online. Przedstawiciele ci są odpowiedzialni za generowanie i weryfikację bloków średnio co 3 sekundy, tworząc zdecentralizowaną autonomiczną organizację. Są oni wybierani ponownie co 6 godzin i odgrywają kluczową rolę w zarządzaniu propozycjami sieci i głosowaniu nad propozycjami ulepszeń TRON (TIP).",
    "advantages_usdt_has_always": "Zalety: USDT jest najszerzej rozpoznawalną monetą typu stablecoin, a Tether wyemitował ją w 13 sieciach blockchain, przy czym liderem jest TRON, reprezentujący ponad 54% całkowitej podaży. Na drugim miejscu znajduje się Ethereum z 44%, a Solana z 2,7%, co umacnia TRON jako główną sieć emisji USDT.",
    "bandwith_all_types": "Przepustowość: Każda transakcja w sieci TRON wymaga punktów przepustowości. Transakcje są przechowywane i przesyłane jako tablice bajtów, przy czym każdy bajt zajmuje jeden punkt przepustowości. Całkowity koszt przepustowości transakcji zależy od rozmiaru jej bajtów. Jeśli użytkownikowi brakuje wystarczającej przepustowości, TRX musi zostać nagrany, aby pokryć wymagane punkty przepustowości.",
    "the_unit_price_of_the_targe": "Oficjalny współczynnik wykorzystania przepustowości wynosi 1000 SUN na jednostkę.",
    "energy_each_instruction": "Energia: Każda realizacja inteligentnego kontraktu zużywa określoną ilość energii, w zależności od jego złożoności. Bardziej złożone kontrakty wymagają więcej energii. W trakcie obowiązywania umowy energia jest obliczana i odejmowana w zależności od dyspozycji. Jeśli na koncie brakuje wystarczającej ilości energii, TRX należy spalić, aby pokryć wymagane koszty energii.",
    "the_current_offical_unit_price": "Oficjalny współczynnik spalania energii wynosi obecnie 420 SUN na jednostkę.",
    "smart_investment": "Inteligentna inwestycja",
    "international_lines": "Linie międzynarodowe",
    "basic_investment_plan": "Podstawowy Plan Inwestycyjny",
    "invest_in_our_basic": "Zainwestuj w nasze konto podstawowe i zacznij zarabiać codziennie na wydobyciu! Po dokonaniu pierwszej wpłaty automatycznie podpiszesz 180-dniową umowę. Umowa rozpoczyna się z chwilą dokonania pierwszej wpłaty.",
    "key_features": "Kluczowe funkcje",
    "earn_daily_between": "Zarabiaj codziennie od 8% do 36% swojej skumulowanej inwestycji.",
    "incomoe_is_settled": "Dochód jest rozliczany 24 godziny po pierwszej wpłacie (przykład: wpłata o 15:00, dochód dostępny o 15:00 następnego dnia).",
    "you_must_manually": "Aby odebrać dzienny dochód, musisz kliknąć ręcznie.",
    "vip_levels_benefits": "Poziomy i korzyści VIP",
    "daily_withdrawal": "codzienna wypłata",
    "how_it_works": "Jak to działa",
    "deposit_funds": "Wpłata środków: Rozpocznij inwestycję od dokonania pierwszej wpłaty.",
    "earn_daily_income": "Zarabiaj dzienny dochód: ciesz się dochodem z wydobycia co 24 godziny.",
    "collect_income": "Zbieraj dochód: loguj się codziennie, aby ręcznie zbierać swoje zarobki.",
    "start_today_and_enjoy": "Zacznij już dziś i ciesz się wysokimi stopami zwrotu dzięki naszemu Podstawowemu Planowi Inwestycyjnemu!",
    "our_system_will_automatically": "Nasz system automatycznie określi całkowitą kwotę zgromadzonych depozytów i podniesie Cię do odpowiedniego poziomu VIP. Na przykład:",
    "first_deposit": "Pierwszy depozyt",
    "second_deposit": "Drugi depozyt",
    "total_deposit": "Całkowity depozyt",
    "the_system_will_automatically_upgrade": "System automatycznie uaktualni Cię do VIP2 i będziesz cieszyć się 10% dziennym dochodem na tym poziomie i tak dalej.",
    "referral_system": "System poleceń",
    "earn_rewards_by_reffering": "Zdobądź nagrody, polecając innym, aby dołączyli! Nasz 3-poziomowy system poleceń oferuje ogromne korzyści",
    "refer_level_1": "Poziom 1: 13% dziennego dochodu osoby poleconej",
    "refer_level_2": "Poziom 2: 2% dziennego dochodu osoby poleconej",
    "refer_level_3": "Poziom 3: 1% dziennego dochodu osoby poleconej",
    "start_referring_today": "Zacznij polecać już dziś, aby zwiększyć swoje zarobki!",
    "account_is_required": "Konto jest wymagane",
    "login_password": "Hasło logowania",
    "password_is_required": "Hasło jest wymagane",
    "verification_code": "Kod weryfikacyjny",
    "vcode_is_required": "Wymagany jest Vcode",
    "vcode": "Kod V",
    "forgot_password": "Zapomniałem hasła",
    "login": "Login",
    "register": "Rejestr",
    "go_to_homepage": "Przejdź do strony głównej",
    "total_balance": "Rachunek ilościowy",
    "home_notice": "Witamy w Toobit – gdzie inteligentny kapitał spotyka się z inteligentnymi algorytmami. Cieszymy się, że możemy powitać Cię w Toobit, Twoim nowym domu najnowocześniejszego zarabiania ilościowego. Niezależnie od tego, czy jesteś doświadczonym inwestorem, czy dopiero rozpoczynasz podróż do świata algorytmicznego dochodu, właśnie dołączyłeś do platformy zbudowanej z myślą o przejrzystości, wydajności i zaufaniu. W Toobit nie tylko wierzymy w zarabianie — wierzymy w inteligentne zarabianie. Nasze autorskie strategie zostały opracowane przez analityków danych i ekspertów finansowych w celu wykorzystania mocy algorytmicznej precyzji, umożliwiając wzrost kapitału dzięki możliwościom rynkowym w czasie rzeczywistym. Każda decyzja, każda strategia, każdy zwrot opierają się na danych i wynikają z naszej niezachwianej misji: udostępniania wszystkim zaawansowanych narzędzi do zarabiania.",
    "go_to_recharge": "Idź doładować",
    "telegram_customer_service": "Obsługa klienta Telegramu",
    "dear_user": "Drogi użytkowniku: Ponieważ moc obliczeniowa\/energia Twojej maszyny wydobywczej wkrótce się wyczerpie, prosimy o szybkie uzupełnienie {amount}TRX zgodnie z wartością energii wymaganą przez środki na Twoim koncie. Twoja maszyna wydobywcza zawiesiła obecnie kontrolę wydobycia i przychody\/wycofanie.",
    "note_to_avoid": "[Uwaga: aby uniknąć utraty przychodów, skontaktuj się z pomocą techniczną Telegramu]",
    "deposit": "Naładuj",
    "withdrawal": "Wycofanie",
    "share_friends": "Zaproś znajomych",
    "team": "Zespół",
    "app": "Aplikacja",
    "information": "Aktualności",
    "wallet": "Portfel",
    "promotion": "Promocja",
    "join_to_be_a_sitename_millionaire": "Dołącz, aby zostać milionerem TRONRICO",
    "use_the_latest_mining_machines": "Korzystaj z najnowszych maszyn wydobywczych i technologii Defi, aby zapewnić wszystkim użytkownikom najwyższy dochód TRX.",
    "details": "Bliższe dane",
    "platform_data_display": "Wyświetlanie danych platformy",
    "income": "dochód",
    "Income": "Określić ilościowo",
    "cyclical_investing": "inwestowanie cykliczne",
    "trontin_3day_mining_machine": "TRONTIN 3-dniowa maszyna górnicza",
    "trontin_9day_mining_machine": "TRON 9-dniowa maszyna górnicza ruchu",
    "trontin_16day_traffic_mining_machine": "Maszyna wydobywcza RONTIN 16-dniowa",
    "trontin_45day_miner_energy": "TRONTIN 45 dni energii górniczej",
    "trontin_18day_miner_energy": "TRON 18 dni energii górniczej",
    "trontin_trxMining_in_46days": "TRON trxMining w 46 dni",
    "tron_eth_digi_2_mining": "WYDOBYWANIE TRON ETH DIGI 2.0",
    "torn_80days_photolvatic_mine": "Kopalnia fotowoltaiczna tron ​​80 dni",
    "trontin_bnb_mining_in_65days": "TRONTIN BNB Wydobywanie w 65 dni",
    "view_more": "Zobacz więcej",
    "cycle": "Cykl",
    "day": "Dzień",
    "instant_quotes": "Natychmiastowe cytaty",
    "profit_withdrawal": "Wycofanie zysku",
    "repurchase": "Odkup",
    "latest_announcement": "Najnowsze ogłoszenie",
    "registered_members_will_be_given": "Zarejestrowani członkowie otrzymają 56 000 TRX jako zastawiony kapitał. Aby aktywować konto, wymagany jest minimalny depozyt w wysokości 10TRX i minimalna wypłata w wysokości 5TRX. Dochód można wycofać lub zainwestować w wydobycie.",
    "deposit_into_the_basic_account_and_automatically_join_the_contract": "[Inwestycja Podstawowa] Wpłata na konto podstawowe i automatyczne dołączenie do umowy na 180 dni [Okres obowiązywania umowy liczy się od chwili dokonania pierwszej wpłaty]. Konto podstawowe codziennie przynosi dochody z wydobycia i może codziennie otrzymywać 9% -38% skumulowanej kwoty inwestycji. Czas rozliczenia naszego systemu platformowego to: czas pierwszego zakupu użytkownika, 24 godziny później.",
    "the_income_will_not_be_automatically_deposited_into_the_account": "[Przykładowo: pierwszy zakup przypada na godzinę 15:00, a dochód zostanie uzyskany o godzinie 15:00 następnego dnia] Dochód nie zostanie automatycznie wpłacony na konto i trzeba na niego kliknąć każdego dnia; kiedy rozpocznie się wydobycie, kliknij aktywnie, aby otrzymać dochód.",
    "accumulated_deposits_of_10-2500_trx": "Skumulowane depozyty 10-2500 trx, automatycznie uaktualniane do VIP1, dzienna wypłata 9%",
    "accumulated_deposits_of_2501-10000_trx": "Skumulowane depozyty w wysokości 2501-10000 trx, automatycznie uaktualniane do VIP2, 10% dziennej wypłaty",
    "accumulated_deposits_of_10001-20000_trx": "Skumulowane depozyty 10001-20000 trx, automatycznie uaktualniane do VIP3, codzienne wypłaty 11%",
    "accumulated_deposits_of_20001-50000_trx": "Skumulowane depozyty 20001-50000 trx, automatycznie uaktualniane do VIP4, codzienne wypłaty 13%",
    "accumulated_deposits_of_50001-100000_trx": "Skumulowane depozyty 50001-100000 trx, automatycznie uaktualniane do VIP5, dzienna wypłata 15%",
    "accumulated_deposits_of_100001-200000_trx": "Skumulowane depozyty 100001-200000 trx, automatycznie uaktualniane do VIP6, codzienne wypłaty 17%",
    "accumulated_deposits_of_200001-500000_trx": "Skumulowane depozyty 200001-500000 trx, automatycznie uaktualniane do VIP7, dzienna wypłata 23%",
    "accumulated_deposits_of_500001-1000000_trx": "Skumulowane depozyty 500001-1000000 trx, automatycznie uaktualniane do VIP8, dzienna wypłata 26%",
    "accumulated_deposits_of_1000001-1600000_trx": "Skumulowane depozyty 1000001-1600000 trx, automatycznie uaktualniane do VIP9, dzienna wypłata 32%",
    "accumulated_deposits_of_1600001-9999999_trx": "Skumulowane depozyty to 1600001-9999999 trx, automatycznie uaktualniane do VIP10, z dziennymi wypłatami w wysokości 38%",
    "automatically_upgrade_vip_level": "Automatycznie uaktualnij do poziomu VIP",
    "the_system_will_determine_your_total_accumulated_deposit": "[System określi całkowitą kwotę zgromadzonego depozytu i automatycznie podniesie Cię do odpowiedniego poziomu] Na przykład: pierwsze doładowanie to 500TRX, drugie doładowanie to 2001TRX, [skumulowane doładowanie to 2501TRX] system automatycznie uaktualni się do VIP2 i będziesz mieć VIP2. Dzienny dochód na poziomie wynosi 10% i tak dalej.",
    "previous": "Poprzedni",
    "next": "Następny",
    "close": "Zamknąć",
    "current_yield": "Bieżący plon",
    "miner_is_running": "Górnik biegnie",
    "view_all": "Zobacz wszystko",
    "earning_times": "Czasy kwantyfikacji",
    "singapore_time_after": "Czas Singapuru Po",
    "every_day": "codziennie",
    "daily_rate": "Stawka dzienna",
    "receive": "Odbierać",
    "basic_investment": "Podstawowa inwestycja",
    "record": "Nagrywać",
    "current_level": "Aktualny poziom",
    "deposit_quantity": "Ilość depozytu",
    "invitation_reward": "Nagroda za zaproszenie",
    "deposit_now": "Wpłać teraz",
    "daily_income": "dzienny dochód",
    "daily_withdrawals": "Codzienne wypłaty",
    "valid_period": "Ważny okres",
    "remaining_days": "pozostałe dni",
    "status": "Status",
    "running": "Działanie",
    "quantity": "Ilość",
    "amount": "Kwota",
    "return": "powrót",
    "Return": "Powrót",
    "profit": "zysk",
    "equity_pledge": "Zastaw kapitałowy",
    "end": "Koniec",
    "invite_your_contacts": "Zaproś swoje kontakty",
    "sign_up_and_recharge_to_get_great_rewards": "Zarejestruj się i doładuj, aby otrzymać wspaniałe nagrody",
    "invitation_codes": "Kody zaproszeń",
    "share_invitation_links_to_social_platforms": "Udostępniaj linki z zaproszeniami na platformach społecznościowych",
    "build_a_team_and_get_great_rewards": "Zbuduj zespół i zdobądź wspaniałe nagrody",
    "copy_successfully": "Skopiuj pomyślnie",
    "copy_link": "Skopiuj link",
    "app_services": "Usługi aplikacji",
    "wallet_funds_conversion": "Przenosić",
    "change_password": "Centrum bezpieczeństwa",
    "notification": "Powiadomienie",
    "logout": "Wyloguj się",
    "my_promotion": "Zespół",
    "bonus": "Premia",
    "bonus_record": "Zapisy Komisji",
    "number_of_teams": "Całkowita liczba ludzi",
    "valid_number_of_invites": "Ważne zaproszenia",
    "team_cycle_investment_details": "Szczegóły inwestycji w cyklu zespołu",
    "total_people": "Razem ludzie",
    "contribution": "Zamawiać",
    "invite_friends": "Zaproś znajomych",
    "go_now": "Idź teraz",
    "in_progress": "W toku",
    "number_of_investments": "Liczba inwestycji",
    "total_investment": "Całkowita inwestycja",
    "subordinate_investment_amount": "Podrzędna kwota inwestycji",
    "confirm": "Potwierdzać",
    "Confirm": "POTWIERDZAĆ",
    "last_login_time": "Ostatni czas logowania",
    "records": "Dokumentacja",
    "transfer_to_smart_account": "Przelew na konto {{type}}",
    "transfer_to_quantitative_account": "Przelew na konto ilościowe",
    "transfer_to_smart_account_2": "Przenieś na konto inteligentne",
    "address": "Adres",
    "copy": "Kopia",
    "please_do_not_top_up_other_non_bnb_assets": "Proszę nie doładowywać innych zasobów niż {{method}}. Po naładowaniu kliknij",
    "submit_successfully": "Ładowanie zakończone",
    "submit": "Składać",
    "exchange_rate": "Kurs wymiany",
    "if_the_account_has_not_been_received_for_a_long_time": "Jeśli konto nie zostało odebrane przez dłuższy czas, kliknij",
    "again": "Ponownie",
    "recharge_record": "Rekord doładowania",
    "successful": "Udany",
    "purchase": "zakup",
    "Purchase": "Zakup",
    "transaction_record": "Zapis transakcji",
    "all": "WSZYSTKO",
    "recharge": "Naładuj",
    "giveaway": "Rozdanie",
    "withdrawal_failed": "Wypłata nie powiodła się",
    "promotion_account": "Konto portfela",
    "basic_account": "Elastyczne konto",
    "amount_to_be_converted": "Kwota do przeliczenia",
    "withdrawable_balance": "Saldo do wypłaty",
    "withdrawals_arebased_one_singapore_time_and_are_withdrawn_once_a_day": "Wypłaty są dokonywane według czasu singapurskiego i są wypłacane raz dziennie",
    "choose_withdrawal_account": "Wybierz konto do wypłat",
    "choose": "Wybierać",
    "digital_currency_wallet": "Cyfrowy portfel walutowy",
    "cancel": "ANULOWAĆ",
    "password": "Hasło",
    "actual_withdrawal": "Rzeczywiste wycofanie",
    "withdrawal_record": "Zapis wypłaty",
    "fee": "Opłata",
    "to_account": "rozliczyć",
    "account_security": "Bezpieczeństwo konta",
    "modify_login_password": "Zmień hasło logowania",
    "modify_payment_password": "Zmień hasło płatności",
    "transfer_to_basic_account": "Przelew na konto podstawowe",
    "transfer_to_promotion_account": "Przelew na konto promocyjne",
    "there_are_two_investment_models_please_choose_according_to_your_needs": "Dostępne są dwa modele inwestycji, wybierz je według swoich potrzeb",
    "deposit_into_this_account_for_pledge_mining": "Wpłać na to konto w celu wydobycia zastawu. Po 24 godzinach od momentu pierwszej wpłaty możesz ręcznie otrzymać dochód i zwrócić kwotę główną po jej wygaśnięciu",
    "recharge_to_the_promotion_account_to_purchase_periodic_mining_machines": "Doładuj konto promocyjne, aby zakupić okresowe maszyny górnicze, możesz zbierać dochód w różnych cyklach, a po jego upływie zwrócić kapitał i dochód",
    "add_digital_currency_wallet": "Dodaj cyfrowy portfel walutowy",
    "address_type": "Typ adresu",
    "wallet_address": "adres portfela",
    "start_with": "Zacznij od",
    "digit_wallet_address": "cyfrowy adres portfela",
    "set_payment_password": "Ustaw hasło płatności",
    "continue": "Kontynuować",
    "are_you_sure_sign_out": "Czy na pewno się wylogujesz?",
    "wallet_registration": "Rejestracja portfela",
    "decentralized_wallet_download_address": "Zdecentralizowany adres pobierania portfela",
    "tutorial": "Zobacz samouczek",
    "buy_currency": "kupić walutę",
    "common_problem": "powszechny problem",
    "how_to_become_a_partner_of_trontin_mining_company": "Jak zostać partnerem firmy wydobywczej TRONRICO",
    "to_become_our_partner": "Aby zostać naszym partnerem, możesz otrzymać 56 000 TRX za darmo po prostu się rejestrując i możesz je wypłacić w ciągu 180 dni od aktywacji",
    "what_to_do_after_registration": "Co zrobić po rejestracji",
    "you_need_to_log_in_to_your_account": "Musisz zalogować się na swoje konto, a funkcja wydobywania zostanie aktywowana automatycznie. Aby zwiększyć swój dzienny dochód, złóż depozyt",
    "what_are_the_minimum_deposit_and_withdrawal_amounts": "Jakie są minimalne kwoty wpłat i wypłat",
    "the_minimum_deposit_is_10trx": "Minimalny depozyt wynosi 10TRX, a minimalna wypłata to 5TRX.",
    "how_to_withdraw_money_what_should_i_do": "Jak wypłacić pieniądze, co mam zrobić",
    "log_in_to_your_account": "Zaloguj się na swoje konto. Wejdź na stronę „Wypłata”. Kliknij przycisk „Wypłata”. Powiąż swój adres portfela TRX i ustaw hasło płatności po raz pierwszy, następnie określ kwotę wypłaty, wybierz adres portfela i kliknij, aby wypłacić.",
    "what_is_level_and_how_do_i_increase_it": "Co to jest poziom i jak go zwiększyć",
    "tron_marketing_uses_level_design": "Marketing TRON wykorzystuje projektowanie poziomów. Im więcej energii elektrycznej użytkownik zakupi, tym wyższy będzie jego poziom. Rentowność zależy bezpośrednio od poziomu przejęcia. Jeśli początkowy użytkownik VIP1 zarabia 8% dziennie, to wraz ze wzrostem mocy dostępnej do wydobycia VIP10 o najwyższej rentowności może zarobić 36% dziennie",
    "i_made_a_withdrawal_request_but_it_hasnt_arrived_in_my_wallet_yet": "Złożyłem prośbę o wypłatę, ale nie dotarła ona jeszcze do mojego portfela",
    "all_requests_are_handled_by_a_set_of_system_automatic_modes": "Wszystkie żądania są obsługiwane przez zestaw automatycznych trybów systemowych. Żądanie jest zazwyczaj przetwarzane w ciągu 1 minuty",
    "what_payment_systems_does_this_project_have_for_deposits": "Jakie systemy płatności ma ten projekt dla depozytów",
    "you_can_deposit_using_a_payment_system_like_this": "Możesz dokonać wpłaty za pomocą takiego systemu płatności",
    "what_payment_systems_does_this_project_have_for_withdrawals": "Jakie systemy płatności ma ten projekt do wypłat",
    "you_can_withdraw_money_using_this_payment_system": "Możesz wypłacić pieniądze za pomocą tego systemu płatności",
    "how_to_change_account_password": "Jak zmienić hasło do konta",
    "click_the_change_password_function_on_the_my_tab_on_the_lower_right": "Kliknij funkcję „Zmień hasło” w zakładce „Moje” w prawym dolnym rogu strony. Wprowadź swoje stare hasło i nowe hasło, aby je zmienić",
    "what_if_i_forget_my_withdrawal_password": "Co się stanie, jeśli zapomnę hasła do wypłaty?",
    "please_use_the_email_address_you_reserved_when_registering_to_send_username": "Użyj adresu e-mail, który zarezerwowałeś podczas rejestracji, aby wysłać (nazwa użytkownika: .... „zapomniałem hasła do wypłaty”) na nasz oficjalny adres e-mail: tronrico68@gmail.com",
    "what_should_i_do_if_i_need_to_change_my_wallet_address": "Co powinienem zrobić, jeśli muszę zmienić adres portfela?",
    "please_use_the_email_address_you_reserved_when_registering_to_send": "Użyj adresu e-mail, który zarezerwowałeś podczas rejestracji, aby wysłać (nazwę użytkownika i adres nowego portfela) na nasz oficjalny adres e-mail: tronrico68@gmail.com",
    "how_to_top_up": "Jak doładować",
    "to_make_a_deposit_you_need_to_log_into_your_account": "Aby dokonać wpłaty, musisz zalogować się na swoje konto i przejść do strony wydobycia. U góry zobaczysz przycisk „Wpłata”. Na stronie wpłaty wybierz walutę, którą chcesz wpłacić. Następnie otrzymasz adres portfela, na który musisz wysłać swoje kryptowaluty. Depozyty zostaną zaksięgowane w ciągu 1 minuty.",
    "your_account_may_be_frozen_under_the_following_circumstances": "Twoje konto może zostać zamrożone w następujących okolicznościach",
    "trontin_takes_a_responsible_approach_to_protect_the_personal_data": "TRONTIN w sposób odpowiedzialny podchodzi do ochrony danych osobowych swoich użytkowników i bezpieczeństwa swojej strony internetowej. Jakakolwiek próba gromadzenia danych osobowych użytkownika, włamanie do kodu strony internetowej, niewłaściwe korzystanie z programu partnerskiego, dostęp do kont użytkowników poprzez włamania, korzystanie z usług podmiotów trzecich w celu sztucznego zwiększania liczby partnerów oraz jakakolwiek administracja obrażająca stronę internetową lub jej użytkowników, może być podstawą do zawieszenia konta użytkownika.",
    "I_didnt_find_the_answer_to_my_question_what_should_I_do": "Nie znalazłem odpowiedzi na moje pytanie, co mam zrobić",
    "contact_online_customer_service_or_telegram_customer_service": "Skontaktuj się z obsługą klienta online lub obsługą klienta Telegram",
    "how_to_deposit": "Jak dokonać wpłaty",
    "click_deposit_on_the_platform_page": "Kliknij „Wpłata” na stronie platformy",
    "choose_to_transfer_to_the_basic_account_or_promotion_account": "Wybierz przelew na konto podstawowe lub konto promocyjne. Po wejściu możesz wybrać walutę wpłaty.",
    "select_a_top_up_enter_to_copy_the_deposit_address": "Wybierz doładowanie. Wprowadź, aby skopiować adres depozytu.",
    "open_your_crypto_wallet_select_the_corresponding_currency_and_transfer": "Otwórz swój portfel kryptowalut, wybierz odpowiednią walutę i dokonaj przelewu.",
    "paste_the_address_of_the_receiving_wallet": "Wklej adres portfela odbiorczego.",
    "enter_the_amount_you_plan_to_deposit_into_your_account": "Wpisz kwotę, którą planujesz wpłacić na swoje konto.",
    "click_next_and_confirm_completion": "Kliknij „Dalej” i potwierdź zakończenie.",
    "return_to_the_platform_and_click_the_recharge_button_note_the_last_step": "Wróć na platformę i kliknij przycisk „Doładuj”. Uwaga: Ostatnim krokiem jest powrót na platformę i kliknięcie „Doładowanie zakończone”. Po zakończeniu doładowania konto zostanie zasilone na czas.",
    "how_to_withdraw_money": "Jak wypłacić pieniądze",
    "select_the_exit_button_on_the_homepage_then_use_your_exchange_wallet": "Wybierz przycisk wyjścia na stronie głównej, następnie użyj swojej giełdy (portfela), aby znaleźć adres TRC20, skopiuj go i powiąż z platformą, aby wyjść, a platforma rozliczy walutę TRX. Po udanej wypłacie konto zostanie zasilone w ciągu 1-3 minut.",
    "if_you_need_help_please_click_online_customer_service": "(Jeśli potrzebujesz pomocy, kliknij obsługę klienta online)",
    "announcement": "Ogłoszenie",
    "my_message": "Moja wiadomość",
    "company_mining_and_revenue": "【Wydobycie i przychody firmy】",
    "registered_members_will_be_given_56000trx_as_pledged_equity": "Zarejestrowani członkowie otrzymają 56 000 TRX jako zastawiony kapitał. Aby aktywować konto, wymagany jest minimalny depozyt w wysokości 10TRX i minimalna wypłata w wysokości 5TRX. Dochód można wycofać lub zainwestować w wydobycie.",
    "basic_investment_deposit_into_the_basic_account_and_automatically_join_the_contract_for_180_days": "[Inwestycja Podstawowa] Wpłata na konto podstawowe i automatyczne dołączenie do umowy na 180 dni [Okres obowiązywania umowy liczy się od chwili dokonania pierwszej wpłaty]. Konto podstawowe codziennie przynosi dochody z wydobycia i może codziennie otrzymywać 9% -38% skumulowanej kwoty inwestycji. Czas rozliczenia naszego systemu platformowego to: czas pierwszego zakupu użytkownika, 24 godziny później.",
    "for_example_the_first_purchase_time_is_1500_and_the_income_will_be_obtained_at_1500_the_next_day": "[Przykładowo: pierwszy zakup przypada na godzinę 15:00, a dochód zostanie uzyskany o godzinie 15:00 następnego dnia] Dochód nie zostanie automatycznie wpłacony na konto i trzeba na niego kliknąć każdego dnia; kiedy rozpocznie się wydobycie, kliknij aktywnie, aby otrzymać dochód.",
    "accumulated_deposits_of_10_2500_trx_automatically_upgraded_to_vip1_daily_withdrawal": "Skumulowane depozyty 10-2500 trx, automatycznie uaktualniane do VIP1, dzienna wypłata 9%.",
    "accumulated_deposits_of_2501_10000_trx_automatically_upgraded_to_vip2_10_daily_withdrawal": "Skumulowane depozyty w wysokości 2501-10000 trx, automatycznie uaktualniane do VIP2, 10% dziennej wypłaty.",
    "accumulated_deposits_of_10001_20000_trx_automatically_upgraded_to_vip3_daily_withdrawal": "Skumulowane depozyty 10001-20000 trx, automatycznie uaktualniane do VIP3, codzienne wypłaty 11%.",
    "accumulated_deposits_of_20001_50000_trx_automatically_upgraded_to_vip4_daily_withdrawal": "Skumulowane depozyty 20001-50000 trx, automatycznie uaktualniane do VIP4, codzienne wypłaty 13%.",
    "accumulated_deposits_of_50001_100000_trx_automatically_upgraded_to_vip5_daily_withdrawal": "Skumulowane depozyty 50001-100000 trx, automatycznie uaktualniane do VIP5, dzienna wypłata 15%.",
    "accumulated_deposits_of_100001_200000_trx_automatically_upgraded_to_vip6_daily_withdrawal": "Skumulowane depozyty 100001-200000 trx, automatycznie uaktualniane do VIP6, codzienne wypłaty 17%.",
    "accumulated_deposits_of_200001_500000_trx_automatically_upgraded_to_vip7_daily_withdrawal": "Skumulowane depozyty 200001-500000 trx, automatycznie uaktualniane do VIP7, dzienna wypłata 23%.",
    "accumulated_deposits_of_500001_1000000_trx_automatically_upgraded_to_vip8_daily_withdrawal": "Skumulowane depozyty 500001-1000000 trx, automatycznie uaktualniane do VIP8, dzienna wypłata 26%.",
    "accumulated_deposits_of_1000001_1600000_trx_automatically_upgraded_to_vip9_daily_withdrawal": "Skumulowane depozyty 1000001-1600000 trx, automatycznie uaktualniane do VIP9, dzienna wypłata 32%.",
    "accumulated_deposits_of_1600001_9999999_trx_automatically_upgraded_to_vip10_daily_withdrawal": "Skumulowane depozyty to 1600001-9999999 trx, automatycznie uaktualniane do VIP10, z dziennymi wypłatami w wysokości 38%.",
    "automatically_upgrade_vip_level_instructions": "Automatycznie aktualizuj poziom VIP i instrukcje.",
    "the_system_will-determine_your_total_accumulated_deposit": "System określi Twój całkowity zgromadzony depozyt i automatycznie podniesie Cię do odpowiedniego poziomu. Na przykład: pierwsze doładowanie to 500 TRX, drugie doładowanie to 2001 TRX, [łączne doładowanie to 2501 TRX] system automatycznie uaktualni się do VIP2 i będziesz mieć VIP2. Dzienny dochód na tym poziomie wynosi 10% i tak dalej.",
    "share_invitation_reward_description": "Udostępnij opis nagrody za zaproszenie",
    "invite_friends_description": "Zaproś znajomych za pomocą linku promocyjnego, a 13% dochodu zostanie natychmiast wypłacone. Jeśli polecisz setki osób, aby dołączyły do ​​Trontin, możesz zostać milionerem. Maksymalnie 18% (poziom prowizji 13% + poziom 2 2% + poziom 3 1%) 1: Na przykład: zapraszasz użytkownika A, użytkownik A dokonuje wpłaty i inwestuje 10 000 TRX, otrzymasz 1300 TRX jako nagrodę. Użytkownik A zaprasza użytkownika B, użytkownik B dokonuje wpłaty i inwestuje 10 000 TRX, a Ty otrzymasz 200 TRX w nagrodę. Użytkownik B po raz kolejny inspiruje Użytkownika C. Użytkownik C wpłaca i inwestuje 10 000 TRX. W nagrodę otrzymasz 100TRX. Dochód z promocji zostanie bezpośrednio przelany na Twoje konto promocyjne. Możesz bezpośrednio wypłacić pieniądze lub kupić linki do platformy promocji produktów finansowych, aby uzyskać dochody z promocji i rozwijać członków własnego zespołu (promocja może uzyskać określony procent przychodów z promocji). Promuj swój link z zaproszeniem w rodzinie i znajomych, WhatsApp, grupie na Facebooku, YouTube, Instagramie, Twitterze, grupie Telegram lub dowolnej platformie mediów społecznościowych (Link z zaproszeniem: zaloguj się na platformie i kliknij przycisk udostępniania, aby skopiować link. Wyślij link do znajomych lub dowolnej platformy społecznościowej. Powiedz im, że jest to najlepsza platforma do wydobywania inwestycji, aby codziennie wypłacać co najmniej 8% -36% kwoty inwestycji)",
    "official_platform_description": "Oficjalna platforma basenu wydobywczego TRONRICO",
    "the_official_platform_of_trontin_mining_pool": "Oficjalna platforma puli wydobywczej TRONRICO, zwana TRONRICO, została certyfikowana przez Centrum Finansowe TRON Blockchain. Jesteśmy oficjalnym i legalnym operatorem TRON. Zapewnij klientom najbardziej stabilne, bezpieczne i wydajne usługi! Od 2020 roku wraz z centralą TRON rozprawiliśmy się z ponad 3000 fałszywymi platformami. Jeśli natkniesz się na fałszywą platformę, możesz się z nami skontaktować, a my będziemy współpracować z centralą TRON w celu rozprawienia się z oficjalną platformą certyfikacyjną TRONRICO.",
    "trontin_msb_registration_certificate": "Certyfikat rejestracyjny TRONRICO MSB",
    "tax_registration_certificate": "zaświadczenie o rejestracji podatkowej",
    "TRONTIN_White_Paper": "Biała księga TRONRICO",
    "click_to_view_trontin_white_paper": "Kliknij, aby wyświetlić białą księgę TRONRICO",
    "news_report": "Raport wiadomości",
    "trontin_launches_revolutionary_cloud_mining_platform": "TRONRICO uruchamia rewolucyjną platformę do eksploracji w chmurze",
    "click_to_view": "Kliknij, aby wyświetlić",
    "contact_us": "skontaktuj się z nami",
    "company_website": "Strona firmowa",
    "company_telegram": "Telegram firmowy",
    "telegram_channel": "Kanał telegramowy",
    "email": "E-mail",
    "company_address": "8 Marina Blvd, Tower 1, 31. i 32. piętro, Marina Bay Financial Centre Singapur",
    "invite_friends_to_recharge": "Zaproś znajomych do doładowania, aby uzyskać odpowiednie rabaty",
    "level": "Poziom",
    "rebate": "Przylga",
    "price": "Cena",
    "available_balance": "Dostępne saldo",
    "limit_quantity": "Ogranicz ilość",
    "purchase_quantity": "Ilość zakupu",
    "daily_interest_rate": "Dzienne oprocentowanie",
    "real_time": "Czas rzeczywisty",
    "participate_in_investment": "Weź udział w inwestycji",
    "project_rules": "Regulamin projektu",
    "repayment_method": "Sposób spłaty",
    "repay_principal_and_interest_at_maturity": "Spłata kwoty głównej i odsetek w terminie zapadalności",
    "unit_price": "cena jednostkowa",
    "daily_rate_of_return": "Dzienna stopa zwrotu",
    "investment_cycle": "Cykl inwestycyjny",
    "expected_profit": "oczekiwany zysk",
    "project_introduction": "Wprowadzenie do projektu",
    "tron_love_mining_machine": "Maszyna górnicza TRON LOVE Krótki cykl i stabilny dochód to dobry wybór. Dzienny dochód wynosi 4,57%-4,7%, a cykl trwa 3 dni. Po zakończeniu cyklu zostanie ona bezpośrednio przelana na Twoje [konto promocyjne] wraz z kapitałem oraz dochodem uzyskanym w trakcie cyklu. Możesz wypłacić pieniądze bezpośrednio; platforma ta obsługuje wydobycie inwestycyjne TRX, ETH, BNB, DOGE, USDT (ERC20 TRC20 BEP20).",
    "notice": "OGŁOSZENIE",
    "confirmation_transfer": "Czy na pewno chcesz się przenieść?",
    "home": "Dom",
    "invest": "Inwestować",
    "mine": "Ja",
    "Account_6_16_characters_no_spaces_allowed": "Konto, 6-16 znaków, bez spacji",
    "Area_code_plus_mobile_number": "Numer kierunkowy + numer telefonu komórkowego",
    "recommendation_code": "Kod rekomendacji",
    "global_partners": "Globalni partnerzy",
    "email_verification_code": "Kod weryfikacyjny e-maila",
    "otp": "OTP",
    "enter_a_new_password": "Wprowadź nowe hasło",
    "wallet_found": "Fundusze portfela",
    "need_traded": "Trzeba handlować",
    "already_traded": "Już w obrocie",
    "number_of_withdrawals": "Liczba wypłat",
    "allow_withdrawal": "Zezwalaj na wycofanie",
    "yes": "Tak",
    "minimum_withdrawal": "Minimalna wypłata",
    "enter_withdrawal_amount": "Wprowadź kwotę wypłaty",
    "please_enter": "Proszę wejść",
    "loading": "Załadunek",
    "confirm_password": "Potwierdź hasło",
    "original_payment_password": "Oryginalne hasło płatności",
    "invest_product": "Inteligentna inwestycja",
    "purchased": "kupiony",
    "total_income": "całkowity dochód",
    "principal": "główny",
    "total_principal_and_interest": "całość kwoty głównej i odsetek",
    "how_to_deposit_funds_on_the_ai_trading_platform": "1. Jak zdeponować środki na platformie handlowej AI",
    "step_1_get_your_deposit_address": "Krok 1: Uzyskaj adres depozytu",
    "log_into_your_ai_trading_account": "Zaloguj się na swoje konto handlowe AI",
    "head_to_the_deposit_page": "Przejdź do strony „Depozyt”.",
    "choose_your_cryptocurrency": "Wybierz swoją kryptowalutę (TRC20, BEP20, BNB lub TRX)",
    "generate_the_deposit_address_and_copy_it_to_your_clipboard": "Wygeneruj adres wpłaty i skopiuj go do swojego schowka",
    "step_2_send_funds_from_your_wallet": "Krok 2: Wyślij środki ze swojego portfela",
    "open_your_crypto_wallet_app": "Otwórz aplikację portfela kryptowalutowego (np. MetaMask, Trust Wallet)",
    "select_the_correct_network": "Wybierz właściwą sieć (TRC20 lub BEP20)",
    "paste_the_copied_deposit_address_as_the_recipient": "Wklej skopiowany adres wpłaty jako odbiorcę",
    "input_the_amount_you_want_to_deposit_and_confirm_the_send": "Wprowadź kwotę, którą chcesz wpłacić i potwierdź wysyłkę",
    "wait_for_confirmation_on_the_blockchain": "Poczekaj na potwierdzenie na blockchainie (zwykle kilka minut)",
    "step_3_confirm_your_deposit": "Krok 3: Potwierdź swój depozyt",
    "go_to_transaction_history_to_track_progress": "Przejdź do „Historii transakcji”, aby śledzić postęp",
    "click_complete_deposit_once_transaction_is_verified": "Kliknij „Dokończ wpłatę” po zweryfikowaniu transakcji",
    "if_your_deposit_doesnt_reflect_within_30_minutes_reach_out_to_support": "Jeśli Twoja wpłata nie zostanie uwzględniona w ciągu 30 minut, skontaktuj się z pomocą techniczną",
    "how_to_withdraw_funds_from_the_ai_trading_platform": "2. Jak wypłacić środki z platformy handlowej AI",
    "step_1_choose_your_withdrawal_option": "Krok 1: Wybierz opcję wypłaty",
    "log_in_and_open_the_fund_management_tab": "Zaloguj się i otwórz zakładkę „Zarządzanie funduszami”.",
    "click_withdraw_and_pick_your_preferred_network": "Kliknij „Wypłata” i wybierz preferowaną sieć (TRC20\/BEP20\/BNB\/TRX)",
    "step_2_fill_in_withdrawal_information": "Krok 2: Wypełnij informacje o wypłacie",
    "enter_the_amount_you_want_to_withdraw": "Wpisz kwotę, którą chcesz wypłacić",
    "paste_your_wallet_address": "Wklej adres swojego portfela (upewnij się, że pasuje do właściwej sieci)",
    "complete_any_required_security_verification_steps": "Wykonaj wszystkie wymagane kroki weryfikacji zabezpieczeń",
    "step_3_final_confirmation_and_submission": "Krok 3: Ostateczne potwierdzenie i przesłanie",
    "double_check_all_the_details_before_submitting": "Przed przesłaniem dokładnie sprawdź wszystkie szczegóły",
    "withdrawals_usually_process_within_30_minutes": "Wypłaty są zwykle realizowane w ciągu 30 minut",
    "track_the_progress_under_withdrawal_records": "Śledź postęp w sekcji „Rejestr wypłat”",
    "important_notes": "Ważne uwagi:",
    "double_check_your_wallet_address_crypto_transfers_cant_be_undone": "❗️Sprawdź dokładnie adres swojego portfela – przelewów kryptowalut nie można cofnąć",
    "make_sure_to_meet_the_platforms_minimum_withdrawal_limit": "❗️ Upewnij się, że spełniasz minimalny limit wypłat platformy",
    "delays_can_occur_due_to_high_network_traffic": "❗️Mogą wystąpić opóźnienia ze względu na duży ruch w sieci",
    "contact_live_chat_support_anytime_if_you_face_any_issues": "❗️Skontaktuj się z obsługą czatu na żywo w dowolnym momencie, jeśli napotkasz jakiekolwiek problemy",
    "if_you_need_more_help_our_customer_service_team_is_available_24_7_via_live_chat": "Jeśli potrzebujesz dodatkowej pomocy, nasz zespół obsługi klienta jest dostępny 24 godziny na dobę, 7 dni w tygodniu za pośrednictwem czatu na żywo",
    "what_is_chain_quant": "1. Co to jest ilość łańcuchowa?",
    "chain_quant_description": "Chain Quant to oparta na sztucznej inteligencji platforma handlu ilościowego, która łączy sztuczną inteligencję i technologię blockchain w celu analizowania trendów na rynku kryptowalut i wykonywania zautomatyzowanych transakcji, umożliwiając użytkownikom uzyskiwanie stabilnych zysków przy minimalnym wysiłku.",
    "core_services_of_chain_quant": "2. Podstawowe usługi Chain Quant",
    "quantitative_arbitrage_trading": "Ilościowy handel arbitrażowy\n – Wykorzystuje różnice cen na wielu giełdach w celu generowania zysków przy niskim ryzyku\n – Systemy oparte na sztucznej inteligencji śledzą rynki 24 godziny na dobę, 7 dni w tygodniu i realizują transakcje w idealnych momentach",
    "ai_auto_trading": "Automatyczny handel AI\n – W pełni zautomatyzowane boty korzystające z gotowych strategii, takich jak śledzenie trendów i systemy gridowe\n – Algorytmy dostosowują się w czasie rzeczywistym, aby ograniczyć ryzyko i zwiększyć zyski",
    "fund_security": "Bezpieczeństwo Funduszu\n – Implementuje szyfrowanie wielowarstwowe z separacją zimnego i gorącego portfela\n – Inteligentne audyty kontraktów zapewniają przejrzyste i odporne na manipulacje operacje",
    "instant_deposits_withdrawals": "Natychmiastowe wpłaty\/wypłaty\n – Wpłaty przetwarzane w ciągu 1–3 minut (obsługuje TRC20\/BEP20)\n – Wypłaty są szybkie i zautomatyzowane – nie jest wymagana ręczna kontrola",
    "multiple_trading_modes": "Wiele trybów handlu\n – Tryb dla początkujących: handel o niskim ryzyku i całkowicie bezobsługowy\n – Tryb Pro: zaawansowane narzędzia i sterowanie strategią dla doświadczonych użytkowników",
    "how_to_register_and_start_using_chain_quant": "3. Jak się zarejestrować i zacząć korzystać z Chain Quant?",
    "sign_up": "Krok 1: Zarejestruj się: \n Odwiedź oficjalną stronę internetową Chain Quant, kliknij „Bezpłatna rejestracja” i zweryfikuj ją przez e-mail lub telefon",
    "deposit_and_activate_ai_trading": "Krok 2: Wpłać i aktywuj handel AI:\n Zasil swoje konto USDT (TRC20 lub BEP20)\n Zdeponowane środki są przeliczane na saldo handlowe Chain Quant",
    "launch_ai_trading": "Krok 3: Uruchom handel AI:\n Kliknij „Handel ilościowy”, aby aktywować swojego osobistego bota AI\n System rozpoczyna automatyczne transakcje mające na celu generowanie dziennych zysków",
    "how_to_earn_with_chain_quant": "Jak zarabiać dzięki Chain Quant?",
    "arbitrage_profits": "– Metoda 1: Zyski z arbitrażu:\n Sztuczna inteligencja wykrywa luki cenowe (np. kup tanio na jednej giełdzie, sprzedaj drogo na innej)",
    "ai_trading_returns": "– Metoda 2: Zwroty z handlu AI:\n Algorytmy korzystają z danych trendów, aby automatycznie kupować tanio i sprzedawać drogo",
    "referral_rewards": "– Metoda 3: Nagrody za polecenie:\n Zapraszaj innych i zarabiaj prowizje od ich transakcji",
    "why_choose_chain_quant": "5. Dlaczego warto wybrać ilość łańcuchową?",
    "ai_automation": "✓ Całodobowa automatyzacja AI – nigdy nie przegap okazji handlowej",
    "military_grade_security": "✓ Bezpieczeństwo na poziomie wojskowym – zimne portfele i szyfrowanie na najwyższym poziomie",
    "dual_trading_modes": "✓ Tryby podwójnego handlu – idealne zarówno dla początkujących, jak i profesjonalistów",
    "reliable_returns": "✓ Niezawodne zyski – poparte analizą rynku w czasie rzeczywistym",
    "free_daily_withdrawals": "✓ Bezpłatne codzienne wypłaty – Ciesz się jedną bezpłatną wypłatą każdego dnia",
    "start_your_journey_with_chain_quant": "Rozpocznij swoją podróż z Chain Quant już dziś i pozwól, aby inteligentna automatyzacja działała na rzecz Twojej kryptowalutowej przyszłości!",
    "chain_quant_ltd": "CHAIN ​​QUANT LTD",
    "driving_the_future_of_ai": "Kieruj przyszłością sztucznej inteligencji, dużych zbiorów danych i automatyzacji",
    "at_chain_quant_we_harness": "W Chain Quant wykorzystujemy moc najnowocześniejszej sztucznej inteligencji, dużych zbiorów danych i zaawansowanej automatyzacji, aby przyspieszyć globalną transformację cyfrową. Naszą misją jest zapewnianie organizacjom inteligentnych, skalowalnych rozwiązań, które napędzają rozwój biznesu i kształtują bardziej połączoną i wydajną przyszłość.",
    "core_services": "Usługi podstawowe",
    "ai_solutions": "Rozwiązania AI – integrowanie uczenia maszynowego i głębokiego uczenia się w celu optymalizacji operacji i maksymalizacji wydajności.",
    "big_data_analytics": "Analityka Big Data — zapewnia potężną infrastrukturę danych i przydatne informacje umożliwiające podejmowanie inteligentnych decyzji i zrównoważony rozwój.",
    "automation_integration": "Integracja automatyzacji — projektowanie niestandardowych przepływów pracy w zakresie automatyzacji, które redukują koszty, eliminują nadmiarowość i zwiększają produktywność.",
    "strategic_industry_consulting": "Strategiczne doradztwo branżowe — zapewnianie przyszłościowych i opartych na technologii informacji rynkowych w celu kierowania strategiami transformacji cyfrowej.",
    "our_core_values": "Nasze podstawowe wartości",
    "innovation_driven": "Napędzani innowacjami – kwestionujemy status quo i przesuwamy granice tego, co jest możliwe dzięki technologii.",
    "client_centric": "Zorientowanie na klienta — każde rozwiązanie jest dostosowane do unikalnych potrzeb i zmieniających się celów naszych klientów.",
    "integrity_accountability": "Uczciwość i odpowiedzialność – Przejrzystość i zaufanie są podstawą każdego partnerstwa, które budujemy.",
    "vision": "Wizja",
    "to_lead_globally_in_ai": "Stać się światowym liderem w zakresie sztucznej inteligencji i innowacji opartych na danych, umożliwiając MŚP rozwój w gospodarce cyfrowej, przy jednoczesnym promowaniu odpowiedzialnego wykorzystania technologii i transformacji etycznej.",
    "innovation_philosophy": "Filozofia innowacji",
    "we_pioneer_the_smart_ecosystem": "Jesteśmy pionierami inteligentnego ekosystemu — zabezpieczonej technologią blockchain, międzybranżowej infrastruktury cyfrowej, która umożliwia bezproblemową współpracę, przejrzystość i zaawansowaną inteligencję na rynkach globalnych.",
    "corporate_information": "Informacje korporacyjne",
    "legal_name": "Nazwa prawna",
    "company_number": "Numer firmy",
    "incorporation_date": "Data założenia",
    "registered_address": "Zarejestrowany adres",
    "for_official_filings": "Oficjalne zgłoszenia i weryfikacje można znaleźć w rejestrze rządu Wielkiej Brytanii:",
    "uk_government_registry": "Rejestr rządu Wielkiej Brytanii",
    "secure_and_fast_transactions": "Wypłata w ciągu 24 godzin",
    "withdraw_account": "Konto do wypłat",
    "withdrawal_method": "Metoda wypłaty",
    "quota": "Kontyngent 1 - 650000",
    "enter_withal_address": "adres wypłaty",
    "enter_password": "Hasło",
    "handling_fees": "Opłaty manipulacyjne",
    "actually_received": "Właściwie odbieraj",
    "press_release": "Komunikat prasowy",
    "relese_date": "03 lutego 2024 r",
    "we_are_thrilled_to_announce": "Z radością ogłaszamy oficjalne uruchomienie Chain Quant 15 kwietnia 2024 r.!",
    "Chain_Quant_is_a_global_powerhouse": "Chain Quant to globalna potęga w handlu ilościowym opartym na sztucznej inteligencji i arbitrażu kryptowalut, oferująca błyskawiczne, inteligentne rozwiązania handlowe, które maksymalizują rentowność i wspierają ewolucję finansów cyfrowych.",
    "platform_highlights": "Najważniejsze informacje na platformie",
    "seamless_multi_exchange_integration": "Bezproblemowa integracja z wieloma giełdami – obsługuje Binance, Coinbase, Huobi i nie tylko",
    "ultra_fast_arbitrage_execution": "Ultraszybka realizacja arbitrażu – możliwości kupna taniej\/sprzedania najwyższej ceny w ciągu sekundy",
    "fully_autonomous_trading": "W pełni autonomiczny handel – w 100% oparty na sztucznej inteligencji, bez konieczności ręcznego wprowadzania danych",
    "be_among_the_first_to_experience": "Bądź jednym z pierwszych, którzy doświadczą handlu nowej generacji.",
    "register_now": "Zarejestruj się teraz i przejmij kontrolę nad przyszłością dzięki Chain Quant — gdzie precyzja łączy się z wydajnością w inteligentnych finansach.",
    "chain_quantity_quantitative_investment_program": "Łańcuchowy ilościowy program inwestycyjny. Wielopoziomowy system VIP dla automatycznego dochodu pasywnego",
    "vip_levels_rewards": "Poziomy VIP i nagrody",
    "vip_level_deposit_range_daily_return": "Zakres depozytów na poziomie VIP (USDT) Dzienny zwrot (%)",
    "vip_1_deposit_range_daily_return": "VIP 1 10 USD – 199 USD 2,46% – 2,52%",
    "vip_2_deposit_range_daily_return": "VIP 2 200 USD – 999 USD 2,71% – 2,72%",
    "vip_3_deposit_range_daily_return": "VIP 3 1000 USD – 4999 USD 2,92% – 2,98%",
    "vip_4_deposit_range_daily_return": "VIP 4 5000 USD – 9999 USD 3,15% – 3,19%",
    "vip_5_deposit_range_daily_return": "VIP 5 10 000 USD – 14 999 USD 3,36% – 3,40%",
    "vip_6_deposit_range_daily_return": "VIP 6 15 000 USD – 29 999 USD 3,69% – 3,73%",
    "vip_7_deposit_range_daily_return": "VIP 7 30 000 USD – 59 999 USD 3,92% – 3,97%",
    "vip_8_deposit_range_daily_return": "VIP 8 60 000 USD – 99 999 USD 4,25% – 4,27%",
    "vip_9_deposit_range_daily_return": "VIP 9 100 000 USD – 149 999 USD 4,54% – 4,58%",
    "vip_10_deposit_range_daily_return": "VIP 10 150 000 USD – 200 000 USD 5,01% – 5,10%",
    "chain_quantity_operates_on_progressive_model": "Chain Quantity działa w oparciu o progresywny model inwestycyjny zaprojektowany z myślą o skalowalności i prostocie.",
    "start_with_10_usdt_activate_quantity_1": "Zacznij od zaledwie 10 USDT, aby aktywować Ilość 1",
    "upgrade_to_quantity_2_by_adding_989_usdt": "Uaktualnij do ilości 2, dodając 989 USDT (łącznie: 999 USDT)",
    "minimum_deposit_10_usdt": "Niski depozyt: 10 USDT",
    "minimum_withdrawal_2_usdt": "Minimalna wypłata: 2 USDT",
    "example_investing_1000_usdt_unlocks_vip_3": "Inwestycja 1000 USDT odblokowuje VIP 3",
    "daily_earnings_example": "Dzienne zarobki = 1000 × 2,92% = 29,2 USDT",
    "program_highlights": "Najważniejsze informacje o programie",
    "validity_per_vip_tier": "⏳ 180-dniowa ważność na każdy poziom VIP",
    "daily_system_reset": "🕛 Codzienny reset systemu o godzinie 00:00 SGT",
    "automatic_upgrades": "🔓 Automatyczne aktualizacje po osiągnięciu kolejnego progu",
    "instant_withdrawals": "💸 Natychmiastowe wypłaty z salda prowizji",
    "why_choose_chain_quantity": "Dlaczego warto wybrać ilość łańcucha?",
    "higher_tiers_offer_better_returns": "✅ Wyższe poziomy oferują znacznie lepsze zyski",
    "no_lock_up_periods": "✅ Brak okresów blokady – środki pozostają dostępne",
    "real_time_profit_tracking": "✅ Śledzenie zysków w czasie rzeczywistym za pośrednictwem pulpitu nawigacyjnego",
    "transparent_automated_system": "✅ W 100% przejrzysty, zautomatyzowany system",
    "sustainable_passive_income_model": "Zarabiaj zrównoważony, pasywny dochód dzięki naszemu inteligentnemu modelowi wielopoziomowemu — stworzonemu z myślą o rozwoju i zoptymalizowanemu pod kątem nagród.",
    "example": "Przykład",
    "chain_quantity_team_rewards_program": "Program nagród dla zespołów Chain Quantity",
    "unlock_powerful_earning_potential": "Odblokuj potężny potencjał zarobkowy dzięki naszemu ustrukturyzowanemu, wielopoziomowemu systemowi prowizji i możliwościom wyłącznego agenta.",
    "multi_level_commission_structure": "Wielopoziomowa struktura prowizji",
    "maximize_rewards_tiered_referral_program": "Zmaksymalizuj swoje nagrody dzięki naszemu wielopoziomowemu programowi poleceń:",
    "level_1_direct_referrals_earn_15_percent": "Poziom 1 (bezpośrednie polecenie): Zarób 15% prowizji",
    "level_2_indirect_referrals_earn_2_percent": "Poziom 2 (polecenia pośrednie): Zarób 2% prowizji",
    "level_3_extended_network_earn_1_percent": "Poziom 3 (sieć rozszerzona): Zarób 1% prowizji",
    "earn_every_time_referrals_deposit_funds": "Zarabiasz za każdym razem, gdy Twoi poleceni – i ich poleceni – wpłacają środki.",
    "global_agent_recruitment": "Globalna rekrutacja agentów",
    "expanding_reach_motivated_partners": "Poszerzamy nasz zasięg i poszukujemy zmotywowanych partnerów:",
    "national_agents_earn_5_percent": "Agenci narodowi: Zarabiaj 5% prowizji",
    "city_agents_earn_4_percent": "Agenci miejscy: Zarabiaj 4% prowizji",
    "regional_agents_earn_3_percent": "Agenci regionalni: Zarabiaj 3% prowizji",
    "build_your_network": "Zbuduj swoją sieć:",
    "launch_telegram_whatsapp_community": "Uruchom własną społeczność Telegram lub WhatsApp",
    "invite_official_support_team": "Zaproś nasz oficjalny zespół wsparcia do udziału",
    "grow_team_unlock_exponential_earning": "Rozwijaj swój zespół i odblokuj wykładnicze możliwości zarobku",
    "referral_bonus_example": "Przykład premii za polecenie",
    "member_deposit_commission_rate_earnings": "Prowizja od depozytu członkowskiego Oceń swoje zarobki",
    "member_a_1000_usdt_15_percent_150_usdt": "Członek A 1000 USDT 15% 150 USDT",
    "member_b_1000_usdt_2_percent_20_usdt": "Członek B 1000 USDT 2% 20 USDT",
    "member_c_1000_usdt_1_percent_10_usdt": "Członek C 1000 USDT 1% 10 USDT",
    "earn_bonuses_team_members_deposit": "Otrzymujesz premie za każdym razem, gdy członkowie Twojego zespołu dokonają depozytu.",
    "daily_agent_bonus_rewards": "Codzienne nagrody premiowe agenta",
    "top_performing_agents_rewarded_daily": "Najlepsi agenci są nagradzani automatycznie na podstawie dziennych depozytów zespołu:",
    "1000_usdt_60_usdt_bonus": "1000 USDT → 60 USDT PREMII",
    "5000_usdt_188_usdt_bonus": "5000 USDT → 188 USDT PREMII",
    "16000_usdt_388_usdt_bonus": "16 000 USDT → 388 USDT PREMII",
    "58000_usdt_1483_usdt_bonus": "58 000 USDT → 1483 USDT PREMII",
    "100000_usdt_6450_usdt_bonus": "100 000 USDT → 6450 USDT PREMII",
    "500000_usdt_99999_usdt_bonus": "500 000 USDT → 99 999 USDT PREMII",
    "bonuses_cumulative_instantly_withdrawable": "Wszystkie bonusy kumulują się i można je natychmiast wypłacić w USDT.",
    "join_today_grow_network_start_earning": "Dołącz już dziś, rozwijaj swoją sieć i zacznij zarabiać jak nigdy dotąd.",
    "recharge_amount": "Kwota doładowania",
    "current_amount": "Aktualna dostępna ilość",
    "todays_earning": "Dzisiejsze zarobki",
    "total_revenue": "Całkowity dochód",
    "invitation_rewareds": "Nagrody za zaproszenia",
    "more_level_comming": "Więcej poziomów już wkrótce...",
    "per_day": "Ilość razy dziennie",
    "agree_with_our": "Zgadzam się z naszym",
    "terms_of_use": "Warunki użytkowania",
    "and": "I",
    "privacy_policy": "Polityka prywatności",
    "no_account": "Nie masz konta?",
    "security_password": "Hasło zabezpieczające",
    "processing": "Przetwarzanie…",
    "already_have_an_account": "Masz już konto?",
    "verify_email_title": "Zweryfikuj adres e-mail",
    "enter_your_verification_code": "Wprowadź swój kod weryfikacyjny",
    "verifying": "Weryfikuję...",
    "verify_email": "Zweryfikuj adres e-mail",
    "check_inbox_and_spam_html": "Sprawdź swoją skrzynkę odbiorczą i folder, gdzie znajduje się e-mail weryfikacyjny.",
    "total_assets": "Aktywa ogółem",
    "quantitative_account": "Rachunek ilościowy",
    "agent_corperation": "Współpraca agentów",
    "activity": "Aktywność Zespołu",
    "unread_messages_alert": "Masz nieprzeczytane wiadomości na stronie, wejdź i sprawdź treść wiadomości!",
    "vip": "VIP-a",
    "trial_fee": "Opłata próbna",
    "profit_assets": "Aktywa zysku",
    "todays_earnings": "Dzisiejsze zarobki",
    "quantifiable_number_of_days": "Wymierna liczba dni",
    "countdown_days": "Dni odliczania",
    "quantify_reset_time": "Oblicz czas resetowania",
    "start_quantify": "Rozpocznij obliczanie",
    "quantification_process": "Proces kwantyfikacji",
    "start_quantification": "Rozpocznij kwantyfikację...",
    "start_queuing": "Zacznij stać w kolejce...",
    "start_executing_buy_order": "Rozpocznij realizację zamówienia kupna...",
    "start_executing_sell_order": "Rozpocznij realizację zlecenia sprzedaży...",
    "start_capturing_market_prices": "Rozpocznij rejestrowanie cen rynkowych...",
    "start_distributing_commissions": "Rozpocznij dystrybucję prowizji...",
    "operation_complete": "Operacja została zakończona i zakończona.",
    "current_vip": "Obecny VIP",
    "click_to_unlock": "Kliknij, aby odblokować",
    "quantification_times_per_day": "Ilość razy dziennie",
    "profit_ratio": "Wskaźnik zysku",
    "minimum_unlock_amount": "Minimalna kwota odblokowania",
    "recharge_unlock_message": "Doładowanie automatycznie odblokowuje Doładowanie {{minUnclock}}USDT",
    "quantitative_benefits": "Korzyści ilościowe",
    "deposit_into_basic_wallet": "Wpłać do portfela podstawowego",
    "invest_record": "Rekord inwestycji",
    "build_team_rewards": "Zbuduj zespół i zdobądź hojne nagrody",
    "my_invitation_code": "Mój kod zaproszeniowy",
    "invite_link": "Zaproś łącze",
    "view_the_team": "Obejrzyj Zespół",
    "daily_commissions": "Codzienne prowizje",
    "invited_friends_recharge_rebates": "Zaproś znajomych, aby otrzymali odpowiednie rabaty po doładowaniu:",
    "recharge_rebate": "Doładuj rabat",
    "quantify_rebate": "Oblicz rabat",
    "copy_success": "Skopiuj sukces",
    "withdraw": "Wycofać",
    "sign_out": "Wyloguj się",
    "hello_username": "Witaj, {{nazwa użytkownika}}",
    "welcome_back": "Witamy z powrotem",
    "investment_accounts": "Rachunki Inwestycyjne",
    "commission_today": "Komisja dzisiaj",
    "yesterdays_earnings": "Wczorajsze zarobki",
    "detail": "Szczegół",
    "transfer": "Przenosić",
    "news": "Aktualności",
    "security_center": "Centrum bezpieczeństwa",
    "company_profile": "Profil firmy",
    "about_us": "O nas",
    "twenty_four_hour_withdrawal": "48-godzinna wypłata",
    "withdrawable": "Możliwość wypłaty",
    "amount_to_be_processed": "Kwota do przetworzenia",
    "payment_method": "Metoda płatności",
    "withdrawal_limit_range": "Zakres limitu wypłat 7,00 - 99999999,00",
    "withdrawal_address": "Adres wypłaty",
    "handling_fee": "Opłata manipulacyjna",
    "receipt": "Paragon",
    "withdrawal_note": "Notatka o wycofaniu",
    "withdrawal_policy_title": "Polityka wypłat (ToobitQuant)",
    "minimum_withdrawal_amount": "Minimalna kwota wypłaty",
    "withdrawal_fee": "Opłata za wypłatę",
    "withdrawal_frequency": "Częstotliwość wypłat",
    "withdrawal_frequency_desc": "Raz dziennie, dostępne od poniedziałku do niedzieli (czasu singapurskiego)",
    "processing_time": "Czas przetwarzania",
    "processing_time_desc": "Wypłaty są zazwyczaj przetwarzane w ciągu 0-48 godzin od złożenia wniosku i zostaną przesłane bezpośrednio do Twojego portfela.",
    "mining_machine_energy_failure": "Awaria energii maszyny górniczej, prosimy o doładowanie w wysokości {{amount}} USDT",
    "financial": "Budżetowy",
    "usdt": "USDT",
    "failed_to_fetch_data": "Nie udało się pobrać danych.",
    "note_before_switching_accounts": "Uwaga: przed zmianą konta doładowania proszę potwierdzić, że otrzymano poprzednie doładowanie!",
    "quant_account_desc": "Wpłać na to konto, aby uzyskać inteligentne, wymierne zwroty",
    "investment_account_desc": "Wpłaty na tym koncie można wykorzystać do inwestowania w projekty crowdfundingowe",
    "recharge_address": "Doładuj adres",
    "recharge_complete": "Ładowanie zakończone",
    "deposit_instruction_1": "1. Skopiuj powyższy adres lub zeskanuj kod QR i wybierz",
    "network_deposit": "sieć do zdeponowania aktywów.",
    "invite_top_up_rewards": "Zaproś znajomych do pierwszego doładowania, a otrzymasz następujące nagrody",
    "number_of_invited_people": "Liczba zaproszonych osób",
    "invitation_rewards_label": "Nagrody za zaproszenia:",
    "usdt_automatic_distribution": "Automatyczna dystrybucja USDT",
    "invitee_first_recharge_needs_to_be_in": "Musi nastąpić pierwsze doładowanie zaproszonej osoby",
    "above": "powyżej",
    "tiered_rewards_intro": "Zaproś określoną liczbę osób i otrzymuj wielopoziomowe nagrody:",
    "count": "Liczyć",
    "award": "Nagroda",
    "unlimited": "Nieograniczony",
    "auto": "Automatyczny",
    "claimed": "Zgłoszono",
    "remaining": "Pozostały",
    "failed_to_load_invite_rewards": "Nie udało się wczytać nagród za zaproszenie.",
    "reward_claimed_successfully": "Nagroda została odebrana pomyślnie.",
    "unable_to_claim_reward": "Nie można odebrać nagrody. Spróbuj ponownie.",
    "agent_cooperation": "Współpraca agentów",
    "global_recruitment_title": "Informacje o pracy w ramach globalnej rekrutacji pracowników pełnoetatowych:",
    "positions_available_subtitle": "6 stanowisk dostępnych w Dziale Marketingu",
    "job_description_promotion_title": "Opis stanowiska i kryteria awansu:",
    "job_description_promotion_body": "Dział Marketingu oferuje 6 następujących stanowisk w oparciu o całkowitą liczbę użytkowników, którzy osiągnęli pomyślne poziomy doładowań na Poziomie 1 i Poziomie 2. Stanowiska te są następujące:",
    "salary_tiers_intro": "Każde stanowisko ma inny poziom wynagrodzeń. Im wyższe stanowisko, tym wyższa pensja. Szczegóły są następujące:",
    "position": "Pozycja",
    "level_1": "Poziom 1",
    "level_1_plus": "Poziom 1+",
    "level_2": "Poziom 2",
    "weekly": "Tygodnik",
    "salary": "Wynagrodzenie",
    "growth_catalyst": "Katalizator wzrostu",
    "brand_architect": "Architekt marki",
    "engagement_guru": "Zaangażowanie nauczycieli",
    "visionary_strategist": "Wizjonerski strateg",
    "innovation_leader": "Lider Innowacji",
    "territory_commander": "Dowódca Terytorium",
    "meet_requirements_contact_manager": "W przypadku użytkowników spełniających wymagania stanowiska prosimy o kontakt z kierownikiem projektu w celu weryfikacji.",
    "salary_payment_method_timing": "Sposób i termin wypłaty wynagrodzenia:",
    "salary_distribution_detail": "Wynagrodzenia będą przekazywane na konto portfela ToobitQuant w każdy poniedziałek po godzinie 18:00.",
    "additional_rewards_title": "Dodatkowe nagrody dla pracowników zatrudnionych na pełen etat:",
    "additional_rewards_body": "Gdy pracownik zostanie członkiem stałym, jako dodatkową nagrodę otrzyma również procent całkowitych cotygodniowych depozytów swojego zespołu. Struktura nagród jest następująca:",
    "total_weekly_deposits_usdt": "Łączne depozyty tygodniowe (USDT)",
    "reward_percentage": "Procent nagrody",
    "commission": "Zamawiać",
    "commission_records": "Zapisy Komisji",
    "valid_invitation_people_number": "Prawidłowy numer zaproszenia",
    "team_report": "Raport zespołu",
    "team_total_recharge": "Całkowite doładowanie zespołu:",
    "team_total_withdrawal": "Całkowite wycofanie zespołu:",
    "level_3": "Poziom 3",
    "total_valid_label": "Razem\/ważne:",
    "get_commission_label": "Uzyskaj prowizję:",
    "now_go": "Teraz idź",
    "brand_name": "TOOBIT",
    "press_release_date": "25 czerwca 2025 r",
    "launch_announcement_prefix": "Z radością ogłaszamy premierę",
    "launch_announcement_suffix": ", rewolucyjna platforma oparta na sztucznej inteligencji, która jest już dostępna od 5 września 2025 r.",
    "platform_description": "TOOBIT został zaprojektowany, aby podnieść przyszłość handlu aktywami cyfrowymi, łącząc moc sztucznej inteligencji z błyskawiczną realizacją. Nasza platforma, stworzona dla następnego pokolenia inwestorów, oferuje precyzyjne narzędzia do optymalizacji arbitrażu kryptograficznego i strategii handlu ilościowego, zapewniając rozwój Twojego portfela na dzisiejszym wysoce konkurencyjnym rynku.",
    "key_features_title": "Kluczowe cechy Toobita:",
    "feature_multi_exchange_title": "• Bezproblemowa integracja z wieloma platformami Exchange",
    "feature_multi_exchange_desc": "Połącz się bez wysiłku z wiodącymi platformami, takimi jak Binance, Coinbase, Kraken i innymi, umożliwiając efektywny handel na różnych giełdach.",
    "feature_realtime_arbitrage_title": "• Wykrywanie arbitrażu w czasie rzeczywistym",
    "feature_realtime_arbitrage_desc": "Dzięki responsywności na poziomie milisekund Toobit identyfikuje i wykorzystuje zyskowne możliwości w miarę ich pojawiania się, dzięki czemu możesz pozostać o krok przed konkurencją.",
    "feature_ai_autonomous_title": "• Zoptymalizowany pod kątem sztucznej inteligencji, w pełni autonomiczny",
    "feature_ai_autonomous_desc": "Nasza platforma wykorzystuje najnowocześniejszą sztuczną inteligencję, umożliwiając zautomatyzowane strategie oparte na danych bez konieczności ręcznego wprowadzania danych, dzięki czemu możesz usiąść i obserwować rozwój swojego portfolio.",
    "platform_mission": "Toobit jest tutaj, aby przekształcić krajobraz aktywów cyfrowych, umożliwiając Ci handel mądrzejszy, szybszy i wydajniejszy. Niezależnie od tego, czy jesteś doświadczonym traderem, czy dopiero zaczynasz, Toobit otwiera nowy obszar możliwości maksymalizacji zysków.",
    "platform_future_line": "Wejdź w przyszłość handlu, gdzie innowacja spotyka się z precyzją.",
    "agent_program_heading": "Program partnerski dla agentów QUANT",
    "agent_program_headline_prefix": "Wejdź w przyszłość finansów opartych na sztucznej inteligencji dzięki",
    "agent_program_headline_suffix": "Globalny program agentów",
    "agent_program_welcome": "Witamy w nowej erze inteligentnego tworzenia bogactwa. TOOBIT z dumą uruchamia swój Globalny Program Agentów — wyjątkową okazję do uzyskania długoterminowego, pasywnego dochodu poprzez wykorzystanie mocy handlu ilościowego opartego na sztucznej inteligencji.",
    "agent_program_revolution": "W miarę jak rewolucja finansów cyfrowych nabiera tempa, Toobit zaprasza marketerów, liderów społeczności i inwestorów do wzięcia udziału w kształtowaniu przyszłości zdecentralizowanych finansów. Nasza sieć agentów została zbudowana pod kątem skalowalności, elastyczności i rentowności, oferując ekscytujący sposób na zwiększenie dochodów, jednocześnie pomagając innym prosperować w gospodarce cyfrowej.",
    "agent_program_highlights": "Najważniejsze informacje w programie:",
    "agent_program_income": "• Wielopoziomowy potencjał dochodu — zdobywaj rabaty w oparciu o działalność swojej sieci, tworząc powtarzalny strumień dochodów w miarę rozwoju Twojej społeczności. Twój link polecający ułatwia promocję, bez konieczności posiadania doświadczenia.",
    "agent_program_tools": "• Kompleksowe wsparcie i narzędzia — dostęp do najnowocześniejszych funkcji platformy, rabatów w czasie rzeczywistym i automatyzacji handlu opartej na sztucznej inteligencji, aby promocja była płynna i satysfakcjonująca.",
    "agent_program_growth": "• Możliwości napędzane rozwojem — awansuj na kolejne poziomy (miejski, krajowy, partner globalny) i odblokowuj ekskluzywne nagrody, w tym dożywotni udział w zyskach w wysokości ponad 20% oraz specjalne przywileje regionalne dla najlepszych agentów.",
    "agent_program_closing": "Niezależnie od tego, czy angażujesz się za pośrednictwem mediów społecznościowych, sieci inwestorów czy społeczności lokalnych, Toobit gwarantuje, że Twoje wysiłki zostaną nagrodzone. Zacznij budować swoją przyszłość już dziś i dołącz do nas, gdy będziemy przewodzić w świecie inteligentnych finansów. Przyszłość handlu jest tutaj. Toobit zaprasza Cię do bycia częścią tego.",
    "company_name_legal": "TOOBIT AI SPÓŁKA Z OGRANICZONĄ ODPOWIEDZIALNOŚCIĄ",
    "cp_p1_rest": "została założona w Londynie w Wielkiej Brytanii w 2025 roku i dąży do tego, aby stać się wiodącym przedsiębiorstwem w dziedzinie inteligentnego handlu opartego na blockchain.",
    "cp_p2_rest": "to zaawansowany system handlu ilościowego oparty na technologii sztucznej inteligencji. Jego podstawowa zdolność polega na automatycznej realizacji strategii handlowych w celu maksymalizacji zwrotu z inwestycji przy jednoczesnej minimalizacji ryzyka. W szczególności TOOBIT przekształca decyzje inwestycyjne w wykonywalne algorytmy komputerowe, umożliwiając przejrzyste, wydajne i szybkie operacje handlowe, które płynnie dostosowują się do wahań rynkowych w czasie rzeczywistym.",
    "cp_p3_suffix": "Strategie handlowe firmy opierają się na nowoczesnej matematyce, statystyce, uczeniu maszynowym i ciągłej analizie trendów rynkowych i cen aktywów cyfrowych w celu określenia najbardziej efektywnych działań handlowych. Dzięki złożonym algorytmom i modelowaniu system ocenia ryzyko rynkowe i możliwości inwestycyjne, automatycznie optymalizując alokację portfela w odpowiedzi na zmieniające się oczekiwania dotyczące ryzyka i zwrotu.",
    "cp_p4": "To w pełni zautomatyzowane podejście eliminuje błędy ludzkie, zwiększa dokładność transakcji i zapewnia spójne dostosowywanie się do niestabilnych i niepewnych warunków rynkowych.",
    "cp_p5_prefix": "W istocie",
    "cp_p5_suffix": "to system handlu ilościowego nowej generacji, który łączy sztuczną inteligencję z nowoczesną teorią finansów, aby automatycznie wdrażać strategie mające na celu maksymalizację zysku i minimalizację ryzyka.",
    "label_company_name": "Nazwa firmy",
    "label_company_number": "Numer firmy",
    "label_incorporation_date": "Data założenia",
    "label_registered_capital": "Kapitał zakładowy",
    "label_email": "E-mail",
    "label_phone": "Telefon",
    "label_registered_office": "Zarejestrowane biuro",
    "company_number_value": "16289541",
    "incorporation_date_value": "4 marca 2025 r",
    "registered_capital_value": "100 000 000 GBP",
    "email_value": "TOOBITquant.ai@gmail.com",
    "phone_value": "+44 7742 043280",
    "registered_office_value": "32 London Bridge St, Londyn, Wielka Brytania SE1 9SG",
    "platform_bonus": "Bonus platformy",
    "failed_to_load_notices": "Nie udało się załadować powiadomień",
    "welcome_title": "Witamy w TOOBIT: Wspólnie odblokowujemy inteligentną przyszłość",
    "withdraw_success": "Wycofaj sukces",
    "deposit_success": "Sukces wpłaty",
    "income_received": "Otrzymany dochód",
    "product": "Produkt",
    "project_rule": "Zasada projektu",
    "repayment": "Spłata",
    "maturity_principal_interest": "Kapitał zapadalności i odsetki",
    "daily_return": "Codzienny powrót",
    "invest_cycle": "Cykl inwestycyjny",
    "estimated_revenue": "Szacowany dochód",
    "balance_not_enough_recharge": "Saldo nie jest wystarczające. Doładuj kwotę w wysokości {{amount}} USDT",
    "ok": "OK",
    "transfer_amount": "Kwota przelewu",
    "old_login_password": "Stare hasło logowania",
    "new_login_password": "Nowe hasło logowania",
    "old_payment_password": "Stare hasło płatności",
    "new_payment_password": "Nowe hasło płatności",
    "about_p1_tail": "to najnowocześniejszy system handlu ilościowego oparty na sztucznej inteligencji. Jego podstawową cechą jest automatyczna realizacja strategii handlowych mających na celu maksymalizację zwrotu z inwestycji przy jednoczesnej minimalizacji ryzyka. Przekształcając decyzje handlowe w algorytmy komputerowe, automatyzuje predefiniowane strategie, czyniąc proces handlowy bardziej przejrzystym, wydajnym i wysoce reagującym na zmiany rynkowe.",
    "about_p2_a": "Strategie ilościowe stosowane przez",
    "about_p2_b": "wykorzystaj nowoczesną matematykę, statystykę, uczenie maszynowe i analizę trendów rynkowych i cen kryptowalut w czasie rzeczywistym. Te zaawansowane technologie umożliwiają platformie formułowanie wysoce zoptymalizowanych planów handlowych.",
    "about_p2_c": "Naraz,",
    "about_p2_d": "wykorzystuje złożone modele do oceny ryzyka rynkowego i identyfikacji możliwości inwestycyjnych, automatycznie równoważąc portfele w oparciu o oczekiwany stosunek ryzyka do zwrotu. To w pełni zautomatyzowane podejście eliminuje błędy ludzkie, zwiększa dokładność i zapewnia, że ​​system może szybko dostosować się do niestabilnych warunków rynkowych.",
    "about_p3_a": "W istocie",
    "about_p3_b": "integruje sztuczną inteligencję z nowoczesną teorią finansów, aby samodzielnie realizować strategie inwestycyjne – realizując podwójne cele: maksymalizację zysku i redukcję ryzyka.",
    "about_p4_heading_tail": "Źródło dochodu i bezpieczeństwo finansowe",
    "about_p5_tail": "działa w oparciu o wzajemnie korzystny model biznesowy wraz ze swoimi użytkownikami. Wszelkie zyski generowane są poprzez wahania cen na światowych rynkach kryptowalut. Zdecentralizowany i odporny na manipulacje charakter technologii blockchain zapewnia otwarte, przejrzyste środowisko inwestycyjne, oferując użytkownikom silniejszą warstwę ochrony finansowej.",
    "about_p6_a": "Podsumowując,",
    "about_p6_b": "zapewnia użytkownikom inteligentny system transakcyjny zaprojektowany w celu wspierania stałego i zrównoważonego wzrostu bogactwa. Każda transakcja nie tylko zapewnia zwrot użytkownikom, ale także generuje przychody platformy — tworząc strukturę korzystną dla obu stron, która wspiera długoterminową stabilność finansową dla obu stron.",
    "about_p7_a": "Pracujmy razem, aby napędzać zdrowy rozwój branży blockchain. Z",
    "about_p7_b": "więcej osób może pewnie i skutecznie opanować zasadę kupowania tanio i sprzedawania drogo dzięki inteligentnym systemom handlowym opartym na sztucznej inteligencji.",
    "about_p8_a": "Teraz, w czwartej generacji,",
    "about_p8_b": "ewoluował, aby stać się jeszcze potężniejszy — oferując ulepszone funkcje, a jednocześnie usprawniając doświadczenie użytkownika. Za pomocą jednego kliknięcia „Rozpocznij kwantyfikację” użytkownicy mogą rozpocząć generowanie zwrotów w ciągu zaledwie jednej minuty. To przyszłość inteligentnego inwestowania.",
    "open_support_drawer": "Otwórz szufladę pomocniczą",
    "online_service": "Usługa internetowa",
    "choose_support_method": "Wybierz preferowaną metodę kontaktu z obsługą klienta online",
    "customer_support": "Obsługa klienta",
    "community_group": "Grupa Społeczności",
    "verify_code": "Zweryfikuj kod",
    "click_to_refresh": "Kliknij, aby odświeżyć",
    "request_already_processing": "Twoje żądanie jest już przetwarzane",
    "credential_not_match": "To dane uwierzytelniające nie są zgodne z naszymi danymi",
    "generic_error": "Coś poszło nie tak. Spróbuj ponownie.",
    "system_notice": "Uwaga systemowa",
    "failed_to_load_notice": "Nie udało się załadować powiadomienia",
    "no_data": "Brak danych",
    "welcome_heading": "Witamy w TOOBIT-ie!",
    "welcome_p1": "Cieszymy się, że jesteś częścią społeczności TOOBIT. Jako przyszłościowa firma technologiczna, przodująca w zakresie innowacji, jesteśmy tutaj, aby pomóc Ci odkryć nieograniczony potencjał sztucznej inteligencji.",
    "welcome_p2": "Dziękujemy za wybranie TOOBIT, odblokujmy inteligentniejszą, lepiej połączoną przyszłość. Jeśli kiedykolwiek będziesz mieć pytania, nasz zespół wsparcia jest zawsze gotowy, aby Ci pomóc.",
    "email_verification": "Zweryfikuj e-mailem",
    "pending": "Aż do",
    "withdraw_asset": "Wycofaj aktywa",
    "withdraw_deduction": "Odliczenie wypłaty",
    "quantitative_earning": "Zarabianie ilościowe",
    "invited_friends_daily_commissions": "Zaproś znajomych, aby otrzymywali odpowiednie dzienne prowizje po doładowaniu:",
    "rejected": "Odrzucony",
    "consent_intro": "Kontynuując korzystanie z konta znajdującego się w",
    "country_name": "Zjednoczone Królestwo",
    "consent_agreement": "zgadzasz się na nasze",
    "terms_of_service": "Warunki świadczenia usług",
    "view_daily_check_in": "Zobacz codzienne zameldowanie",
    "last_price_binance_spot": "Ostatnia cena • Miejsce Binance",
    "high": "Wysoki",
    "low": "Niski",
    "volume": "Tom",
    "trades": "Handel",
    "core_cooperative_financial_institutions": "Podstawowe spółdzielcze instytucje finansowe",
    "reward_page_title": "Nagrody za zaproszenia",
    "tab_direct": "Bezpośredni",
    "tab_missions": "Misje",
    "reward_task_prefix": "Wykonaj zadanie za pomocą",
    "reward_task_middle": "aktywni członkowie na poziomie",
    "mission_invite_prefix": "Zapraszać",
    "mission_invite_unit": "przyjaciele",
    "mission_invite_suffix": "zarejestrować się",
    "mission_deposit_prefix": "Dostawać",
    "mission_deposit_middle": "ogółem depozytów",
    "mission_deposit_suffix": "ze swojego zespołu",
    "unit_usdt": "USDT",
    "progress_label": "Postęp",
    "refresh_label": "Odświeżać",
    "streak_title": "Aktualna passa: {{current}} \/ {{goal}} dni",
    "streak_info": "Odbieraj codziennie, aby utrzymać passę i zdobywać bonusy. Opuszczenie jednego dnia zresetuje Twoje postępy.",
    "reward_small": "0,01 USDT",
    "reward_big": "1 USDT",
    "claim_button": "Odbierz codzienną nagrodę",
    "company_profile_title": "Profil firmy",
    "company_intro_1": "Firma TOOBIT FOR TOOBIT LTD została założona w Londynie w Wielkiej Brytanii w 2004 roku i dąży do tego, aby stać się wiodącym przedsiębiorstwem w dziedzinie inteligentnego handlu opartego na blockchain.",
    "company_intro_2": "TOOBIT to zaawansowany system handlu ilościowego oparty na technologii sztucznej inteligencji. Jego podstawowa zdolność polega na automatycznej realizacji strategii handlowych w celu maksymalizacji zwrotu z inwestycji przy jednoczesnej minimalizacji ryzyka.",
    "company_intro_3": "Strategie handlowe TOOBIT opierają się na nowoczesnej matematyce, statystyce, uczeniu maszynowym i ciągłej analizie trendów rynkowych i cen aktywów cyfrowych w celu określenia najbardziej efektywnych działań handlowych.",
    "company_intro_4": "To w pełni zautomatyzowane podejście eliminuje błędy ludzkie, zwiększa dokładność transakcji i zapewnia spójne dostosowywanie się do niestabilnych i niepewnych warunków rynkowych.",
    "company_intro_5": "W istocie TOOBIT to system handlu ilościowego nowej generacji, który łączy sztuczną inteligencję z nowoczesną teorią finansów, aby automatycznie wdrażać strategie mające na celu maksymalizację zysku i minimalizację ryzyka.",
    "company_name_label": "Nazwa firmy:",
    "company_number_label": "Numer firmy:",
    "date_of_incorporation_label": "Data założenia:",
    "registered_office_label": "Siedziba:",
    "notice_title": "Sekrety wzrostu bogactwa",
    "notice_paragraph1": "Nie zapomnij o ponownym inwestowaniu swoich dochodów i powiększaniu swojego bogactwa każdego dnia!",
    "notice_paragraph2": "Dzięki odsetkom składanym Twoje pieniądze pracują dla Ciebie – czerpiąc zyski nie tylko z początkowej inwestycji, ale także z zysków.",
    "notice_paragraph3": "Wykorzystaj swój potencjał i pomnóż swoje dochody.",
    "notice_paragraph4": "Nie przegap tej okazji — łączmy siły i rozwijajmy się razem!",
    "notice_paragraph5": "Dołącz już teraz do programu inwestycyjnego Toobit i pozwól USDT automatycznie generować zwroty za Ciebie! Dołącz do nas i wspólnie osiągajcie nowe szczyty bogactwa!",
    "notice_closeButton": "Zamknąć"
}