{
    "account": "Username",
    "quantify_records": "Dami ng mga talaan",
    "finish": "Tapusin",
    "buy_platform": "Bumili ng platform",
    "purchase_price": "Pagbili ng Presyo",
    "sales_platform": "Platform ng benta",
    "selling_price": "Pagbebenta ng presyo",
    "service_charge": "Singil sa serbisyo",
    "model": "Modelo",
    "vip_model": "VIP Model",
    "quantitative_strategy": "Diskarte sa dami",
    "popular": "Tanyag",
    "cryptocurrency_trading": "Trading ng Cryptocurrency",
    "no_more_data": "Wala nang data",
    "check": "Suriin",
    "execute_position": "Isagawa ang posisyon",
    "wallet_account_balance": "Balanse ng Wallet Account",
    "not_limited": "Hindi limitado",
    "daily_interest_payment": "Pang -araw -araw na Pagbabayad ng Interes, Pangunahing Pagbabayad sa kapanahunan",
    "share_rules": "Magbahagi ng mga patakaran",
    "hello": "Kumusta",
    "register_an_account": "Magrehistro ng isang account",
    "flexible_account": "Dami ng account",
    "wallet_account": "Smart account",
    "wave_field": "Tulong sa sentro",
    "chain_quant": "Dami ng Chain: Panimula at Gabay sa Gumagamit para sa Intelligent Quantitative Trading Platform",
    "how_to_get_benefits": "Paano magdeposito at mag -withdraw ng pondo",
    "bandwidth": "Panimula ng Kumpanya: Dami ng Chain",
    "energy": "Kapangyarihan",
    "welcome_to": "Maligayang pagdating sa",
    "official_telegram_channel": "Opisyal na Telegram Channel",
    "cloud_mining_hosting": "Nag -aalok ang TRONOKX ng maaasahang mga serbisyo sa pagmimina at staking ng mga serbisyo, tinitiyak ang mga pangunahing pagbabalik sa loob ng 12 araw. Nagbibigay ang aming platform ng maraming mga antas ng VIP na may iba't ibang mga halaga ng deposito at pang -araw -araw na mga rate ng pag -alis upang umangkop sa iba't ibang mga pangangailangan sa pamumuhunan:",
    "cloud_mining_hosting_2": "Natutuwa kaming ipakilala sa iyo sa Tronokx, isang platform ng paggupit na nakatuon sa pagbibigay ng makabagong mga serbisyo ng pagmimina at staking na naghahatid ng ligtas, maaasahan, at kumikitang pagbabalik. Tinitiyak ng aming system ang isang pangunahing pagbabalik sa loob ng 12 araw, na nag -aalok sa iyo ng pagkakataon na mapalago ang iyong pamumuhunan nang mabilis habang bahagi ng isang kapana -panabik, napapanatiling ekosistema sa pananalapi.",
    "cloud_mining_hosting_3": "Sa Tronokx, nag -aalok kami ng isang hanay ng mga antas ng VIP na idinisenyo upang matugunan ang iba't ibang mga kapasidad ng pamumuhunan. Ang bawat antas ay may mga tukoy na saklaw ng deposito at pang -araw -araw na mga rate ng pag -alis, na nagbibigay ng nababaluktot na mga pagpipilian para sa mga gumagamit na naghahanap upang kumita ng pang -araw -araw na pagbabalik mula sa kanilang mga pamumuhunan. Narito ang isang pangkalahatang -ideya ng iba't ibang mga VIP tier:",
    "the_amount_of_vip1": "VIP 1: Saklaw ng deposito 10-1,000 TRX, bawiin ang 9% araw-araw",
    "the_amount_of_vip2": "VIP 2: Saklaw ng deposito ng 1,001-2,000 TRX, bawiin ang 10% araw-araw",
    "the_amount_of_vip3": "VIP 3: Saklaw ng deposito 2,001-10,000 TRX, bawiin ang 13% araw-araw",
    "the_amount_of_vip4": "VIP 4: Saklaw ng deposito 10,001-50,000 TRX, bawiin ang 15% araw-araw",
    "the_amount_of_vip5": "VIP 5: Saklaw ng deposito 50,001-200,000 TRX, bawiin ang 17% araw-araw",
    "the_amount_of_vip6": "VIP 6: Saklaw ng deposito 200,001-300,000 TRX, bawiin ang 20% ​​araw-araw",
    "the_amount_of_vip7": "VIP 7: Saklaw ng deposito 300,001-500,000 TRX, bawiin ang 23% araw-araw",
    "the_amount_of_vip8": "VIP 8: Saklaw ng deposito 500,001-800,000 TRX, bawiin ang 28% araw-araw",
    "the_amount_of_vip9": "VIP 9: Saklaw ng deposito 800,001-1,500,000 TRX, bawiin ang 35% araw-araw",
    "the_amount_of_vip10": "VIP 10: Saklaw ng deposito 1,500,001+ TRX, bawiin ang 42% araw -araw",
    "the_amount_of_vip1_ann": "VIP 1: Para sa mga deposito na sumasaklaw sa pagitan ng 10 hanggang 1,000 TRX, kumita ng pang -araw -araw na pagbabalik ng 9%.",
    "the_amount_of_vip2_ann": "VIP 2: Para sa mga deposito sa pagitan ng 1,001 at 2,000 TRX, tamasahin ang isang pang -araw -araw na pag -alis ng 10%.",
    "the_amount_of_vip3_ann": "VIP 3: Ang mga deposito mula sa 2,001 hanggang 10,000 TRX ay kwalipikado para sa isang 13% araw -araw na pag -alis.",
    "the_amount_of_vip4_ann": "VIP 4: Para sa mga pamumuhunan sa pagitan ng 10,001 at 50,000 TRX, makatanggap ng 15% araw -araw.",
    "the_amount_of_vip5_ann": "VIP 5: Kung magdeposito ka sa pagitan ng 50,001 at 200,000 TRX, karapat -dapat ka para sa isang 17% araw -araw na pagbabalik.",
    "the_amount_of_vip6_ann": "VIP 6: Ang mga deposito ng 200,001 hanggang 300,000 TRX ay makakakuha ng 20% ​​araw -araw.",
    "the_amount_of_vip7_ann": "VIP 6: Ang mga deposito ng 200,001 hanggang 300,000 TRX ay makakakuha ng 20% ​​araw -araw.",
    "the_amount_of_vip8_ann": "VIP 8: Ang mga deposito mula sa 500,001 hanggang 800,000 TRX ay tumatanggap ng 28% araw -araw na pagbabalik.",
    "the_amount_of_vip9_ann": "VIP 9: Para sa mas malaking deposito na 800,001 hanggang 1,500,000 TRX, tamasahin ang isang 35% araw -araw na pag -alis.",
    "the_amount_of_vip10_ann": "VIP 10: Ang pinakamataas na tier, para sa mga deposito na higit sa 1,500,001 TRX, ay nag -aalok ng isang kahanga -hangang 42% araw -araw na pagbabalik.",
    "financial_turnaround": "Nag-aalok din kami ng isang panandaliang plano sa pananalapi para sa mga naghahanap upang mabilis na makita ang mga pagbabalik, kasama ang punong-guro na ibabalik sa loob lamang ng 3 araw. Ang plano na ito ay mainam para sa mga gumagamit na naghahanap ng isang mas agarang pag -ikot sa pananalapi.",
    "periodic_financial_management": "Bilang karagdagan, nag-aalok kami ng isang panandaliang plano sa pananalapi na nagsisiguro sa pagbabalik ng iyong pangunahing pamumuhunan sa loob lamang ng 3 araw. Maaari ka ring kumita ng karagdagang mga gantimpala sa pamamagitan ng pag -anyaya sa mga kaibigan na sumali sa aming platform. Ang programa ng referral ay nakabalangkas sa buong tatlong antas:",
    "periodic_financial_management_ann": "Bilang karagdagan sa mga pambihirang oportunidad sa pamumuhunan, naniniwala kami sa kapangyarihan ng pamayanan. Pinapayagan ka ng aming Programang Gantimpala ng Imbitasyon na kumita ng higit pa sa pamamagitan ng pagbabahagi ng platform sa mga kaibigan at pamilya. Narito kung paano gumagana ang aming tiered referral system:",
    "the_unit_price_of_tron": "Antas 1: 13% gantimpala para sa mga direktang referral",
    "the_unit_price_of_tron2": "Antas 2: 2% gantimpala para sa mga second-level referral",
    "the_unit_price_of_tron3": "Antas 3: 1% gantimpala para sa mga third-level referral",
    "the_unit_price_of_tron4": "Ang Tronokx ay dinisenyo para sa pangmatagalang pagpapanatili, na nag-aalok ng isang platform na magpapatuloy na umunlad hangga't umiiral ang cryptocurrency. Sumali sa amin ngayon upang simulan ang pagkita at palaguin ang iyong pamumuhunan nang may kumpiyansa!",
    "the_unit_price_of_tron_ann": "Antas 1: Ang mga direktang referral ay makakakuha sa iyo ng isang 13% na gantimpala mula sa kanilang mga aktibidad.",
    "the_unit_price_of_tron2_ann": "Antas 2: Para sa mga second-level referral, makakatanggap ka ng 2% ng kanilang mga aktibidad.",
    "the_unit_price_of_tron3_ann": "Antas 3: Ang mga sanggunian mula sa ikatlong antas ay gagantimpalaan ka ng 1% ng kanilang mga aktibidad.",
    "the_unit_price_of_tron4_ann": "Tinitiyak ng multi-level na sistema ng gantimpala na ang paglago ng iyong network ay direktang nag-aambag sa iyong tagumpay, na lumilikha ng isang epekto ng snowball ng pagkamit ng potensyal.",
    "the_unit_price_of_tron5_ann": "Ang pundasyon ng Tronokx ay itinayo sa pangmatagalang paglago, at ang aming platform ay idinisenyo upang mapanatili ang mga operasyon nito hangga't ang cryptocurrency ay patuloy na umunlad. Tinitiyak ng aming modelo na ang halaga na iyong namuhunan ngayon ay magpapatuloy na magbunga ng mga pagbabalik sa mga darating na taon. Sa pamamagitan ng pagsali sa TRONOKX, ikaw ay nagiging bahagi ng isang pamayanan na nakatuon sa paglikha ng pangmatagalang mga pagkakataon sa pananalapi na nakahanay sa umuusbong na mundo ng mga digital na pag -aari.",
    "the_unit_price_of_tron6_ann": "Hinihikayat ka naming magsimula ngayon, mamuhunan nang matalino, at samantalahin ang maraming mga pagkakataon na inaalok ng Tronokx. Sa pamamagitan ng cloud mining, staking, at referral program, mayroon kang pagkakataon na palakasin ang iyong kayamanan at maging isang pangunahing kalahok sa mundo ng cryptocurrency.",
    "join_now_ann": "Sumali sa amin ngayon at magsimulang kumita ngayon - ang kinabukasan ng Digital Finance ay narito!",
    "received": "Natanggap",
    "minimum_yeild_requires": "Ang minimum na dami ay nangangailangan ng hindi bababa sa deposito",
    "share_to": "Ibahagi sa",
    "transiction_records": "Mga Rekord ng Paglilipat",
    "transfer_to_flexible_account": "Lumipat sa dami ng account",
    "transfer_into_flexible_account": "1. Ang paglipat sa account na ito ay maaaring magamit upang magdeposito ng pera upang kumita ng interes, at maaari mong manu -manong matanggap ang kita 24 oras pagkatapos ng unang oras ng pamumuhunan, at ibalik ang punong -guro kapag nag -expire ito.",
    "transfer_to_wallet_account": "Lumipat sa Smart Account",
    "transfer_into_wallet_account": "2. Ang paglipat sa account na ito ay maaaring magamit upang bumili ng mga regular na produkto. Ang iba't ibang mga produkto ay may iba't ibang mga siklo at ani. Para sa mga detalye, mangyaring sumangguni sa pagpapakilala ng produkto.",
    "no_records": "Walang mga tala",
    "energy_bandwidth": "Opisyal na naglulunsad ang dami ng chain",
    "you_send_virtual_currency_to_the_platform": "Gamit ang iyong digital wallet, nagpapadala ka ng virtual na pera sa tinukoy na address ng pagbili, at inaalagaan ng Tronokx ang awtomatikong pamamahagi ng mapagkukunan. Ang aming Platform Stakes Assets sa loob ng Tron Network upang makabuo ng bandwidth at enerhiya. Ang mga mapagkukunang ito ay pagkatapos ay naupahan sa mga kasosyo sa mga pitaka, at ang mga kita sa pag -upa ay bumalik sa Tronokx, na muling ipinamamahagi ang mga ito sa mga gumagamit!",
    "income_has_arrived": "Dumating na ang kita",
    "profit_received": "natanggap ang kita",
    "invitation_rewards": "Chain Dami ng Agent Partnership Program",
    "by_sharing_the_agent": "Hakbang sa hinaharap ng AI-powered finance kasama ang Chain Quant's Global Agent Program-ang iyong gateway hanggang sa pangmatagalang pasibo na kita sa pamamagitan ng intelihenteng trading ng dami. Habang nagpapabilis ang merkado ng kalakalan ng AI, pinalawak ng Chain ang Dami ng buong mundo sa pamamagitan ng pag-anyaya sa mga namimili, pinuno ng komunidad, at mga namumuhunan sa pag-iisip na maging bahagi ng aming network ng ahente. Tangkilikin ang isang malakas na sistema ng gantimpala ng multi-tier na may 15%-2%-1%na komisyon, kumita ng paulit-ulit na kita mula sa parehong kita sa kalakalan at paglago ng referral. Ang bawat miyembro ay tumatanggap ng isang personal na link ng referral, na ginagawang walang putol at naa -access sa sinuman - walang karanasan na kinakailangan. Kung gumagamit ka ng social media, pribadong grupo ng mamumuhunan, o mga lokal na komunidad, susuportahan ka ng isang platform ng mataas na pagganap at real-time na mga auto-rebates. Bilang mga kaliskis ng iyong koponan, ganoon din ang iyong mga benepisyo, kasama ang mga nangungunang tagapalabas na sumusulong sa katayuan ng lungsod, pambansa, o pandaigdigang kasosyo, na nagbubukas ng 20%+ na pagbabahagi ng kita at eksklusibong mga panrehiyong perks. Sumali sa dami ng chain ngayon at itayo ang iyong pamana sa bagong panahon ng paglikha ng intelihenteng yaman.",
    "sharing_is_polite": "Magalang ang pagbabahagi",
    "when_the_cumulative_recharge_reaches": "Kapag ang iyong kabuuang recharge ay umabot sa 10 TRX o higit pa, ibahagi ang iyong link sa pagrehistro sa mga platform sa lipunan upang makatanggap ng isang random na gantimpala sa pagitan ng 0.01 TRX at 18.88 TRX. Ang bawat gumagamit ay maaaring lumahok nang isang beses bawat araw!",
    "time": "oras",
    "tron_is_a_distributed_operating_system": "Ang TRON ay isang desentralisadong operating system na pinapagana ng blockchain kasama ang katutubong cryptocurrency, TRX. Inilunsad noong 2017 ng negosyanteng Tsino na si Justin Sun, naglalayong mapangalagaan ang isang desentralisadong digital na ekonomiya.",
    "architecture_in_the_torn": "Arkitektura: Sa loob ng TRON Network Protocol, ang mga may hawak ng TRX ay nasisiyahan sa pantay na pag -access sa mga mapagkukunan tulad ng bandwidth at enerhiya. Ang network ay pinalakas ng isang desentralisadong virtual machine na gumagamit ng mga pampublikong node sa buong mundo upang maisagawa ang mga matalinong kontrata. Nang walang mga bayarin sa transaksyon at ang kapasidad na hawakan ang humigit -kumulang na mga transaksyon sa 2000 bawat segundo, ginagarantiyahan nito ang isang mabilis at mahusay na karanasan sa network.",
    "goverance_tron_online_community": "Pamamahala: Ang pamayanan ng TRON ay pumipili ng 27 super kinatawan sa pamamagitan ng online na pagboto. Ang mga kinatawan na ito ay may pananagutan para sa henerasyon ng block at pag -verify tuwing 3 segundo sa average, na bumubuo ng isang desentralisadong autonomous na samahan. Ang mga ito ay muling mahalal tuwing 6 na oras at may mahalagang papel sa pamamahala ng mga panukala sa network at pagboto sa mga panukala sa pagpapabuti ng TRON (mga tip).",
    "advantages_usdt_has_always": "Mga Bentahe: Ang USDT ay ang pinaka -malawak na kinikilalang StableCoin, at inisyu ito ng Tether sa buong 13 mga network ng blockchain, na pinangungunahan ni Tron ang singil, na kumakatawan sa higit sa 54% ng kabuuang supply. Sumusunod ang Ethereum na may 44%, at ang Solana ay nagkakahalaga ng 2.7%, ang pagpapatibay ng TRON bilang pangunahing network para sa pagpapalabas ng USDT.",
    "bandwith_all_types": "Bandwidth: Ang bawat transaksyon sa network ng TRON ay nangangailangan ng mga puntos ng bandwidth. Ang mga transaksyon ay naka -imbak at ipinapadala bilang mga byte arrays, sa bawat byte na kumonsumo ng isang bandwidth point. Ang kabuuang gastos sa bandwidth ng isang transaksyon ay natutukoy ng laki ng byte nito. Kung ang isang gumagamit ay kulang ng sapat na bandwidth, dapat na masunog ang TRX upang masakop ang mga kinakailangang puntos ng bandwidth.",
    "the_unit_price_of_the_targe": "Ang opisyal na rate ng paso para sa pagkonsumo ng bandwidth ay nakatakda sa 1,000 araw bawat yunit.",
    "energy_each_instruction": "Enerhiya: Ang bawat matalinong pagpapatupad ng kontrata ay kumonsumo ng isang tiyak na dami ng enerhiya, depende sa pagiging kumplikado nito. Ang mas kumplikadong mga kontrata ay nangangailangan ng mas maraming enerhiya. Habang tumatakbo ang kontrata, ang enerhiya ay kinakalkula at ibabawas sa bawat pagtuturo. Kung ang isang account ay kulang ng sapat na enerhiya, ang TRX ay dapat masunog upang masakop ang mga kinakailangang gastos sa enerhiya.",
    "the_current_offical_unit_price": "Ang opisyal na rate ng paso para sa pagkonsumo ng enerhiya ay kasalukuyang nakatakda sa 420 araw bawat yunit.",
    "smart_investment": "Smart Investment",
    "international_lines": "International Lines",
    "basic_investment_plan": "Pangunahing plano sa pamumuhunan",
    "invest_in_our_basic": "Mamuhunan sa aming pangunahing account at magsimulang kumita araw -araw na kita ng pagmimina! Sa iyong unang deposito, awtomatikong papasok ka sa isang 180-araw na kontrata. Nagsisimula ang kontrata sa sandaling ginawa ang unang deposito.",
    "key_features": "Mga pangunahing tampok",
    "earn_daily_between": "Kumita araw-araw sa pagitan ng 8% -36% ng iyong pinagsama-samang pamumuhunan.",
    "incomoe_is_settled": "Ang kita ay naayos 24 oras pagkatapos ng iyong unang deposito (halimbawa: deposito sa 3:00 ng hapon, magagamit ang kita sa 3:00 ng hapon sa susunod na araw).",
    "you_must_manually": "Dapat mong manu -manong mag -click upang mangolekta ng pang -araw -araw na kita.",
    "vip_levels_benefits": "Mga Antas at Pakinabang ng VIP",
    "daily_withdrawal": "Pang -araw -araw na pag -atras",
    "how_it_works": "Paano ito gumagana",
    "deposit_funds": "Mga pondo ng deposito: Simulan ang iyong pamumuhunan sa pamamagitan ng paggawa ng isang paunang deposito.",
    "earn_daily_income": "Kumita ng Pang -araw -araw na Kita: Tangkilikin ang kita ng pagmimina tuwing 24 na oras.",
    "collect_income": "Kolektahin ang kita: Mag -log in araw -araw upang manu -manong mangolekta ng iyong mga kita.",
    "start_today_and_enjoy": "Magsimula ngayon at mag-enjoy ng high-ani na pagbabalik kasama ang aming pangunahing plano sa pamumuhunan!",
    "our_system_will_automatically": "Awtomatikong matukoy ng aming system ang iyong kabuuang naipon na mga deposito at i -upgrade ka sa naaangkop na antas ng VIP. Halimbawa:",
    "first_deposit": "Unang deposito",
    "second_deposit": "Pangalawang deposito",
    "total_deposit": "Kabuuang deposito",
    "the_system_will_automatically_upgrade": "Awtomatikong mai -upgrade ka ng system sa VIP2, at masisiyahan ka sa isang 10% araw -araw na kita sa antas na ito, at iba pa.",
    "referral_system": "Sistema ng referral",
    "earn_rewards_by_reffering": "Kumita ng mga gantimpala sa pamamagitan ng pagtukoy sa iba na sumali! Ang aming 3-level referral system ay nag-aalok ng mahusay na mga benepisyo",
    "refer_level_1": "Antas 1: 13% ng pang -araw -araw na kita ng referral",
    "refer_level_2": "Antas 2: 2% ng pang -araw -araw na kita ng referral",
    "refer_level_3": "Antas 3: 1% ng pang -araw -araw na kita ng referral",
    "start_referring_today": "Simulan ang pagtukoy ngayon upang mapalakas ang iyong mga kita!",
    "account_is_required": "Kinakailangan ang account",
    "login_password": "Mag -login ng password",
    "password_is_required": "Kinakailangan ang password",
    "verification_code": "Verification Code",
    "vcode_is_required": "Kinakailangan ang vcode",
    "vcode": "Vcode",
    "forgot_password": "Nakalimutan ang password",
    "login": "Mag -login",
    "register": "Magrehistro",
    "go_to_homepage": "Pumunta sa homepage",
    "total_balance": "Dami ng account",
    "home_notice": "Maligayang pagdating sa Toobit - kung saan ang Smart Capital ay nakakatugon sa mga intelihenteng algorithm. Natutuwa kaming tanggapin ka sa Toobit, ang iyong bagong tahanan para sa pagputol ng dami ng kita. Kung ikaw ay isang napapanahong mamumuhunan o nagsisimula lamang sa iyong paglalakbay sa mundo ng algorithmic na kita, sumali ka lamang sa isang platform na itinayo para sa kalinawan, pagganap, at tiwala. Sa Toobit, hindi lang tayo naniniwala sa kita - naniniwala kami na kumita ng matalinong. Ang aming mga diskarte sa pagmamay-ari ay inhinyero ng mga siyentipiko ng data at mga eksperto sa pananalapi upang magamit ang kapangyarihan ng algorithmic na katumpakan, na pinapayagan ang iyong kapital na lumago sa pamamagitan ng mga oportunidad sa real-time na merkado. Ang bawat desisyon, bawat diskarte, bawat pagbabalik ay pinapagana ng data at hinihimok ng aming hindi nagbabago na misyon: upang gawing ma -access ang lahat ng mga advanced na tool sa pagkita.",
    "go_to_recharge": "Pumunta sa recharge",
    "telegram_customer_service": "Telegram Customer Service",
    "dear_user": "Mahal na Gumagamit: Dahil ang kapangyarihan\/enerhiya ng iyong makina ng pagmimina ay malapit nang maubusan, mangyaring mabilis na muling ibalik ang {halaga} TRX ayon sa halaga ng enerhiya na hinihiling ng mga pondo ng iyong account. Ang iyong machine ng pagmimina ay kasalukuyang nasuspinde ang kontrol sa pagmimina at kita\/pag -alis.",
    "note_to_avoid": "[Tandaan: Upang maiwasan ang pagkawala ng kita, mangyaring makipag -ugnay sa Telegram Support]",
    "deposit": "Recharge",
    "withdrawal": "Pag -alis",
    "share_friends": "Anyayahan ang mga kaibigan",
    "team": "Koponan",
    "app": "App",
    "information": "Balita",
    "wallet": "Wallet",
    "promotion": "Promosyon",
    "join_to_be_a_sitename_millionaire": "Sumali upang maging isang tronrico milyonaryo",
    "use_the_latest_mining_machines": "Gumamit ng pinakabagong mga makina ng pagmimina at teknolohiya ng DEFI upang matiyak na ang lahat ng mga gumagamit ay makakakuha ng pinakamaraming kita ng TRX.",
    "details": "Mga detalye",
    "platform_data_display": "Display ng data ng platform",
    "income": "Kita",
    "Income": "Makibahagi",
    "cyclical_investing": "Cycle Investing",
    "trontin_3day_mining_machine": "Trontin 3-Day Mining Machine",
    "trontin_9day_mining_machine": "Tron 9-araw na makina ng pagmimina ng trapiko",
    "trontin_16day_traffic_mining_machine": "Rontin 16-araw na makina ng pagmimina ng trapiko",
    "trontin_45day_miner_energy": "Trontin 45 araw na enerhiya ng minero",
    "trontin_18day_miner_energy": "Tron 18 araw miner enerhiya",
    "trontin_trxMining_in_46days": "Tron trxmining sa 46 araw",
    "tron_eth_digi_2_mining": "Tron Eth Digi 2.0 Pagmimina",
    "torn_80days_photolvatic_mine": "Tron 80 araw na photovoltaic mine",
    "trontin_bnb_mining_in_65days": "Trontin BNB Pagmimina sa 65 araw",
    "view_more": "Tingnan pa",
    "cycle": "Siklo",
    "day": "Araw",
    "instant_quotes": "Instant quote",
    "profit_withdrawal": "Pag -alis ng kita",
    "repurchase": "Muling pagbili",
    "latest_announcement": "Pinakabagong anunsyo",
    "registered_members_will_be_given": "Ang mga rehistradong miyembro ay bibigyan ng 56,000trx bilang ipinangako na equity. Upang maisaaktibo ang account, kinakailangan ang isang minimum na deposito ng 10TRX at isang minimum na pag -alis ng 5TRX ay kinakailangan. Ang kita ay maaaring bawiin o mamuhunan sa pagmimina.",
    "deposit_into_the_basic_account_and_automatically_join_the_contract": "[Basic Investment] Deposit sa pangunahing account at awtomatikong sumali sa kontrata sa loob ng 180 araw [ang panahon ng kontrata ay magkakabisa mula sa oras ng unang deposito]. Ang pangunahing account ay may kita sa pagmimina araw-araw, at maaaring makatanggap ng 9% -38% ng pinagsama-samang halaga ng pamumuhunan araw-araw. Ang oras ng pag -areglo ng aming sistema ng platform ay: ang oras ng unang pagbili ng gumagamit, 24 oras mamaya.",
    "the_income_will_not_be_automatically_deposited_into_the_account": "[Halimbawa: ang unang oras ng pagbili ay 15:00, at ang kita ay makuha sa 15:00 sa susunod na araw] ang kita ay hindi awtomatikong ideposito sa account, at kailangan mong mag -click sa kita araw -araw; Kapag pumapasok ang pagmimina, i -click ang aktibong upang matanggap ang kita.",
    "accumulated_deposits_of_10-2500_trx": "Naipon na mga deposito ng 10-2500 TRX, awtomatikong na-upgrade sa VIP1, pang-araw-araw na pag-alis ng 9%",
    "accumulated_deposits_of_2501-10000_trx": "Naipon na mga deposito ng 2501-10000 TRX, awtomatikong na-upgrade sa VIP2, 10% araw-araw na pag-alis",
    "accumulated_deposits_of_10001-20000_trx": "Naipon na mga deposito ng 10001-20000 TRX, awtomatikong na-upgrade sa VIP3, pang-araw-araw na pag-alis ng 11%",
    "accumulated_deposits_of_20001-50000_trx": "Naipon na mga deposito ng 20001-50000 TRX, awtomatikong na-upgrade sa VIP4, pang-araw-araw na pag-alis ng 13%",
    "accumulated_deposits_of_50001-100000_trx": "Naipon na mga deposito ng 50001-100000 TRX, awtomatikong na-upgrade sa VIP5, pang-araw-araw na pag-alis ng 15%",
    "accumulated_deposits_of_100001-200000_trx": "Naipon na mga deposito ng 100001-200000 TRX, awtomatikong na-upgrade sa VIP6, pang-araw-araw na pag-atras ng 17%",
    "accumulated_deposits_of_200001-500000_trx": "Naipon na mga deposito ng 200001-500000 TRX, awtomatikong na-upgrade sa VIP7, pang-araw-araw na pag-alis ng 23%",
    "accumulated_deposits_of_500001-1000000_trx": "Naipon na mga deposito ng 500001-1000000 TRX, awtomatikong na-upgrade sa VIP8, pang-araw-araw na pag-alis ng 26%",
    "accumulated_deposits_of_1000001-1600000_trx": "Naipon na mga deposito ng 1000001-1600000 TRX, awtomatikong na-upgrade sa VIP9, pang-araw-araw na pag-alis ng 32%",
    "accumulated_deposits_of_1600001-9999999_trx": "Ang naipon na mga deposito ay 1600001-9999999 TRX, awtomatikong na-upgrade sa VIP10, na may pang-araw-araw na pag-alis ng 38%",
    "automatically_upgrade_vip_level": "Awtomatikong i -upgrade sa antas ng VIP",
    "the_system_will_determine_your_total_accumulated_deposit": "[Matutukoy ng system ang iyong kabuuang naipon na deposito at awtomatikong i -upgrade ka sa naaangkop na antas] Halimbawa: Ang unang recharge ay 500trx, ang pangalawang recharge ay 2001trx, [ang pinagsama -samang recharge ay 2501trx] Ang system ay awtomatikong mag -upgrade sa VIP2, at magkakaroon ka ng VIP2 ang pang -araw -araw na kita ng antas ay 10% at iba pa.",
    "previous": "Nakaraan",
    "next": "Susunod",
    "close": "Malapit",
    "current_yield": "Kasalukuyang ani",
    "miner_is_running": "Tumatakbo ang Miner",
    "view_all": "Tingnan ang lahat",
    "earning_times": "Mga oras ng dami",
    "singapore_time_after": "Singapore oras pagkatapos",
    "every_day": "Araw -araw",
    "daily_rate": "Pang -araw -araw na rate",
    "receive": "Tumanggap",
    "basic_investment": "Pangunahing pamumuhunan",
    "record": "Itala",
    "current_level": "Kasalukuyang antas",
    "deposit_quantity": "Deposit ng dami",
    "invitation_reward": "Gantimpala ng paanyaya",
    "deposit_now": "Magdeposito ngayon",
    "daily_income": "Pang -araw -araw na kita",
    "daily_withdrawals": "Pang -araw -araw na pag -atras",
    "valid_period": "Wastong panahon",
    "remaining_days": "natitirang araw",
    "status": "Katayuan",
    "running": "Tumatakbo",
    "quantity": "Dami",
    "amount": "Halaga",
    "return": "bumalik",
    "Return": "Bumalik",
    "profit": "Kita",
    "equity_pledge": "Equity Pledge",
    "end": "Magtapos",
    "invite_your_contacts": "Anyayahan ang iyong mga contact",
    "sign_up_and_recharge_to_get_great_rewards": "Mag -sign up at mag -recharge upang makakuha ng mahusay na mga gantimpala",
    "invitation_codes": "Mga code ng paanyaya",
    "share_invitation_links_to_social_platforms": "Ibahagi ang mga link sa paanyaya sa mga platform sa lipunan",
    "build_a_team_and_get_great_rewards": "Bumuo ng isang koponan at makakuha ng mahusay na mga gantimpala",
    "copy_successfully": "Matagumpay na kopyahin",
    "copy_link": "Kopyahin ang link",
    "app_services": "Mga Serbisyo sa App",
    "wallet_funds_conversion": "Ilipat",
    "change_password": "Security Center",
    "notification": "Abiso",
    "logout": "Mag -sign out",
    "my_promotion": "Koponan",
    "bonus": "Bonus",
    "bonus_record": "Mga Rekord ng Komisyon",
    "number_of_teams": "Kabuuang mga tao",
    "valid_number_of_invites": "Wastong mga paanyaya",
    "team_cycle_investment_details": "Mga detalye ng pamumuhunan ng cycle ng koponan",
    "total_people": "Kabuuang mga tao",
    "contribution": "Komisyon",
    "invite_friends": "Anyayahan ang mga kaibigan",
    "go_now": "Pumunta ka na ngayon",
    "in_progress": "Sa pag -unlad",
    "number_of_investments": "Bilang ng mga pamumuhunan",
    "total_investment": "Kabuuang pamumuhunan",
    "subordinate_investment_amount": "Subordinate na halaga ng pamumuhunan",
    "confirm": "Kumpirmahin",
    "Confirm": "Kumpirmahin",
    "last_login_time": "Huling oras ng pag -login",
    "records": "Records",
    "transfer_to_smart_account": "Ilipat sa {{type}} account",
    "transfer_to_quantitative_account": "Lumipat sa dami ng account",
    "transfer_to_smart_account_2": "Lumipat sa Smart Account",
    "address": "Address",
    "copy": "Kopyahin",
    "please_do_not_top_up_other_non_bnb_assets": "Mangyaring huwag mag-top up ng iba pang mga non-{{Paraan}} mga assets. Pagkatapos ng pag -recharging, mangyaring mag -click",
    "submit_successfully": "Kumpleto ang recharge",
    "submit": "Isumite",
    "exchange_rate": "Palitan ng rate",
    "if_the_account_has_not_been_received_for_a_long_time": "Kung ang account ay hindi natanggap nang mahabang panahon, mangyaring mag -click",
    "again": "muli",
    "recharge_record": "Record ng Recharge",
    "successful": "Matagumpay",
    "purchase": "bumili",
    "Purchase": "Bumili",
    "transaction_record": "Talaan ng transaksyon",
    "all": "Lahat",
    "recharge": "Recharge",
    "giveaway": "Giveaway",
    "withdrawal_failed": "Nabigo ang pag -atras",
    "promotion_account": "Wallet account",
    "basic_account": "Nababaluktot na account",
    "amount_to_be_converted": "Halaga upang ma -convert",
    "withdrawable_balance": "Hindi maalis na balanse",
    "withdrawals_arebased_one_singapore_time_and_are_withdrawn_once_a_day": "Ang mga pag -atras ay batay sa oras ng Singapore at binawi minsan sa isang araw",
    "choose_withdrawal_account": "Piliin ang Account sa Pag -alis",
    "choose": "Piliin",
    "digital_currency_wallet": "Digital na pitaka ng pera",
    "cancel": "Kanselahin",
    "password": "Password",
    "actual_withdrawal": "Aktwal na pag -atras",
    "withdrawal_record": "Record ng pag -atras",
    "fee": "Bayad",
    "to_account": "sa account",
    "account_security": "Seguridad ng Account",
    "modify_login_password": "Baguhin ang password sa pag -login",
    "modify_payment_password": "Baguhin ang password sa pagbabayad",
    "transfer_to_basic_account": "Lumipat sa pangunahing account",
    "transfer_to_promotion_account": "Lumipat sa Promosyon Account",
    "there_are_two_investment_models_please_choose_according_to_your_needs": "Mayroong dalawang mga modelo ng pamumuhunan, mangyaring pumili ayon sa iyong mga pangangailangan",
    "deposit_into_this_account_for_pledge_mining": "Deposit sa account na ito para sa Pledge Mining. Matapos ang 24 na oras mula sa unang oras ng deposito, maaari mong manu -manong makatanggap ng kita at ibalik ang punong -guro kapag nag -expire ito",
    "recharge_to_the_promotion_account_to_purchase_periodic_mining_machines": "Mag -recharge sa promosyon account upang bumili ng pana -panahong mga makina ng pagmimina, maaari kang mangolekta ng kita sa iba't ibang mga siklo, at ibalik ang punong -guro at kita kapag nag -expire ito",
    "add_digital_currency_wallet": "Magdagdag ng digital na pitaka ng pera",
    "address_type": "Uri ng Address",
    "wallet_address": "Address ng Wallet",
    "start_with": "Magsimula sa",
    "digit_wallet_address": "Digit na Wallet Address",
    "set_payment_password": "Itakda ang password sa pagbabayad",
    "continue": "Magpatuloy",
    "are_you_sure_sign_out": "Sigurado ka bang mag -sign out",
    "wallet_registration": "Pagrehistro ng Wallet",
    "decentralized_wallet_download_address": "Desentralisadong pag -download ng wallet",
    "tutorial": "Tingnan ang tutorial",
    "buy_currency": "bumili ng pera",
    "common_problem": "karaniwang problema",
    "how_to_become_a_partner_of_trontin_mining_company": "Paano maging isang kapareha ng Tronrico Mining Company",
    "to_become_our_partner": "Upang maging aming kapareha, maaari kang makakuha ng 56,000trx nang libre sa pamamagitan lamang ng pagrehistro, at maaari mo itong bawiin sa loob ng 180 araw pagkatapos ng pag -activate",
    "what_to_do_after_registration": "Ano ang gagawin pagkatapos ng pagpaparehistro",
    "you_need_to_log_in_to_your_account": "Kailangan mong mag -log in sa iyong account at ang pag -andar ng pagmimina ay awtomatikong isinaaktibo. Upang madagdagan ang iyong pang -araw -araw na kita, gumawa ng isang deposito",
    "what_are_the_minimum_deposit_and_withdrawal_amounts": "Ano ang mga minimum na halaga ng deposito at pag -alis",
    "the_minimum_deposit_is_10trx": "Ang minimum na deposito ay 10TRX at ang minimum na pag -alis ay 5TRX.",
    "how_to_withdraw_money_what_should_i_do": "Paano mag -atras ng pera, ano ang dapat kong gawin",
    "log_in_to_your_account": "Mag -log in sa iyong account. Ipasok ang pahina ng 'Pag -alis'. I -click ang pindutan ng 'Withdraw'. Bind ang iyong address ng TRX Wallet at magtakda ng isang password sa pagbabayad sa unang pagkakataon, pagkatapos ay tukuyin ang halaga ng pag -alis at piliin ang iyong address ng pitaka, at i -click upang bawiin.",
    "what_is_level_and_how_do_i_increase_it": "Ano ang antas at paano ko ito madaragdagan",
    "tron_marketing_uses_level_design": "Gumagamit ang Tron Marketing ng Disenyo ng Antas. Ang mas maraming koryente na binili ng isang gumagamit, mas mataas ang kanyang antas. Ang kakayahang kumita ay direktang nakasalalay sa antas ng pagkuha. Kung ang paunang gumagamit ng VIP1 ay kumikita ng 8% bawat araw, kung gayon ang magagamit na lakas para sa pagtaas ng pagmimina, ang pinakamataas na kakayahang kumita ng VIP10 ay maaaring kumita ng 36% bawat araw",
    "i_made_a_withdrawal_request_but_it_hasnt_arrived_in_my_wallet_yet": "Gumawa ako ng isang kahilingan sa pag -atras ngunit hindi pa ito nakarating sa aking pitaka",
    "all_requests_are_handled_by_a_set_of_system_automatic_modes": "Ang lahat ng mga kahilingan ay hawakan ng isang hanay ng mga awtomatikong mode ng system. Ang kahilingan ay karaniwang naproseso sa loob ng 1 minuto",
    "what_payment_systems_does_this_project_have_for_deposits": "Ano ang mga sistema ng pagbabayad na mayroon ang proyektong ito para sa mga deposito",
    "you_can_deposit_using_a_payment_system_like_this": "Maaari kang magdeposito gamit ang isang sistema ng pagbabayad tulad nito",
    "what_payment_systems_does_this_project_have_for_withdrawals": "Ano ang mga sistema ng pagbabayad na mayroon ang proyektong ito para sa pag -atras",
    "you_can_withdraw_money_using_this_payment_system": "Maaari kang mag -atras ng pera gamit ang sistemang pagbabayad na ito",
    "how_to_change_account_password": "Paano baguhin ang password ng account",
    "click_the_change_password_function_on_the_my_tab_on_the_lower_right": "I -click ang function na 'Change Password' sa tab na 'My' sa ibabang kanang sulok ng pahina. Ipasok ang iyong lumang password at bagong password upang mabago ito",
    "what_if_i_forget_my_withdrawal_password": "Paano kung nakalimutan ko ang aking password sa pag -alis",
    "please_use_the_email_address_you_reserved_when_registering_to_send_username": "Mangyaring gamitin ang email address na iyong nakalaan kapag nagrehistro upang ipadala (username: .... 'nakalimutan ang pag -alis ng password') sa aming opisyal na email address: tronrico68@gmail.com",
    "what_should_i_do_if_i_need_to_change_my_wallet_address": "Ano ang dapat kong gawin kung kailangan kong baguhin ang aking wallet address",
    "please_use_the_email_address_you_reserved_when_registering_to_send": "Mangyaring gamitin ang email address na iyong nakalaan kapag nagrehistro upang ipadala (username at bagong wallet address) sa aming opisyal na email address: tronrico68@gmail.com",
    "how_to_top_up": "Paano mag -top up",
    "to_make_a_deposit_you_need_to_log_into_your_account": "Upang makagawa ng isang deposito, kailangan mong mag -log in sa iyong account at pumunta sa pahina ng pagmimina. Sa tuktok, makikita mo ang pindutan ng 'deposit'. Kapag sa pahina ng deposito, piliin ang pera na nais mong ideposito. Pagkatapos nito, bibigyan ka ng isang address ng pitaka na kailangan mong ipadala ang iyong mga cryptocurrencies. Ang mga deposito ay mai -kredito sa loob ng 1 minuto.",
    "your_account_may_be_frozen_under_the_following_circumstances": "Ang iyong account ay maaaring nagyelo sa ilalim ng mga sumusunod na kalagayan",
    "trontin_takes_a_responsible_approach_to_protect_the_personal_data": "Ang Trontin ay tumatagal ng isang responsableng diskarte upang maprotektahan ang personal na data ng mga gumagamit nito at ang seguridad ng website nito. Anumang pagtatangka upang mangolekta ng personal na impormasyon ng gumagamit, pag-hack ng website code, hindi wastong paggamit ng programa ng kaakibat, pag-access sa mga account ng gumagamit sa pamamagitan ng pag-hack, paggamit ng mga serbisyo ng third-party upang artipisyal na madagdagan ang bilang ng mga kasosyo, at anumang administrasyon na nang-insulto sa Website o ang mga gumagamit nito ay maaaring mga batayan para sa pagsuspinde ng account ng gumagamit.",
    "I_didnt_find_the_answer_to_my_question_what_should_I_do": "Hindi ko nakita ang sagot sa aking tanong, ano ang dapat kong gawin",
    "contact_online_customer_service_or_telegram_customer_service": "Makipag -ugnay sa Online Customer Service o Telegram Customer Service",
    "how_to_deposit": "Paano magdeposito",
    "click_deposit_on_the_platform_page": "I -click ang 'Deposit' sa pahina ng platform",
    "choose_to_transfer_to_the_basic_account_or_promotion_account": "Piliin na ilipat sa pangunahing account o promosyon account. Pagkatapos pumasok, maaari mong piliin ang pera upang magdeposito.",
    "select_a_top_up_enter_to_copy_the_deposit_address": "Pumili ng isang top-up. Ipasok upang kopyahin ang deposit address.",
    "open_your_crypto_wallet_select_the_corresponding_currency_and_transfer": "Buksan ang iyong wallet ng crypto, piliin ang kaukulang pera, at ilipat.",
    "paste_the_address_of_the_receiving_wallet": "I -paste ang address ng pagtanggap ng pitaka.",
    "enter_the_amount_you_plan_to_deposit_into_your_account": "Ipasok ang halagang plano mong magdeposito sa iyong account.",
    "click_next_and_confirm_completion": "I -click ang 'Susunod' at kumpirmahin ang pagkumpleto.",
    "return_to_the_platform_and_click_the_recharge_button_note_the_last_step": "Bumalik sa platform at i -click ang pindutan ng 'Recharge'. Tandaan: Ang huling hakbang ay upang bumalik sa platform at i -click ang 'Recharge Kumpletuhin'. Kapag nakumpleto ang recharge, ang account ay mai -kredito sa oras.",
    "how_to_withdraw_money": "Paano mag -atras ng pera",
    "select_the_exit_button_on_the_homepage_then_use_your_exchange_wallet": "Piliin ang pindutan ng exit sa homepage, pagkatapos ay gamitin ang iyong Exchange (pitaka) upang mahanap ang address ng TRC20, kopyahin at itali ito sa platform upang lumabas, at ang platform ay nag -aayos ng pera ng TRX. Matapos ang matagumpay na pag-alis, ang account ay mai-kredito sa 1-3 minuto.",
    "if_you_need_help_please_click_online_customer_service": "(Kung kailangan mo ng tulong, mangyaring i -click ang Online Customer Service)",
    "announcement": "Anunsyo",
    "my_message": "Ang mensahe ko",
    "company_mining_and_revenue": "【Pagmimina at Kita ng Kumpanya】",
    "registered_members_will_be_given_56000trx_as_pledged_equity": "Ang mga rehistradong miyembro ay bibigyan ng 56,000trx bilang ipinangako na equity. Upang maisaaktibo ang account, kinakailangan ang isang minimum na deposito ng 10TRX at isang minimum na pag -alis ng 5TRX ay kinakailangan. Ang kita ay maaaring bawiin o mamuhunan sa pagmimina.",
    "basic_investment_deposit_into_the_basic_account_and_automatically_join_the_contract_for_180_days": "[Basic Investment] Deposit sa pangunahing account at awtomatikong sumali sa kontrata sa loob ng 180 araw [ang panahon ng kontrata ay magkakabisa mula sa oras ng unang deposito]. Ang pangunahing account ay may kita sa pagmimina araw-araw, at maaaring makatanggap ng 9% -38% ng pinagsama-samang halaga ng pamumuhunan araw-araw. Ang oras ng pag -areglo ng aming sistema ng platform ay: ang oras ng unang pagbili ng gumagamit, 24 oras mamaya.",
    "for_example_the_first_purchase_time_is_1500_and_the_income_will_be_obtained_at_1500_the_next_day": "[Halimbawa: ang unang oras ng pagbili ay 15:00, at ang kita ay makuha sa 15:00 sa susunod na araw] ang kita ay hindi awtomatikong ideposito sa account, at kailangan mong mag -click sa kita araw -araw; Kapag pumapasok ang pagmimina, i -click ang aktibong upang matanggap ang kita.",
    "accumulated_deposits_of_10_2500_trx_automatically_upgraded_to_vip1_daily_withdrawal": "Naipon na mga deposito ng 10-2500 TRX, awtomatikong na-upgrade sa VIP1, pang-araw-araw na pag-alis ng 9%.",
    "accumulated_deposits_of_2501_10000_trx_automatically_upgraded_to_vip2_10_daily_withdrawal": "Naipon na mga deposito ng 2501-10000 TRX, awtomatikong na-upgrade sa VIP2, 10% araw-araw na pag-alis.",
    "accumulated_deposits_of_10001_20000_trx_automatically_upgraded_to_vip3_daily_withdrawal": "Naipon na mga deposito ng 10001-20000 TRX, awtomatikong na-upgrade sa VIP3, pang-araw-araw na pag-alis ng 11%.",
    "accumulated_deposits_of_20001_50000_trx_automatically_upgraded_to_vip4_daily_withdrawal": "Naipon na mga deposito ng 20001-50000 TRX, awtomatikong na-upgrade sa VIP4, pang-araw-araw na pag-alis ng 13%.",
    "accumulated_deposits_of_50001_100000_trx_automatically_upgraded_to_vip5_daily_withdrawal": "Naipon na mga deposito ng 50001-100000 TRX, awtomatikong na-upgrade sa VIP5, pang-araw-araw na pag-alis ng 15%.",
    "accumulated_deposits_of_100001_200000_trx_automatically_upgraded_to_vip6_daily_withdrawal": "Naipon na mga deposito ng 100001-200000 TRX, awtomatikong na-upgrade sa VIP6, pang-araw-araw na pag-alis ng 17%.",
    "accumulated_deposits_of_200001_500000_trx_automatically_upgraded_to_vip7_daily_withdrawal": "Naipon na mga deposito ng 200001-500000 TRX, awtomatikong na-upgrade sa VIP7, pang-araw-araw na pag-alis ng 23%.",
    "accumulated_deposits_of_500001_1000000_trx_automatically_upgraded_to_vip8_daily_withdrawal": "Naipon na mga deposito ng 500001-1000000 TRX, awtomatikong na-upgrade sa VIP8, pang-araw-araw na pag-alis ng 26%.",
    "accumulated_deposits_of_1000001_1600000_trx_automatically_upgraded_to_vip9_daily_withdrawal": "Naipon na mga deposito ng 1000001-1600000 TRX, awtomatikong na-upgrade sa VIP9, pang-araw-araw na pag-alis ng 32%.",
    "accumulated_deposits_of_1600001_9999999_trx_automatically_upgraded_to_vip10_daily_withdrawal": "Ang mga natipon na deposito ay 1600001-99999999 TRX, awtomatikong na-upgrade sa VIP10, na may pang-araw-araw na pag-alis ng 38%.",
    "automatically_upgrade_vip_level_instructions": "Awtomatikong i -upgrade ang antas ng VIP at mga tagubilin.",
    "the_system_will-determine_your_total_accumulated_deposit": "Matutukoy ng system ang iyong kabuuang naipon na deposito at awtomatikong i -upgrade ka sa naaangkop na antas. Halimbawa: Ang unang recharge ay 500 TRX, ang pangalawang recharge ay 2001 TRX, [ang pinagsama -samang recharge ay 2501 TRX] Ang system ay awtomatikong mag -upgrade sa VIP2, at magkakaroon ka ng VIP2. Ang pang -araw -araw na kita ng antas ay 10% at iba pa.",
    "share_invitation_reward_description": "Ibahagi ang paglalarawan ng gantimpala ng paanyaya",
    "invite_friends_description": "Anyayahan ang mga kaibigan na may link sa promosyon at 13% ng kita ay aalisin kaagad. Kung inirerekumenda mo ang daan -daang mga tao na sumali sa Trontin, maaari kang maging isang milyonaryo. Pinakamataas na 18% (Antas ng Komisyon 13% + Antas 2 2% + Antas 3 1%) 1: Halimbawa: Inaanyayahan mo ang gumagamit A, Gumagamit ng isang deposito at namumuhunan ng 10,000trx, makakatanggap ka ng 1,300trx bilang isang gantimpala. Inaanyayahan ng gumagamit ang gumagamit b, mga deposito ng gumagamit B at namumuhunan ng 10,000trx, at makakatanggap ka ng 200trx bilang isang gantimpala. Ang gumagamit B ay muling nagbibigay inspirasyon sa gumagamit C. Mga deposito ng gumagamit C at namumuhunan ng 10,000trx. Makakatanggap ka ng 100trx bilang isang gantimpala. Ang kita ng promosyon ay direktang ililipat sa iyong account sa promosyon. Maaari kang direktang mag -withdraw ng pera o bumili ng mga link sa platform ng promosyon ng produktong pang -pinansyal upang makakuha ng kita ng promosyon at linangin ang mga miyembro ng koponan, (ang promosyon ay maaaring makakuha ng isang tiyak na porsyento ng kita ng promosyon). Itaguyod ang iyong link sa paanyaya sa iyong pamilya at mga kaibigan, WhatsApp, Facebook Group, YouTube, Instagram, Twitter, Telegram Group, o anumang platform ng social media (Link ng Imbitasyon: Mag-log in sa platform at i-click ang pindutan ng Pagbabahagi upang kopyahin ang link. Ipadala ang link sa iyong mga kaibigan o anumang social platform. Sabihin sa kanila na ito ang pinakamahusay na platform ng pagmimina ng pamumuhunan upang mag-alis ng hindi bababa sa 8% -36% ng halaga ng pamumuhunan sa bawat araw)",
    "official_platform_description": "Opisyal na platform ng Tronrico Mining Pool",
    "the_official_platform_of_trontin_mining_pool": "Ang opisyal na platform ng Tronrico Mining Pool, na tinukoy bilang Tronrico, ay napatunayan ng Tron Blockchain Financial Center. Kami ay isang opisyal at ligal na operator ng TRON. Bigyan ang mga customer ng pinaka -matatag, ligtas at mahusay na mga serbisyo! Mula noong 2020, kami at ang punong tanggapan ng Tron ay pumutok sa higit sa 3,000 mga pekeng platform. Kung nakatagpo ka ng isang pekeng platform, maaari kang makipag -ugnay sa amin at makikipagtulungan kami sa punong tanggapan ng Tron upang masira, ang opisyal na platform ng sertipikasyon na Tronrico.",
    "trontin_msb_registration_certificate": "Sertipiko ng Pagpaparehistro ng Tronrico MSB",
    "tax_registration_certificate": "sertipiko ng pagpaparehistro ng buwis",
    "TRONTIN_White_Paper": "Tronrico White Paper",
    "click_to_view_trontin_white_paper": "Mag -click upang tingnan ang Tronrico White Paper",
    "news_report": "Ulat ng balita",
    "trontin_launches_revolutionary_cloud_mining_platform": "Inilunsad ni Tronrico ang rebolusyonaryong platform ng pagmimina ng ulap",
    "click_to_view": "Mag -click upang matingnan",
    "contact_us": "Makipag -ugnay sa amin",
    "company_website": "Website ng kumpanya",
    "company_telegram": "Kumpanya Telegram",
    "telegram_channel": "Telegram Channel",
    "email": "Email",
    "company_address": "8 Marina Blvd, Tower 1, Floor 31st at 32nd, Marina Bay Financial Center Singapore",
    "invite_friends_to_recharge": "Anyayahan ang mga kaibigan na mag -recharge upang makakuha ng kaukulang mga rebate",
    "level": "Antas",
    "rebate": "Rebate",
    "price": "Presyo",
    "available_balance": "Magagamit na balanse",
    "limit_quantity": "Limitahan ang dami",
    "purchase_quantity": "Bumili ng dami",
    "daily_interest_rate": "Pang -araw -araw na rate ng interes",
    "real_time": "Totoong oras",
    "participate_in_investment": "Makilahok sa pamumuhunan",
    "project_rules": "Mga Panuntunan sa Proyekto",
    "repayment_method": "Paraan ng Pagbabayad",
    "repay_principal_and_interest_at_maturity": "Bayaran ang punong -guro at interes sa kapanahunan",
    "unit_price": "Presyo ng yunit",
    "daily_rate_of_return": "Pang -araw -araw na rate ng pagbabalik",
    "investment_cycle": "Cycle ng Pamumuhunan",
    "expected_profit": "inaasahang kita",
    "project_introduction": "Panimula ng Proyekto",
    "tron_love_mining_machine": "Ang Tron Love Mining Machine Short Cycle at matatag na kita ay isang mahusay na pagpipilian. Ang pang-araw-araw na kita ay 4.57%-4.7%, at ang ikot ay 3 araw. Matapos matapos ang ikot, direktang maipamahagi ito sa iyong [promosyon account] kasama ang punong -guro at ang kita na nakuha sa panahon ng pag -ikot. Maaari kang mag -atras ng pera nang direkta; Sinusuportahan ng platform na ito ang TRX, ETH, BNB, DOGE, USDT (ERC20 TRC20 BEP20) na pagmimina ng pamumuhunan.",
    "notice": "PAUNAWA",
    "confirmation_transfer": "Sigurado ka bang nais mong ilipat?",
    "home": "Home",
    "invest": "Mamuhunan",
    "mine": "Ako",
    "Account_6_16_characters_no_spaces_allowed": "Account, 6-16 character, walang pinapayagan na mga puwang",
    "Area_code_plus_mobile_number": "Area Code + Numero ng Mobile",
    "recommendation_code": "Code ng Rekomendasyon",
    "global_partners": "Global Partners",
    "email_verification_code": "Email Verification Code",
    "otp": "OTP",
    "enter_a_new_password": "Magpasok ng isang bagong password",
    "wallet_found": "Pondo ng Wallet",
    "need_traded": "Kailangan ng ipinagpalit",
    "already_traded": "Ipinagpalit na",
    "number_of_withdrawals": "Bilang ng mga pag -atras",
    "allow_withdrawal": "Payagan ang pag -atras",
    "yes": "Oo",
    "minimum_withdrawal": "Minimum na pag -atras",
    "enter_withdrawal_amount": "Ipasok ang halaga ng pag -atras",
    "please_enter": "Mangyaring ipasok",
    "loading": "Naglo -load",
    "confirm_password": "Kumpirmahin ang password",
    "original_payment_password": "Orihinal na password sa pagbabayad",
    "invest_product": "Smart Investment",
    "purchased": "binili",
    "total_income": "Kabuuang kita",
    "principal": "punong -guro",
    "total_principal_and_interest": "Kabuuang punong -guro at interes",
    "how_to_deposit_funds_on_the_ai_trading_platform": "1. Paano magdeposito ng mga pondo sa platform ng trading ng AI",
    "step_1_get_your_deposit_address": "Hakbang 1: Kunin ang iyong address ng deposito",
    "log_into_your_ai_trading_account": "Mag -log in sa iyong AI Trading Account",
    "head_to_the_deposit_page": "Tumungo sa pahina ng \"Deposit\"",
    "choose_your_cryptocurrency": "Piliin ang iyong cryptocurrency (TRC20, BEP20, BNB, o TRX)",
    "generate_the_deposit_address_and_copy_it_to_your_clipboard": "Bumuo ng deposit address at kopyahin ito sa iyong clipboard",
    "step_2_send_funds_from_your_wallet": "Hakbang 2: Magpadala ng mga pondo mula sa iyong pitaka",
    "open_your_crypto_wallet_app": "Buksan ang iyong Crypto Wallet app (hal., Metamask, Trust Wallet)",
    "select_the_correct_network": "Piliin ang tamang network (TRC20 o BEP20)",
    "paste_the_copied_deposit_address_as_the_recipient": "I -paste ang kinopya na address ng deposito bilang tatanggap",
    "input_the_amount_you_want_to_deposit_and_confirm_the_send": "I -input ang halagang nais mong ideposito at kumpirmahin ang ipadala",
    "wait_for_confirmation_on_the_blockchain": "Maghintay para sa kumpirmasyon sa blockchain (karaniwang ilang minuto)",
    "step_3_confirm_your_deposit": "Hakbang 3: Kumpirmahin ang iyong deposito",
    "go_to_transaction_history_to_track_progress": "Pumunta sa \"kasaysayan ng transaksyon\" upang masubaybayan ang pag -unlad",
    "click_complete_deposit_once_transaction_is_verified": "I -click ang \"Kumpletong Deposit\" kapag napatunayan ang transaksyon",
    "if_your_deposit_doesnt_reflect_within_30_minutes_reach_out_to_support": "Kung ang iyong deposito ay hindi sumasalamin sa loob ng 30 minuto, umabot upang suportahan",
    "how_to_withdraw_funds_from_the_ai_trading_platform": "2. Paano mag -atras ng mga pondo mula sa platform ng kalakalan ng AI",
    "step_1_choose_your_withdrawal_option": "Hakbang 1: Piliin ang iyong pagpipilian sa pag -alis",
    "log_in_and_open_the_fund_management_tab": "Mag -log in at buksan ang tab na \"Pamamahala ng Pondo\"",
    "click_withdraw_and_pick_your_preferred_network": "I -click ang \"Withdraw\" at piliin ang iyong ginustong network (TRC20\/BEP20\/BNB\/TRX)",
    "step_2_fill_in_withdrawal_information": "Hakbang 2: Punan ang impormasyon sa pag -alis",
    "enter_the_amount_you_want_to_withdraw": "Ipasok ang halagang nais mong bawiin",
    "paste_your_wallet_address": "I -paste ang iyong Wallet Address (tiyakin na tumutugma ito sa tamang network)",
    "complete_any_required_security_verification_steps": "Kumpletuhin ang anumang kinakailangang mga hakbang sa pag -verify ng seguridad",
    "step_3_final_confirmation_and_submission": "Hakbang 3: Pangwakas na kumpirmasyon at pagsusumite",
    "double_check_all_the_details_before_submitting": "I-double-check ang lahat ng mga detalye bago magsumite",
    "withdrawals_usually_process_within_30_minutes": "Ang mga pag -atras ay karaniwang proseso sa loob ng 30 minuto",
    "track_the_progress_under_withdrawal_records": "Subaybayan ang pag -unlad sa ilalim ng \"Mga Rekord ng Pag -alis\"",
    "important_notes": "Mahalagang Tala:",
    "double_check_your_wallet_address_crypto_transfers_cant_be_undone": "❗️ Double-check ang iyong Wallet Address-Hindi maalis ang mga paglilipat ng crypto",
    "make_sure_to_meet_the_platforms_minimum_withdrawal_limit": "❗️ Siguraduhing matugunan ang minimum na limitasyon ng pag -alis ng platform",
    "delays_can_occur_due_to_high_network_traffic": "❗️ Ang mga pagkaantala ay maaaring mangyari dahil sa mataas na trapiko sa network",
    "contact_live_chat_support_anytime_if_you_face_any_issues": "❗️ Makipag -ugnay sa Live Chat Support anumang oras kung nahaharap ka sa anumang mga isyu",
    "if_you_need_more_help_our_customer_service_team_is_available_24_7_via_live_chat": "Kung kailangan mo ng karagdagang tulong, ang aming koponan sa serbisyo sa customer ay magagamit 24\/7 sa pamamagitan ng live chat",
    "what_is_chain_quant": "1. Ano ang dami ng chain?",
    "chain_quant_description": "Ang Chain Quant ay isang AI-powered quantitative trading platform na pinaghalo ang artipisyal na katalinuhan at teknolohiya ng blockchain upang pag-aralan ang mga uso sa merkado ng crypto at magsagawa ng mga awtomatikong trading-nagpapalakas ng mga gumagamit upang kumita ng matatag na pagbabalik na may kaunting pagsisikap.",
    "core_services_of_chain_quant": "2. Mga Serbisyo ng Core ng Dami ng Chain",
    "quantitative_arbitrage_trading": "Dami ng pangangalakal ng arbitrasyon\n -Gumagamit ng mga pagkakaiba sa presyo sa maraming mga palitan upang makabuo ng mga kita na may mababang panganib\n -Sinusubaybayan ng AI-Driven Systems ang mga merkado 24\/7 at magsagawa ng mga trading sa mga perpektong sandali",
    "ai_auto_trading": "AI Auto-Trading\n -Ganap na awtomatikong mga bot gamit ang mga pre-built na diskarte tulad ng mga pagsunod sa trend at grid system\n - Ang mga algorithm ay nag -aayos sa totoong oras upang limitahan ang panganib at mapahusay ang pagbabalik",
    "fund_security": "Seguridad ng Pondo\n -nagpapatupad ng multi-layer encryption na may malamig at mainit na paghihiwalay ng pitaka\n -Ang mga matalinong pag-audit ng kontrata ay nagbibigay ng mga transparent at tamper-proof na operasyon",
    "instant_deposits_withdrawals": "Mga instant na deposito\/pag -atras\n - Ang mga deposito na naproseso sa loob ng 1-3 minuto (sumusuporta sa TRC20\/BEP20)\n - Mabilis at awtomatiko ang pag -atras - walang manu -manong pagsusuri na kinakailangan",
    "multiple_trading_modes": "Maramihang mga mode ng kalakalan\n -mode ng nagsisimula: mababang peligro, ganap na hand-off trading\n - Pro Mode: Mga advanced na tool at mga kontrol sa diskarte para sa mga nakaranasang gumagamit",
    "how_to_register_and_start_using_chain_quant": "3. Paano magrehistro at magsimulang gumamit ng dami ng chain?",
    "sign_up": "Hakbang 1: Mag -sign up: \n Bisitahin ang opisyal na website ng Chain Quant, i -click ang \"Libreng Pagrehistro,\" at i -verify sa pamamagitan ng email o telepono",
    "deposit_and_activate_ai_trading": "Hakbang 2: Deposit at I -aktibo ang AI Trading:\n Pondohan ang iyong account sa USDT (TRC20 o BEP20)\n Ang mga na -deposito na pondo ay na -convert sa iyong balanse sa dami ng kalakalan ng chain",
    "launch_ai_trading": "Hakbang 3: Ilunsad ang AI Trading:\n I -click ang \"Quantitative Trading\" upang maisaaktibo ang iyong personal na AI bot\n Nagsisimula ang system ng mga awtomatikong trading na naglalayong makabuo ng pang -araw -araw na kita",
    "how_to_earn_with_chain_quant": "Paano kumita sa dami ng chain?",
    "arbitrage_profits": "- Paraan 1: Mga Kita sa Arbitrasyon:\n AI Spots Presyo Gaps (hal., Bumili ng Mababang Sa Isang Exchange, Magbenta ng Mataas sa Isa pa)",
    "ai_trading_returns": "- Paraan 2: Nagbabalik ang AI Trading:\n Ang mga algorithm ay gumagamit ng data ng trend upang bumili ng mababa at magbenta ng mataas na awtomatiko",
    "referral_rewards": "- Paraan 3: Mga Gantimpala sa Referral:\n Anyayahan ang iba at kumita ng mga komisyon mula sa kanilang mga kalakalan",
    "why_choose_chain_quant": "5. Bakit pumili ng dami ng chain?",
    "ai_automation": "✓ 24\/7 AI Automation - Huwag kailanman makaligtaan ang isang pagkakataon sa pangangalakal",
    "military_grade_security": "✓ Seguridad ng Militar-grade-Cold Wallets at Top-Tier Encryption",
    "dual_trading_modes": "✓ Mga mode ng Dual Trading - Perpekto para sa parehong mga nagsisimula at pros",
    "reliable_returns": "✓ Maaasahang pagbabalik-na-back sa pamamagitan ng pagsusuri sa real-time na merkado",
    "free_daily_withdrawals": "✓ Libreng pang-araw-araw na pag-atras-Masiyahan sa isang walang bayad na pag-alis araw-araw",
    "start_your_journey_with_chain_quant": "Simulan ang iyong paglalakbay na may dami ng chain ngayon at hayaan ang intelihenteng automation na gumana para sa iyong hinaharap na crypto!",
    "chain_quant_ltd": "Chain Quant Ltd.",
    "driving_the_future_of_ai": "Pagmamaneho sa Hinaharap ng AI, Big Data & Automation",
    "at_chain_quant_we_harness": "Sa Chain Quant, ginamit namin ang kapangyarihan ng pagputol ng artipisyal na katalinuhan, malaking data, at advanced na automation upang mapabilis ang pandaigdigang pagbabagong digital. Ang aming misyon ay upang bigyan ng kapangyarihan ang mga organisasyon na may matalino, nasusukat na mga solusyon na nag -aalaga ng gasolina at humuhubog ng isang mas konektado, mahusay na hinaharap.",
    "core_services": "Mga Serbisyo sa Core",
    "ai_solutions": "Mga Solusyon sa AI - Pagsasama ng pag -aaral ng makina at malalim na pag -aaral upang ma -optimize ang mga operasyon at i -maximize ang kahusayan.",
    "big_data_analytics": "Big Data Analytics-naghahatid ng malakas na imprastraktura ng data at maaaring kumilos na pananaw para sa matalinong pagpapasya at sustainable growth.",
    "automation_integration": "Pagsasama ng Automation - Pagdidisenyo ng mga pasadyang mga daloy ng automation na nagbabawas ng mga gastos, alisin ang mga redundancies, at mapalakas ang pagiging produktibo.",
    "strategic_industry_consulting": "Strategic Industry Consulting-Nagbibigay ng pasulong na pag-iisip, katalinuhan na hinihimok ng teknolohiya upang gabayan ang mga diskarte sa pagbabagong-anyo ng digital.",
    "our_core_values": "Ang aming mga pangunahing halaga",
    "innovation_driven": "Innovation-Driven-Hinahamon namin ang status quo at itulak ang mga hangganan ng kung ano ang posible sa teknolohiya.",
    "client_centric": "Client-Centric-Ang bawat solusyon ay naaayon sa mga natatanging pangangailangan ng aming mga kliyente at umuusbong na mga layunin.",
    "integrity_accountability": "Integridad at pananagutan - Ang transparency at tiwala ay ang mga pundasyon ng bawat pakikipagtulungan na itinatayo namin.",
    "vision": "Pangitain",
    "to_lead_globally_in_ai": "Upang mamuno sa buong mundo sa AI at makabagong hinihimok ng data, na nagpapagana ng mga SME na umunlad sa digital na ekonomiya habang isinusulong ang responsableng paggamit ng teknolohiya at pagbabagong etikal.",
    "innovation_philosophy": "Pilosopiya ng Innovation",
    "we_pioneer_the_smart_ecosystem": "Pinangunahan namin ang matalinong ekosistema-isang blockchain-secure, cross-industry digital infrastructure na nagbibigay-daan sa walang tahi na pakikipagtulungan, transparency, at advanced na katalinuhan sa buong pandaigdigang merkado.",
    "corporate_information": "Impormasyon sa Corporate",
    "legal_name": "Legal na pangalan",
    "company_number": "Numero ng kumpanya",
    "incorporation_date": "Petsa ng pagsasama",
    "registered_address": "Nakarehistrong address",
    "for_official_filings": "Para sa mga opisyal na pag -file at pag -verify, mangyaring sumangguni sa Registry ng Pamahalaang UK:",
    "uk_government_registry": "Registry ng gobyerno ng UK",
    "secure_and_fast_transactions": "24 na oras na pag -alis",
    "withdraw_account": "Account sa pag -atras",
    "withdrawal_method": "Paraan ng pag -alis",
    "quota": "Quota 1 - 650000",
    "enter_withal_address": "address ng pag -atras",
    "enter_password": "Password",
    "handling_fees": "Mga bayarin sa paghawak",
    "actually_received": "Talagang makatanggap",
    "press_release": "Press Release",
    "relese_date": "Pebrero 03, 2024",
    "we_are_thrilled_to_announce": "Natutuwa kaming opisyal na ipahayag ang paglulunsad ng Chain Quant sa AVG 15, 2024!",
    "Chain_Quant_is_a_global_powerhouse": "Ang Chain Quant ay isang pandaigdigang powerhouse sa AI-driven na dami ng kalakalan at arbitrasyon ng cryptocurrency, na nag-aalok ng mga kidlat-mabilis, matalinong mga solusyon sa pangangalakal na mapakinabangan ang kakayahang kumita at bigyan ng kapangyarihan ang ebolusyon ng digital na pananalapi.",
    "platform_highlights": "Mga highlight ng platform",
    "seamless_multi_exchange_integration": "Pagsasama ng Seamless Multi-Exchange-Sinusuportahan ang Binance, Coinbase, Huobi, at marami pa",
    "ultra_fast_arbitrage_execution": "Ultra-fast arbitrage Execution-Sub-Second Buy-Low\/Sell-High Opportunities",
    "fully_autonomous_trading": "Ganap na Autonomous Trading-100% AI-pinapagana, walang manu-manong input na kinakailangan",
    "be_among_the_first_to_experience": "Maging kabilang sa mga unang nakakaranas ng susunod na henerasyon na pangangalakal.",
    "register_now": "Magrehistro ngayon at kontrolin ang hinaharap na may dami ng kadena - kung saan ang katumpakan ay nakakatugon sa pagganap sa matalinong pananalapi.",
    "chain_quantity_quantitative_investment_program": "Chain ng dami ng dami ng pamumuhunan. Tiered VIP system para sa awtomatikong passive income",
    "vip_levels_rewards": "Mga antas ng VIP at gantimpala",
    "vip_level_deposit_range_daily_return": "Saklaw ng Deposit ng Antas ng VIP (USDT) Pang -araw -araw na Pagbabalik (%)",
    "vip_1_deposit_range_daily_return": "VIP 1 $ 10 - $ 199 2.46% - 2.52%",
    "vip_2_deposit_range_daily_return": "VIP 2 $ 200 - $ 999 2.71% - 2.72%",
    "vip_3_deposit_range_daily_return": "VIP 3 $ 1,000 - $ 4,999 2.92% - 2.98%",
    "vip_4_deposit_range_daily_return": "VIP 4 $ 5,000 - $ 9,999 3.15% - 3.19%",
    "vip_5_deposit_range_daily_return": "VIP 5 $ 10,000 - $ 14,999 3.36% - 3.40%",
    "vip_6_deposit_range_daily_return": "VIP 6 $ 15,000 - $ 29,999 3.69% - 3.73%",
    "vip_7_deposit_range_daily_return": "VIP 7 $ 30,000 - $ 59,999 3.92% - 3.97%",
    "vip_8_deposit_range_daily_return": "VIP 8 $ 60,000 - $ 99,999 4.25% - 4.27%",
    "vip_9_deposit_range_daily_return": "VIP 9 $ 100,000 - $ 149,999 4.54% - 4.58%",
    "vip_10_deposit_range_daily_return": "VIP 10 $ 150,000 - $ 200,000 5.01% - 5.10%",
    "chain_quantity_operates_on_progressive_model": "Ang dami ng chain ay nagpapatakbo sa isang progresibong modelo ng pamumuhunan na idinisenyo para sa scalability at pagiging simple.",
    "start_with_10_usdt_activate_quantity_1": "Magsimula sa 10 USDT lamang upang maisaaktibo ang dami 1",
    "upgrade_to_quantity_2_by_adding_989_usdt": "Mag -upgrade sa Dami 2 sa pamamagitan ng pagdaragdag ng 989 USDT (Kabuuan: 999 USDT)",
    "minimum_deposit_10_usdt": "Mababang deposito: 10 USDT",
    "minimum_withdrawal_2_usdt": "Minimum na pag -alis: 2 USDT",
    "example_investing_1000_usdt_unlocks_vip_3": "Pamumuhunan ng 1,000 USDT unlocks VIP 3",
    "daily_earnings_example": "Pang -araw -araw na kita = 1,000 × 2.92% = 29.2 USDT",
    "program_highlights": "Mga highlight ng programa",
    "validity_per_vip_tier": "⏳ 180-araw na bisa ng bawat VIP tier",
    "daily_system_reset": "🕛 Pang -araw -araw na sistema ng pag -reset sa 00:00 sgt",
    "automatic_upgrades": "🔓 Mga awtomatikong pag -upgrade sa pag -abot sa susunod na threshold",
    "instant_withdrawals": "💸 Instant na pag -atras mula sa balanse ng komisyon",
    "why_choose_chain_quantity": "Bakit pumili ng dami ng chain?",
    "higher_tiers_offer_better_returns": "✅ Ang mas mataas na mga tier ay nag -aalok ng makabuluhang mas mahusay na pagbabalik",
    "no_lock_up_periods": "✅ Walang mga panahon ng lock-up-Ang mga pondo ay mananatiling naa-access",
    "real_time_profit_tracking": "✅ Real-time na pagsubaybay sa kita sa pamamagitan ng Dashboard",
    "transparent_automated_system": "✅ 100% transparent, awtomatikong sistema",
    "sustainable_passive_income_model": "Kumita ng napapanatiling, pasibo na kita kasama ang aming matalinong modelo ng tiered - na binuo para sa paglaki, na -optimize para sa mga gantimpala.",
    "example": "Halimbawa",
    "chain_quantity_team_rewards_program": "Ang programa ng Chain Quantity Team Rewards",
    "unlock_powerful_earning_potential": "I-unlock ang malakas na potensyal na kita sa aming nakabalangkas na sistema ng komisyon ng multi-level at eksklusibong mga oportunidad sa ahente.",
    "multi_level_commission_structure": "Istraktura ng komisyon ng multi-level",
    "maximize_rewards_tiered_referral_program": "I -maximize ang iyong mga gantimpala sa pamamagitan ng aming tiered referral program:",
    "level_1_direct_referrals_earn_15_percent": "Antas 1 (Direct Referrals): Kumita ng 15% na komisyon",
    "level_2_indirect_referrals_earn_2_percent": "Antas 2 (hindi direktang mga sanggunian): Kumita ng 2% na komisyon",
    "level_3_extended_network_earn_1_percent": "Antas 3 (Extended Network): Kumita ng 1% Commission",
    "earn_every_time_referrals_deposit_funds": "Kumikita ka sa tuwing ang iyong mga referral - at ang kanilang mga sanggunian - mga pondo ng deposito.",
    "global_agent_recruitment": "Global Agent Recruitment",
    "expanding_reach_motivated_partners": "Pinapalawak namin ang aming pag -abot at naghahanap ng mga nakaganyak na kasosyo:",
    "national_agents_earn_5_percent": "Pambansang Ahente: Kumita ng 5% na komisyon",
    "city_agents_earn_4_percent": "Mga Ahente ng Lungsod: Kumita ng 4% na komisyon",
    "regional_agents_earn_3_percent": "Mga ahente sa rehiyon: Kumita ng 3% na komisyon",
    "build_your_network": "Buuin ang iyong network:",
    "launch_telegram_whatsapp_community": "Ilunsad ang iyong sariling pamayanan ng Telegram o WhatsApp",
    "invite_official_support_team": "Anyayahan ang aming opisyal na koponan ng suporta na lumahok",
    "grow_team_unlock_exponential_earning": "Palakihin ang iyong koponan at i -unlock ang mga oportunidad na kumita",
    "referral_bonus_example": "Halimbawa ng Referral Bonus",
    "member_deposit_commission_rate_earnings": "I -rate ng Member Deposit Commission ang iyong mga kita",
    "member_a_1000_usdt_15_percent_150_usdt": "Miyembro Isang 1,000 USDT 15% 150 USDT",
    "member_b_1000_usdt_2_percent_20_usdt": "Miyembro B 1,000 USDT 2% 20 USDT",
    "member_c_1000_usdt_1_percent_10_usdt": "Miyembro C 1,000 USDT 1% 10 USDT",
    "earn_bonuses_team_members_deposit": "Kumikita ka ng mga bonus sa tuwing magdeposito ang mga miyembro ng koponan.",
    "daily_agent_bonus_rewards": "Pang -araw -araw na Gantimpala ng Bonus ng Ahente",
    "top_performing_agents_rewarded_daily": "Ang mga nangungunang ahente ay awtomatikong gagantimpalaan, batay sa pang-araw-araw na mga deposito ng koponan:",
    "1000_usdt_60_usdt_bonus": "1,000 USDT → 60 USDT Bonus",
    "5000_usdt_188_usdt_bonus": "5,000 USDT → 188 USDT Bonus",
    "16000_usdt_388_usdt_bonus": "16,000 USDT → 388 USDT Bonus",
    "58000_usdt_1483_usdt_bonus": "58,000 USDT → 1,483 USDT Bonus",
    "100000_usdt_6450_usdt_bonus": "100,000 USDT → 6,450 USDT Bonus",
    "500000_usdt_99999_usdt_bonus": "500,000 USDT → 99,999 USDT Bonus",
    "bonuses_cumulative_instantly_withdrawable": "Ang lahat ng mga bonus ay pinagsama -sama at agad na maatras sa USDT.",
    "join_today_grow_network_start_earning": "Sumali ngayon, palaguin ang iyong network, at magsimulang kumita tulad ng dati.",
    "recharge_amount": "Halaga ng recharge",
    "current_amount": "Kasalukuyang magagamit na halaga",
    "todays_earning": "Kita ngayon",
    "total_revenue": "Kabuuang kita",
    "invitation_rewareds": "Mga gantimpala sa paanyaya",
    "more_level_comming": "Higit pang mga antas na paparating ...",
    "per_day": "Mga oras ng dami bawat araw",
    "agree_with_our": "Sumang -ayon sa aming",
    "terms_of_use": "Termino ng paggamit",
    "and": "At",
    "privacy_policy": "Patakaran sa Pagkapribado",
    "no_account": "Walang account?",
    "security_password": "Security password",
    "processing": "Pagproseso ...",
    "already_have_an_account": "Mayroon nang isang account?",
    "verify_email_title": "I -verify ang email",
    "enter_your_verification_code": "Ipasok ang iyong verification code",
    "verifying": "Pag -verify ...",
    "verify_email": "I -verify ang email",
    "check_inbox_and_spam_html": "Mangyaring suriin ang iyong inbox at folder para sa email sa pag -verify.",
    "total_assets": "Kabuuang mga pag -aari",
    "quantitative_account": "Dami ng account",
    "agent_corperation": "Kooperasyon ng ahente",
    "activity": "Aktibidad ng koponan",
    "unread_messages_alert": "Mayroon kang mga hindi nabasa na mga mensahe sa site, mangyaring pumunta at suriin ang nilalaman ng mensahe!",
    "vip": "VIP",
    "trial_fee": "Bayad sa pagsubok",
    "profit_assets": "Mga assets ng kita",
    "todays_earnings": "Kita ngayon",
    "quantifiable_number_of_days": "Dami ng bilang ng mga araw",
    "countdown_days": "Mga araw ng countdown",
    "quantify_reset_time": "Pag -reset ng oras ng pag -reset",
    "start_quantify": "Simulan ang dami",
    "quantification_process": "Proseso ng dami",
    "start_quantification": "Simulan ang dami ...",
    "start_queuing": "Simulan ang pag -queuing ...",
    "start_executing_buy_order": "Simulan ang pagpapatupad ng order ng pagbili ...",
    "start_executing_sell_order": "Simulan ang pagpapatupad ng nagbebenta ng order ...",
    "start_capturing_market_prices": "Simulan ang pagkuha ng mga presyo sa merkado ng kalakalan ...",
    "start_distributing_commissions": "Simulan ang pamamahagi ng mga komisyon ...",
    "operation_complete": "Ang operasyon ay kumpleto at nagtatapos.",
    "current_vip": "Kasalukuyang VIP",
    "click_to_unlock": "Mag -click upang i -unlock",
    "quantification_times_per_day": "Mga oras ng dami bawat araw",
    "profit_ratio": "Ratio ng kita",
    "minimum_unlock_amount": "Minimum na halaga ng pag -unlock",
    "recharge_unlock_message": "Awtomatikong i -unlock ng Recharge ang Recharge {{MinunClock}} USDT",
    "quantitative_benefits": "Mga benepisyo sa dami",
    "deposit_into_basic_wallet": "Magdeposito sa pangunahing pitaka",
    "invest_record": "Mamuhunan ng talaan",
    "build_team_rewards": "Bumuo ng isang koponan at makakuha ng mapagbigay na gantimpala",
    "my_invitation_code": "Ang aking imbitasyon code",
    "invite_link": "Mag -imbita ng link",
    "view_the_team": "Tingnan ang koponan",
    "daily_commissions": "Pang -araw -araw na Komisyon",
    "invited_friends_recharge_rebates": "Anyayahan ang mga kaibigan upang makakuha ng kaukulang mga rebate kapag nag -recharge sila:",
    "recharge_rebate": "Recharge rebate",
    "quantify_rebate": "Quantify Rebate",
    "copy_success": "Kopyahin ang tagumpay",
    "withdraw": "Umatras",
    "sign_out": "Mag -sign out",
    "hello_username": "Hello, {{username}}",
    "welcome_back": "Maligayang pagdating",
    "investment_accounts": "Mga account sa pamumuhunan",
    "commission_today": "Komisyon ngayon",
    "yesterdays_earnings": "Kita kahapon",
    "detail": "Detalye",
    "transfer": "Ilipat",
    "news": "Balita",
    "security_center": "Security Center",
    "company_profile": "Profile ng kumpanya",
    "about_us": "Tungkol sa amin",
    "twenty_four_hour_withdrawal": "48-oras na pag-alis",
    "withdrawable": "Mababawas",
    "amount_to_be_processed": "Halaga upang maproseso",
    "payment_method": "Paraan ng Pagbabayad",
    "withdrawal_limit_range": "Saklaw ng limitasyon ng pag -alis 7.00 - 99999999.00",
    "withdrawal_address": "Address ng pag -atras",
    "handling_fee": "Bayad sa paghawak",
    "receipt": "Resibo",
    "withdrawal_note": "Tala ng pag -atras",
    "withdrawal_policy_title": "Patakaran sa Pag -alis (Toobitquant)",
    "minimum_withdrawal_amount": "Minimum na halaga ng pag -alis",
    "withdrawal_fee": "Bayad sa pag -atras",
    "withdrawal_frequency": "Dalas ng pag -atras",
    "withdrawal_frequency_desc": "Minsan araw -araw, magagamit Lunes hanggang Linggo (oras ng Singapore)",
    "processing_time": "Oras ng pagproseso",
    "processing_time_desc": "Ang mga pag-atras ay karaniwang naproseso sa loob ng 0-48 na oras matapos na isumite ang kahilingan at ililipat nang direkta sa iyong pitaka.",
    "mining_machine_energy_failure": "Ang pagkabigo ng enerhiya ng machine ng pagmimina, mangyaring muling magkarga {{halaga}} USDT",
    "financial": "Pinansyal",
    "usdt": "USDT",
    "failed_to_fetch_data": "Nabigong kumuha ng data.",
    "note_before_switching_accounts": "Tandaan: Bago lumipat ang mga account sa recharge, mangyaring kumpirmahin na natanggap ang nakaraang recharge!",
    "quant_account_desc": "Deposit sa account na ito para sa mga matalinong binibilang na pagbabalik",
    "investment_account_desc": "Ang mga deposito sa account na ito ay maaaring magamit upang mamuhunan sa mga proyekto ng crowdfunding",
    "recharge_address": "Recharge address",
    "recharge_complete": "Kumpleto ang recharge",
    "deposit_instruction_1": "1. Kopyahin ang address sa itaas o i -scan ang QR code, at piliin ang",
    "network_deposit": "Network upang magdeposito ng asset.",
    "invite_top_up_rewards": "Anyayahan ang mga kaibigan na mag -top up sa unang pagkakataon at makakakuha ka ng mga sumusunod na gantimpala",
    "number_of_invited_people": "Bilang ng mga inanyayahang tao",
    "invitation_rewards_label": "Mga gantimpala sa paanyaya ：",
    "usdt_automatic_distribution": "USDT Awtomatikong Pamamahagi",
    "invitee_first_recharge_needs_to_be_in": "Ang unang recharge ng imbitado ay kailangang mapasok",
    "above": "sa itaas",
    "tiered_rewards_intro": "Anyayahan ang isang tiyak na bilang ng mga tao at makatanggap ng mga tiered na gantimpala:",
    "count": "Bilangin",
    "award": "Award",
    "unlimited": "Walang limitasyong",
    "auto": "Auto",
    "claimed": "Inaangkin",
    "remaining": "Natitira",
    "failed_to_load_invite_rewards": "Nabigong mag -load ng mga gantimpala.",
    "reward_claimed_successfully": "Matagumpay na inaangkin ang gantimpala.",
    "unable_to_claim_reward": "Hindi ma -claim ang gantimpala. Mangyaring subukang muli.",
    "agent_cooperation": "Kooperasyon ng ahente",
    "global_recruitment_title": "Global recruitment para sa full-time na empleyado ng impormasyon sa trabaho:",
    "positions_available_subtitle": "6 na posisyon na magagamit sa departamento ng marketing",
    "job_description_promotion_title": "Paglalarawan ng trabaho at pamantayan sa promosyon:",
    "job_description_promotion_body": "Ang departamento ng marketing ay nag -aalok ng sumusunod na 6 na posisyon batay sa kabuuang bilang ng mga gumagamit na may matagumpay na antas ng recharge sa antas 1 at antas 2. Ang mga posisyon ay ang mga sumusunod:",
    "salary_tiers_intro": "Ang bawat posisyon ay may iba't ibang mga tier ng suweldo. Ang mas mataas na posisyon, mas mataas ang suweldo. Ang mga detalye ay ang mga sumusunod:",
    "position": "Posisyon",
    "level_1": "Antas 1",
    "level_1_plus": "Antas 1+",
    "level_2": "Antas 2",
    "weekly": "Lingguhan",
    "salary": "Suweldo",
    "growth_catalyst": "Catalyst ng paglago",
    "brand_architect": "Arkitekto ng tatak",
    "engagement_guru": "Pakikipag -ugnayan ng Guro",
    "visionary_strategist": "Estratehikong pangitain",
    "innovation_leader": "Pinuno ng Innovation",
    "territory_commander": "Komandante ng Teritoryo",
    "meet_requirements_contact_manager": "Para sa mga gumagamit na nakakatugon sa mga kinakailangan sa posisyon, mangyaring maabot ang Project Manager para sa pag -verify.",
    "salary_payment_method_timing": "Pamamaraan sa Pagbabayad ng Salary at Timing:",
    "salary_distribution_detail": "Ang suweldo ay ibabahagi sa Toobitquant Wallet account tuwing Lunes pagkatapos ng 6 ng hapon.",
    "additional_rewards_title": "Karagdagang mga gantimpala para sa mga full-time na empleyado:",
    "additional_rewards_body": "Kapag ang isang empleyado ay naging isang permanenteng miyembro, makakatanggap din sila ng porsyento ng kabuuang lingguhang deposito ng kanilang koponan bilang isang karagdagang gantimpala. Ang istraktura ng gantimpala ay ang mga sumusunod:",
    "total_weekly_deposits_usdt": "Kabuuang Lingguhang Deposito (USDT)",
    "reward_percentage": "Porsyento ng gantimpala",
    "commission": "Komisyon",
    "commission_records": "Mga Rekord ng Komisyon",
    "valid_invitation_people_number": "Wastong numero ng paanyaya",
    "team_report": "Ulat ng koponan",
    "team_total_recharge": "Koponan ng kabuuang recharge ：",
    "team_total_withdrawal": "Kabuuan ng Koponan ：",
    "level_3": "Antas 3",
    "total_valid_label": "Kabuuan\/wastong:",
    "get_commission_label": "Kumuha ng Komisyon:",
    "now_go": "Ngayon lang",
    "brand_name": "Toobit",
    "press_release_date": "Hunyo 25, 2025",
    "launch_announcement_prefix": "Kami ay nasasabik na ipahayag ang paglulunsad ng",
    "launch_announcement_suffix": ", isang rebolusyonaryong platform na pinapagana ng AI na ngayon ay nabubuhay hanggang sa Setyembre 5, 2025.",
    "platform_description": "Ang Toobit ay idinisenyo upang itaas ang hinaharap ng trading ng digital asset, pinagsasama ang kapangyarihan ng artipisyal na katalinuhan na may pagpapatupad ng mabilis na kidlat. Nilikha para sa susunod na henerasyon ng mga namumuhunan, ang aming platform ay nag-aalok ng mga tool na hinihimok ng katumpakan upang ma-optimize ang arbitrasyon ng crypto at dami ng mga diskarte sa pangangalakal, na tinitiyak na ang iyong portfolio ay umunlad sa mataas na mapagkumpitensyang merkado ngayon.",
    "key_features_title": "Mga pangunahing tampok ng Toobit:",
    "feature_multi_exchange_title": "• Pagsasama ng Multi-Exchange",
    "feature_multi_exchange_desc": "Ikonekta nang walang kahirap -hirap sa mga nangungunang platform tulad ng Binance, Coinbase, Kraken, at iba pa, na nagpapagana ng mahusay na pangangalakal sa mga palitan.",
    "feature_realtime_arbitrage_title": "• Deteksyon ng real-time arbitrage",
    "feature_realtime_arbitrage_desc": "Sa pamamagitan ng millisecond-level na pagtugon, kinikilala at sinasamantala ng Toobit ang mga kapaki-pakinabang na pagkakataon habang lumitaw sila, tinitiyak na manatili ka nang maaga sa curve.",
    "feature_ai_autonomous_title": "• AI-optimize, ganap na awtonomiya",
    "feature_ai_autonomous_desc": "Ang aming platform ay pinalakas ng pagputol ng AI, pagpapagana ng mga awtomatiko, mga diskarte na hinihimok ng data na walang kinakailangang manu-manong input, kaya maaari kang umupo at panoorin ang iyong portfolio na lumago.",
    "platform_mission": "Narito ang Toobit upang muling ma -reshape ang digital asset landscape, na nagbibigay kapangyarihan sa iyo upang ipagpalit ang mas matalinong, mas mabilis, at mas mahusay. Kung ikaw ay isang bihasang negosyante o nagsisimula pa lamang, binubuksan ng Toobit ang isang bagong kaharian ng mga posibilidad para sa pag -maximize ng mga pagbabalik.",
    "platform_future_line": "Hakbang sa hinaharap ng pangangalakal - kung saan ang pagbabago ay nakakatugon sa katumpakan.",
    "agent_program_heading": "Dami ng Program ng Pakikipagtulungan ng Agent",
    "agent_program_headline_prefix": "Hakbang sa hinaharap ng pinansiyal na pinansyal ng AI",
    "agent_program_headline_suffix": "Global Agent Program",
    "agent_program_welcome": "Maligayang pagdating sa susunod na panahon ng paglikha ng Smart Wealth. Ipinagmamalaki ng Toobit na ilunsad ang pandaigdigang programa ng ahente-isang natatanging pagkakataon upang kumita ng pangmatagalang, pasibo na kita sa pamamagitan ng pag-tap sa kapangyarihan ng trading na pinapagana ng AI.",
    "agent_program_revolution": "Habang ang Digital Finance Revolution ay nakakakuha ng momentum, inaanyayahan ng Toobit ang mga namimili, pinuno ng komunidad, at mga namumuhunan na makilahok sa paghubog ng hinaharap ng desentralisadong pananalapi. Ang aming network ng ahente ay itinayo para sa scalability, kakayahang umangkop, at kakayahang kumita, na nag -aalok ng isang kapana -panabik na paraan upang mapalago ang iyong kita habang tinutulungan ang iba na umunlad sa digital na ekonomiya.",
    "agent_program_highlights": "Mga highlight ng programa:",
    "agent_program_income": "• Mga potensyal na kita ng maraming tiered - Kumita ng mga rebate batay sa mga aktibidad ng iyong network, na lumilikha ng isang paulit -ulit na stream ng kita habang lumalawak ang iyong komunidad. Ang iyong link ng referral ay ginagawang madali upang maisulong, na walang karanasan na kinakailangan.",
    "agent_program_tools": "• Comprehensive Support & Tools-Mga tampok ng Platform ng Pag-access sa Pag-access, Real-Time Rebate, at Ai-driven Trading Automation upang gawing walang seaming at reward ang promosyon.",
    "agent_program_growth": "• Mga oportunidad na hinihimok ng paglago-pag-unlad sa pamamagitan ng mga tier (lungsod, pambansa, pandaigdigang kasosyo) at i-unlock ang mga eksklusibong gantimpala, kabilang ang pagbabahagi ng kita sa buhay na 20%+ at mga espesyal na pribilehiyo sa rehiyon para sa mga nangungunang ahente.",
    "agent_program_closing": "Kung nakikisali ka sa pamamagitan ng social media, mga network ng mamumuhunan, o mga lokal na komunidad, tinitiyak ng Toobit na gagantimpalaan ang iyong mga pagsisikap. Simulan ang pagbuo ng iyong hinaharap ngayon, at sumali sa amin habang pinamunuan namin ang singil sa mundo ng Intelligent Finance. Narito ang kinabukasan ng pangangalakal. Inaanyayahan ka ng Toobit na maging bahagi nito.",
    "company_name_legal": "TOOBIT AI LIMITADO",
    "cp_p1_rest": "ay itinatag sa London, UK noong 2025 at nakatuon sa pagiging isang nangungunang negosyo sa larangan ng Blockchain na nakabase sa Intelligent Trading.",
    "cp_p2_rest": "ay isang advanced na sistema ng kalakalan na pinapagana ng artipisyal na teknolohiya ng katalinuhan. Ang pangunahing kakayahan nito ay namamalagi sa awtomatikong pagpapatupad ng mga diskarte sa pangangalakal upang ma -maximize ang pagbabalik ng pamumuhunan habang binabawasan ang panganib. Partikular, binabago ng Toobit ang mga desisyon sa pamumuhunan sa mga maipapatupad na algorithm ng computer, na nagpapagana ng transparent, mahusay, at mabilis na mga operasyon sa pangangalakal na umaangkop nang walang putol sa pagbabagu-bago ng merkado.",
    "cp_p3_suffix": "Ang mga diskarte sa pangangalakal ay nakabase sa modernong matematika, istatistika, pag -aaral ng makina, at patuloy na pagsusuri ng mga uso sa merkado at mga presyo ng digital na pag -aari upang matukoy ang pinaka -epektibong mga aksyon sa pangangalakal. Sa pamamagitan ng mga kumplikadong algorithm at pagmomolde, sinusuri ng system ang mga panganib sa merkado at mga pagkakataon sa pamumuhunan, awtomatikong pag -optimize ng mga paglalaan ng portfolio bilang tugon sa pagbabago ng mga inaasahan ng peligro at pagbabalik.",
    "cp_p4": "Ang ganap na awtomatikong diskarte na ito ay nag -aalis ng pagkakamali ng tao, nagpapahusay ng kawastuhan ng transactional, at tinitiyak ang pare -pareho na pagbagay sa pabagu -bago at hindi tiyak na mga kondisyon ng merkado.",
    "cp_p5_prefix": "Sa kakanyahan,",
    "cp_p5_suffix": "ay isang susunod na henerasyon na dami ng sistema ng pangangalakal na sumasama sa artipisyal na katalinuhan na may modernong teorya sa pananalapi upang awtomatikong ipatupad ang mga diskarte na naglalayong i-maximize ang kita at mabawasan ang panganib.",
    "label_company_name": "Pangalan ng Kumpanya",
    "label_company_number": "Numero ng kumpanya",
    "label_incorporation_date": "Petsa ng pagsasama",
    "label_registered_capital": "Nakarehistrong kapital",
    "label_email": "Email",
    "label_phone": "Telepono",
    "label_registered_office": "Rehistradong tanggapan",
    "company_number_value": "16289541",
    "incorporation_date_value": "Marso 04, 2025",
    "registered_capital_value": "GBP 100,000,000",
    "email_value": "Toobitquant.ai@gmail.com",
    "phone_value": "+44 7742 043280",
    "registered_office_value": "32 London Bridge St, London, United Kingdom SE1 9SG",
    "platform_bonus": "Platform Bonus",
    "failed_to_load_notices": "Nabigong mag -load ng mga abiso",
    "welcome_title": "Maligayang pagdating sa Toobit: Pag -unlock ng isang matalinong hinaharap na magkasama",
    "withdraw_success": "Bawiin ang tagumpay",
    "deposit_success": "Deposit ng tagumpay",
    "income_received": "Natanggap ang kita",
    "product": "Produkto",
    "project_rule": "Panuntunan ng Proyekto",
    "repayment": "Pagbabayad",
    "maturity_principal_interest": "Principal at interes ng kapanahunan",
    "daily_return": "Pang -araw -araw na Pagbabalik",
    "invest_cycle": "INVEST CYCLE",
    "estimated_revenue": "Tinatayang kita",
    "balance_not_enough_recharge": "Hindi sapat ang balanse, mangyaring mag -recharge {{halaga}} USDT",
    "ok": "Ok",
    "transfer_amount": "Halaga ng paglipat",
    "old_login_password": "Lumang password sa pag -login",
    "new_login_password": "Bagong password sa pag -login",
    "old_payment_password": "Lumang password sa pagbabayad",
    "new_payment_password": "Bagong password sa pagbabayad",
    "about_p1_tail": "ay isang cut-edge na dami ng sistema ng pangangalakal na pinapagana ng artipisyal na katalinuhan. Ang pangunahing tampok nito ay ang awtomatikong pagpapatupad ng mga diskarte sa pangangalakal na idinisenyo upang ma -maximize ang pagbabalik ng pamumuhunan habang binabawasan ang panganib. Sa pamamagitan ng pagbabago ng mga desisyon sa pangangalakal sa mga algorithm ng computer, awtomatiko nito ang mga paunang natukoy na mga diskarte, na ginagawang mas malinaw, mahusay, at lubos na tumutugon sa mga pagbabago sa merkado.",
    "about_p2_a": "Ang dami ng mga diskarte na ginagamit ng",
    "about_p2_b": "Pag-agaw ng mga modernong matematika, istatistika, pag-aaral ng makina, at pagsusuri ng real-time ng mga uso sa merkado at mga presyo ng cryptocurrency. Ang mga advanced na teknolohiyang ito ay nagbibigay -daan sa platform upang makabuo ng lubos na na -optimize na mga plano sa pangangalakal.",
    "about_p2_c": "Kasabay nito,",
    "about_p2_d": "Gumagamit ng mga kumplikadong modelo upang masuri ang mga panganib sa merkado at kilalanin ang mga pagkakataon sa pamumuhunan, awtomatikong muling pagbalanse ng mga portfolio batay sa inaasahang ratio ng panganib -return. Ang ganap na awtomatikong diskarte na ito ay nag -aalis ng pagkakamali ng tao, nagpapabuti ng kawastuhan, at tinitiyak na ang system ay maaaring mabilis na umangkop sa pabagu -bago ng mga kondisyon ng merkado.",
    "about_p3_a": "Sa kakanyahan,",
    "about_p3_b": "Pinagsasama ang artipisyal na katalinuhan na may modernong teorya sa pananalapi upang awtonomiya na magsagawa ng mga diskarte sa pamumuhunan - na tumutukoy sa kambal na mga layunin ng pag -maximize ng kita at pagbabawas ng peligro.",
    "about_p4_heading_tail": "Mapagkukunan ng kita at seguridad sa pananalapi",
    "about_p5_tail": "nagpapatakbo sa isang kapwa kapaki -pakinabang na modelo ng negosyo sa tabi ng mga gumagamit nito. Ang lahat ng kita ay nabuo sa pamamagitan ng pagbabagu -bago ng presyo sa pandaigdigang merkado ng cryptocurrency. Ang desentralisado at tamper-resistant na likas na katangian ng teknolohiya ng blockchain ay nagsisiguro ng isang bukas, transparent na kapaligiran sa pamumuhunan, na nag-aalok ng mga gumagamit ng isang mas malakas na layer ng proteksyon sa pananalapi.",
    "about_p6_a": "Sa buod,",
    "about_p6_b": "Nagpapalakas ang mga gumagamit na may isang matalinong sistema ng pangangalakal na idinisenyo upang suportahan ang pare -pareho at napapanatiling paglago ng yaman. Ang bawat transaksyon ay hindi lamang naghahatid ng pagbabalik sa mga gumagamit ngunit bumubuo din ng kita ng platform-na bumubuo ng isang panalo-win na istraktura na sumusuporta sa pangmatagalang katatagan sa pananalapi para sa parehong partido.",
    "about_p7_a": "Magtulungan tayo upang himukin ang malusog na pag -unlad ng industriya ng blockchain. Kasama",
    "about_p7_b": "Maraming mga indibidwal ang maaaring may kumpiyansa at mahusay na master ang prinsipyo ng pagbili ng mababa at pagbebenta ng mataas sa pamamagitan ng matalino, AI-powered na mga sistema ng pangangalakal.",
    "about_p8_a": "Ngayon sa ika -apat na henerasyon nito,",
    "about_p8_b": "ay nagbago upang maging mas malakas - nag -aalok ng mga pinahusay na tampok habang nag -stream ng karanasan ng gumagamit. Sa isang solong pag -click sa \"Simulan ang dami,\" ang mga gumagamit ay maaaring magsimulang bumuo ng mga pagbabalik sa loob lamang ng isang minuto. Ito ang kinabukasan ng matalinong pamumuhunan.",
    "open_support_drawer": "Buksan ang drawer ng suporta",
    "online_service": "Online Service",
    "choose_support_method": "Piliin ang iyong ginustong pamamaraan ng pakikipag -ugnay sa serbisyo sa online na customer",
    "customer_support": "Suporta sa Customer",
    "community_group": "Komunidad ng Komunidad",
    "verify_code": "I -verify ang code",
    "click_to_refresh": "Mag -click upang i -refresh",
    "request_already_processing": "Ang iyong kahilingan ay naproseso na",
    "credential_not_match": "Ang kredensyal na ito ay hindi tumutugma sa aming mga tala",
    "generic_error": "May mali. Mangyaring subukang muli.",
    "system_notice": "Abiso ng System",
    "failed_to_load_notice": "Nabigong mag -load ng paunawa",
    "no_data": "Walang data",
    "welcome_heading": "Maligayang pagdating sa Toobit!",
    "welcome_p1": "Kami ay nasasabik na magkaroon ka bilang bahagi ng pamayanan ng Toobit. Bilang isang kumpanya ng pag-iisip ng teknolohiya sa unahan sa unahan ng pagbabago, narito kami upang matulungan kang galugarin ang walang hanggan na potensyal ng artipisyal na katalinuhan.",
    "welcome_p2": "Salamat sa pagpili ng Toobit, hayaang i -unlock ang isang mas matalinong, mas konektado sa hinaharap. Kung mayroon kang mga katanungan, ang aming koponan ng suporta ay laging handa na tulungan ka.",
    "email_verification": "I -verify ang email",
    "pending": "Nakabinbin",
    "withdraw_asset": "Bawiin ang mga ari -arian",
    "withdraw_deduction": "Pagbabawas ng pag -alis",
    "quantitative_earning": "Dami ng kita",
    "invited_friends_daily_commissions": "Anyayahan ang mga kaibigan upang makakuha ng kaukulang pang -araw -araw na komisyon kapag nag -recharge sila:",
    "rejected": "Tinanggihan",
    "consent_intro": "Sa pamamagitan ng pagpapatuloy sa isang account na matatagpuan sa",
    "country_name": "United Kingdom",
    "consent_agreement": "Sumasang -ayon ka sa aming",
    "terms_of_service": "Mga Tuntunin ng Serbisyo",
    "view_daily_check_in": "Tingnan ang pang-araw-araw na pag-check-in",
    "last_price_binance_spot": "Huling Presyo • Binance Spot",
    "high": "Mataas",
    "low": "Mababa",
    "volume": "Dami",
    "trades": "Trading",
    "core_cooperative_financial_institutions": "Core Cooperative Financial Institutions",
    "reward_page_title": "Mga gantimpala sa paanyaya",
    "tab_direct": "Direkta",
    "tab_missions": "Mga Misyon",
    "reward_task_prefix": "Kumpletuhin ang gawain sa",
    "reward_task_middle": "Mga aktibong miyembro sa antas",
    "mission_invite_prefix": "Anyayahan",
    "mission_invite_unit": "mga kaibigan",
    "mission_invite_suffix": "upang magparehistro",
    "mission_deposit_prefix": "Kumuha",
    "mission_deposit_middle": "Kabuuang mga deposito",
    "mission_deposit_suffix": "mula sa iyong koponan",
    "unit_usdt": "USDT",
    "progress_label": "Pag -unlad",
    "refresh_label": "I -refresh",
    "streak_title": "Kasalukuyang Streak: {{kasalukuyang}} \/ {{layunin}} araw",
    "streak_info": "Mag -claim araw -araw upang mapanatili ang iyong guhitan at kumita ng mga bonus. Ang nawawalang isang araw ay i -reset ang iyong pag -unlad.",
    "reward_small": "0.01 USDT",
    "reward_big": "1 USDT",
    "claim_button": "Mag -claim ng pang -araw -araw na gantimpala",
    "company_profile_title": "Profile ng kumpanya",
    "company_intro_1": "Ang Toobit para sa Toobit Ltd ay itinatag sa London, UK noong 2004 at nakatuon na maging isang nangungunang negosyo sa larangan ng Blockchain na nakabase sa Intelligent Trading.",
    "company_intro_2": "Ang Toobit ay isang advanced na dami ng sistema ng pangangalakal na pinapagana ng artipisyal na teknolohiya ng katalinuhan. Ang pangunahing kakayahan nito ay namamalagi sa awtomatikong pagpapatupad ng mga diskarte sa pangangalakal upang ma -maximize ang pagbabalik ng pamumuhunan habang binabawasan ang panganib.",
    "company_intro_3": "Ang mga diskarte sa pangangalakal ng Toobit ay nakabase sa mga modernong matematika, istatistika, pag -aaral ng makina, at patuloy na pagsusuri ng mga uso sa merkado at mga presyo ng digital na pag -aari upang matukoy ang pinaka -epektibong mga aksyon sa pangangalakal.",
    "company_intro_4": "Ang ganap na awtomatikong diskarte na ito ay nag -aalis ng pagkakamali ng tao, nagpapahusay ng kawastuhan ng transactional, at tinitiyak ang pare -pareho na pagbagay sa pabagu -bago at hindi tiyak na mga kondisyon ng merkado.",
    "company_intro_5": "Sa kakanyahan, ang Toobit ay isang susunod na henerasyon na dami ng sistema ng pangangalakal na sumasama sa artipisyal na katalinuhan na may modernong teorya sa pananalapi upang awtomatikong ipatupad ang mga diskarte na naglalayong i-maximize ang kita at mabawasan ang panganib.",
    "company_name_label": "Pangalan ng Kumpanya:",
    "company_number_label": "Numero ng Kumpanya:",
    "date_of_incorporation_label": "Petsa ng pagsasama:",
    "registered_office_label": "Rehistradong Opisina:",
    "notice_title": "Mga lihim sa paglago ng kayamanan",
    "notice_paragraph1": "Huwag kalimutan na muling mamuhunan ng iyong kita at palaguin ang iyong kayamanan araw -araw!",
    "notice_paragraph2": "Sa pamamagitan ng tambalang interes, ang iyong pera ay gumagana para sa iyo - profiting hindi lamang mula sa iyong paunang pamumuhunan kundi pati na rin mula sa iyong kita.",
    "notice_paragraph3": "I -maximize ang iyong potensyal at palakihin ang iyong kita.",
    "notice_paragraph4": "Huwag palalampasin ang pagkakataong ito - tambalan ni Het at magkasama!",
    "notice_paragraph5": "Sumali sa Toobit Investment Program ngayon at Awtomatikong makabuo ng USDT para sa iyo! Sumali sa amin at maabot ang mga bagong taas ng yaman na magkasama!",
    "notice_closeButton": "Malapit"
}